{
    "paper_id": "00951716e01c8e0cc341770389fc38d1b5455210",
    "metadata": {
        "title": "Knowledge of, attitudes toward, and preventive practices relating to cholera and oral cholera vaccine among urban high-risk groups: findings of a cross-sectional study in Dhaka, Bangladesh",
        "authors": [
            {
                "first": "Tasnuva",
                "middle": [],
                "last": "Wahed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shah",
                "middle": [
                    "Tanvir"
                ],
                "last": "Kaukab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nirod",
                "middle": [
                    "Chandra"
                ],
                "last": "Saha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Iqbal",
                "middle": [
                    "Ansary"
                ],
                "last": "Khan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Farhana",
                "middle": [],
                "last": "Khanam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fahima",
                "middle": [],
                "last": "Chowdhury",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amit",
                "middle": [],
                "last": "Saha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ashraful",
                "middle": [
                    "Islam"
                ],
                "last": "Khan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ashraf",
                "middle": [
                    "Uddin"
                ],
                "last": "Siddik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alejandro",
                "middle": [],
                "last": "Cravioto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Firdausi",
                "middle": [],
                "last": "Qadri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jasim",
                "middle": [],
                "last": "Uddin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In endemic countries such as Bangladesh, consequences of cholera place an enormous financial and social burden on patients and their families. Cholera vaccines not only provide health benefits to susceptible populations but also have effects on the earning capabilities and financial stability of the family. Community-based research and evaluations are necessary to understand perceptions about and practices of the community relating to cholera and oral cholera vaccines. This may help identify the ways in which such vaccines may be successfully introduced, and other preventive measures can be implemented. The present study assessed the knowledge of, attitudes toward, and preventive practices relating to cholera and oral cholera vaccine among an urban population residing in a high cholera-prone setting in Dhaka, Bangladesh.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: This cross-sectional study was conducted in an area of high cholera prevalence in 15 randomly-selected clusters in Mirpur, Dhaka city. A study team collected data through a survey and in-depth interviews during Results: Of 2,830 families included in the final analysis, 23% could recognize cholera as acute watery diarrhea and 16% had ever heard of oral cholera vaccine. About 54% of the respondents had poor knowledge about cholerarelated issues while 97% had a positive attitude toward cholera and oral cholera vaccine. One-third showed poor practice relating to the prevention of cholera. The findings showed a significant (p < 0.05) association between the respondents' knowledge and sex, education, occupation, monthly overall household expenditure, attitudes and practice. In the adjusted model, male sex, having a lower monthly overall household expenditure, and having a less positive attitude toward cholera were the significant predictors to having poor knowledge. Conclusions: The findings suggest the strengthening of health education activities to improve knowledge on cholera, its prevention and treatment and information on cholera vaccination among high-risk populations. The data also underscore the potential of mass cholera vaccination to prevent and control cholera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Cholera is a waterborne, life-threatening form of dehydrating diarrheal disease caused by the toxigenic serogroup strains of Vibrio cholerae. It remains a publichealth threat, as evidenced by its substantial contribution to morbidity and mortality in low-income countries. Globally, about 317,534 cholera cases were reported during 2008-2010 [1, 2] , with a 52% increase in deaths, half of which occurred in children aged less than five years [3] . However, in real terms, the numbers are likely much higher due to underreporting, differing definitions of acute watery diarrhea from country to country, inconsistencies in case definitions, and poor surveillance systems [4] . Although published government data are not available in Bangladesh, data presented by government personnel showed that there are approximately 450,000 cholera cases annually in Bangladesh [5] . Results of a study by Chowdhury et al. showed that 23% of patients who presented to the icddr,b (International Centre for Diarrhoeal Disease Research, Bangladesh), known locally as the \"cholera hospital\", were from urban lower socioeconomic groups [6] .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 346,
                    "end": 348,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 867,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 892,
                    "end": 908,
                    "text": "Chowdhury et al.",
                    "ref_id": null
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A review of literature showed that water source contamination (29%), rainfall and flooding (25%), and refugee settings (13%) are the most common risk factors for cholera worldwide [7] . Another study identified that sharing of a latrine with three or more households is another important risk factor for cholera [8] . A recent study in Cameroon illustrated that low educational activities dedicated to health, hygiene and sanitation practices and an abundance of adulterated food, impact cholera infection and transmission and suggests that behavioral change within the whole community is needed [9] . Results of studies in Bangladesh showed that proximity to surface water, high population density, poor educational level, water and air temperature, and total rainfall were the predictors of cholera cases [10, 11] .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Treatment of cholera patients imposes a significant financial and social burden on healthcare systems in cholera-endemic countries. Costs include those relating to drugs and medical supplies, healthcare personnel, travel, and losses in productivity of both sick and those caring for the sick [12, 13] . In African regions, about 110,837 cases of cholera were estimated in 2007, resulting in an economic loss of US$ 43.3 million, US$ 60 million, and US$ 72.7 million, assuming life expectancies of 40, 53, and 73 years respectively [14] . The Zanzibar communities perceived cholera as a 'fatal disease without treatment' while fear of infecting others and isolation from others, obstruction with social relationships or daily activities, being sad, anxious, and worried were expressed as social and emotional impact of households [15] . Therefore, a comprehensive public-health package is needed to reduce the burden of disease. According to the World Health Organization (WHO), a comprehensive public-health package should consist of investment in safe water and sanitation, improved food safety, and the inclusion of a safe and affordable oral cholera vaccine to prevent cholera in high-risk populations [2, [16] [17] [18] [19] . However, implementing certain interventions in high-risk groups with poor knowledge of and attitudes toward cholera is not easy. Therefore, it is important to understand the current levels of knowledge, attitudes, and practices (KAP) of a given community to implement campaign programs, vaccination programs, and other preventive measures. Results of a study by Quick et al. suggest that acquiring behavioral information of a community is an important strategy in the control of cholera [20] . Results of a study in Tanzania indicate very poor prevention practices in spite of high levels of correct knowledge (85%) of and positive attitude (97%) toward cholera [21] . Another study identified that incorrect information, poor commitment of health staff to the community, and cultural factors were contributors to poor reporting of cholera cases [22] . The KAP of mothers and patients relating to immunization can influence the success, delay, or failure of immunization programs [23] [24] [25] [26] [27] [28] . In Bangladesh, however, data on the KAP of households relating to cholera and the potential use of oral cholera vaccines are not available. We postulate that such data would help develop interventions to control cholera, especially in high-risk populations.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1209,
                    "end": 1213,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1718,
                    "end": 1722,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1893,
                    "end": 1897,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2077,
                    "end": 2081,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2211,
                    "end": 2215,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2216,
                    "end": 2220,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2221,
                    "end": 2225,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 2226,
                    "end": 2230,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2231,
                    "end": 2235,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2236,
                    "end": 2240,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Health education is an important component of achieving national and international public-health goals, by encouraging the adoption of practices that benefit health. Thus, the aim of the present study was to assess the knowledge of, attitudes toward, and preventive practices relating to cholera and oral cholera vaccine among an urban population residing in a high cholera-prone setting in Dhaka, Bangladesh.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This cross-sectional study, conducted during December 2010-February 2011, used both quantitative and qualitative data-collection techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The study area included 90 clusters (neighborhoods) in an area of high cholera incidence in Mirpur, with a target population of 240,000 [6] . Mirpur is the northwest part of capital Dhaka city of Bangladesh, the area of which has a mixed income neighborhood covering about 2.5 million people [6, 29] . The 90 clusters were identified through an ongoing demographic surveillance system of \"The introduction of cholera vaccine in Bangladesh (ICVB) project\". The project assigned the clusters randomly to three arms: one-third of the clusters were allocated as control, a third received only vaccine, and the remaining clusters received vaccine plus hygiene and behavior-change intervention messages [30, 31] . The study population of the project included a population at high risk for cholera but excluded pregnant women and children aged less than one year. All adult men and women of the ICVB project were considered part of the KAP study population.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "29]",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Study setting and population"
        },
        {
            "text": "Considering an estimate of 50% knowledge level (as the prevalence of knowledge of cholera in this community was unknown), with 5% precision of error, 95% confidence interval, and 80% power, the required sample-size was 384 for each arm. Taking into account a design effect of 2 and an estimate of 20% non-response rate, the sample-size was calculated to be 960 in each arm. Therefore, the total sample-size for three arms of the KAP survey was 2,880.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling and sample-size"
        },
        {
            "text": "Since our study area included 90 clusters, we used cluster-sampling methodology for data-collection. In total, 15 clusters were randomly selected for the KAP study. Approximately 200 households from each cluster were randomly selected from the household list prepared by the demographic surveillance maintained by the ICVB project. An adult from each household who could provide information regarding his/her family was purposively selected for interview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling and sample-size"
        },
        {
            "text": "In-depth interviews were also conducted with 30 respondents from the selected clusters of the quantitative survey. The respondents were chosen purposively considering the characteristics, such as occupation, education, age, and sex (see Additional file 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling and sample-size"
        },
        {
            "text": "Experienced male and female interviewers collected data. The interviewers were trained by investigators, immunization experts, and public-health specialists. Both classroom and field training were imparted to the interviewers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data-collection Survey"
        },
        {
            "text": "A semi structured questionnaire was used for collecting quantitative data (see Additional file 2). It comprised a series of questions developed through literature review [9, 32, 33] and revised to match with the cultural views. Multiple answers were recorded per question based on predefined categories but no probing of remaining unmentioned categories was done. The questionnaire was divided into the following three main sections:",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "32,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Data-collection Survey"
        },
        {
            "text": "Knowledge on cholera and cholera vaccine This section included 42 semi structured items on causes, management, treatment sources, and prevention measures of cholera, including knowledge on cholera vaccine, such as the number of doses, the dose interval, eligibility, and adverse effects. We also used one open-ended question in this section, \"What do you understand by cholera/what is cholera\", to capture the respondent's definition of cholera. We then entered the answers to this open-ended question, as structured responses, into the database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data-collection Survey"
        },
        {
            "text": "Practice relating to cholera and cholera prevention This section included questions on care-seeking practices for the management of cholera (type of treatment, treatment places) and cholera-prevention practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data-collection Survey"
        },
        {
            "text": "Attitudes toward cholera and cholera vaccine This section included statements concerning the risks of cholera and cholera immunization (\"cholera is very serious for adult or children\", \"there may be side-effects of cholera vaccination\"), perceived efficacy of various prevention measures (e.g. handwashing and proper sanitation practices), and the benefits of cholera immunization (\"immunizations are effective in the prevention of disease\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data-collection Survey"
        },
        {
            "text": "Based on the guidelines of cholera [34, 35] , the variables were defined as follows:",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "text": "[34,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 40,
                    "end": 43,
                    "text": "35]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "Cholera: Acute watery stool with or without vomiting. Causes of cholera: Ingestion of food or water contaminated with V. cholerae. We divided this definition into three responses:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "i. Lack of safe drinking-water or drinking contaminated water ii. Eating rotten food/lack of food protection against contamination iii. Infected by cholera germ (V. cholerae) Type of cholera management: Oral rehydration salts (ORS), intravenous fluids, home-made saline solutions, lightly-salted rice water, or plain water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "Places of cholera management: Oral rehydration solution should be given early at home while cholera treatment centers or healthcare facilities should be used for proper clinical care. We considered two responses for knowledge scale here: home and outside home/treatment center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "Cholera-prevention measures: Provision of safe water and availability of proper sanitation and health education to the communities are prevention measures, including adherence to adequate food safety and to basic hygiene practices by individuals. This included five characteristics:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "(i) Safe water: Use of boiled or tablet-treated or tubewell water for drinking and household work (ii)Proper sanitation: Use of sanitary latrine/satisfactory sewage system/proper sanitary disposal of stool/feces (iii)Health education: Attending health-education sessions/health-education advice to drink tubewell/ boiled/tablet-treated water, etc. (iv) Food safety: Housefly-control measures/keeping food covered/taking fresh food and avoiding rotten food (v) Basic hygiene practices: Good-hygiene practice/ washing hands with soap before meal/ washing hands with soap after defecation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "Qualitative data were collected to supplement quantitative data. We recruited two experienced qualitative interviewers to conduct in-depth interviews using a guideline. Knowledge on cholera, including its causes, prevention, management and details of problems or barriers that the respondents faced in seeking healthcare were collected. The interviewers received training to ascertain the perceptions of respondents about cholera and cholera vaccination. All the interviews were conducted at the households of respondents during their leisure time. These interviews were conducted face to face lasting for 1-1½ hours, and digital audio recorders were used for recording the interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative data"
        },
        {
            "text": "Data were entered into the visual BASICS/FoxPro software and analyzed using the SPSS software (version 11.5) (SPSS Inc., Chicago, IL). Sociodemographic variables of the respondents were collected from the demographic surveillance database of the ICVB project. Pearson's Chisquare test was employed to determine the associations between the knowledge level of respondents and the sociodemographic, attitude and practice variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of data Analysis of quantitative data"
        },
        {
            "text": "To measure knowledge of the respondents on cholera, a scoring system was used. Each correct response was scored as 1 while other responses, such as 'incorrect' or 'don't know' , were scored as 0 (zero). Since there were 16 variables (Table 1) in the knowledge section of the ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measurement of knowledge"
        },
        {
            "text": "Watery stool with or without vomiting 1 23",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recognition of cholera"
        },
        {
            "text": "Lack of safe drinking-water, or drinking of polluted water 1 80",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Causes of cholera"
        },
        {
            "text": "Eating rotten food/lack of food protection against contamination/if the food has not been covered up 1 83",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Causes of cholera"
        },
        {
            "text": "Affected by cholera germ 1 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Causes of cholera"
        },
        {
            "text": "Type of cholera management Home-made saline 1 3 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Causes of cholera"
        },
        {
            "text": "Places of cholera management",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plain water 1 4"
        },
        {
            "text": "Health center 1 9 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plain water 1 4"
        },
        {
            "text": "Use of safe water 1 7 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cholera-prevention measures"
        },
        {
            "text": "Proper sanitation 1 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cholera-prevention measures"
        },
        {
            "text": "Health education 1 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cholera-prevention measures"
        },
        {
            "text": "Food safety 1 8 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cholera-prevention measures"
        },
        {
            "text": "Basic hygiene practices 1 8 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cholera-prevention measures"
        },
        {
            "text": "Total given score 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cholera-prevention measures"
        },
        {
            "text": "Total mean score with SD 7.79 ± 2.62",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cholera-prevention measures"
        },
        {
            "text": "Good knowledge (score equal to or greater than 9) 46 (95% CI: 43.9-47.5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cholera-prevention measures"
        },
        {
            "text": "Poor knowledge (score equal to or less than 8) 54 (95% CI: 52.5-56.1) questionnaire, the total score ranged from 0 to 16. Using a frequency distribution [21] , the poor knowledge was defined as a score of ≤8 (equal to or less than eight) while a score of ≥9 (equal to or greater than nine) was considered good knowledge.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Cholera-prevention measures"
        },
        {
            "text": "There were nine statements in the attitude section of the questionnaire giving a total score of 9 for the statements. The respondents were asked to indicate the extent of their agreement with the statements on whether they agreed or disagreed. A positive attitude was considered when a person agreed to a favorable outcome or disagreed with behavior, which has a negative impact on the prevention and control of cholera. Thus, a correct response (agreed to favorable outcomes or disagreed with negative behavior) about a statement was scored as plus one (+1) while a wrong response was scored as minus one (−1) [21] . If a respondent did not want to respond, or did not have any knowledge of a statement, he/she got a score of 0. Of the total score ranging from 0 to 9, a frequency distribution was carried out to find a cut-off point for positive or negative attitude. As the distribution indicated that most (99%) respondents were likely to have positive attitude toward cholera, we defined two groups: highly positive with a score of 5-9 and less positive with a score of 4 or less.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 615,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Measurement of attitude"
        },
        {
            "text": "Scoring system to measure cholera-prevention practices",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of attitude"
        },
        {
            "text": "We used five items to measure the cholera-prevention practices, and a total of five points were assigned. Good practices were considered following a score of 3-5 and poor practices a score of 2 or below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of attitude"
        },
        {
            "text": "Univariate and multivariate analyses were carried out to estimate unadjusted and adjusted odds ratios to identify the predictors of a poor level of knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of a poor level of knowledge"
        },
        {
            "text": "Results of previous studies showed that a knowledge score was a significant predictor of attitude and practice scores [36, 37] . We, thus, considered dichotomous variables and created ranks according to the response category of poor or good knowledge of cholera as the outcome variable [38] . The statistical significance of all results was considered when the p value was <0.05.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[36,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Predictors of a poor level of knowledge"
        },
        {
            "text": "Qualitative information collected through in-depth interviews was transcribed and translated into English and analyzed using content analysis. The data-analysis process followed a sequence of interrelated steps, such as reading, coding, displaying, reduction, and interpretation. At first, the transcripts were carefully read, and then data were coded. Reading and coding were initiated while the data were collected. The data-display and reduction process was conducted at desk once all the data were collected. The inconsistencies of data (if any) were clarified through re-visit of field and reduction of non-standard data. Even during data display and reduction, the authors reviewed earlier steps to refine codes, reread texts, and revise some aspects of the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of qualitative data"
        },
        {
            "text": "All respondents gave written consent before participating in the study. The Research Review Committee and the Ethical Review Committee of icddr,b approved the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical consideration"
        },
        {
            "text": "In total, 2,830 of the 2,880 respondents were successfully interviewed ( Table 1 ). The remaining households could not be interviewed even after several attempts because of absenteeism of respondents. Table 1 shows the respondents' knowledge on cholera. Only 23% of the respondents could correctly recognize cholera. Most respondents stated that eating unprotected or rotten food (83%) and drinking unsafe water (80%) were the main causes of cholera. About 92% of the respondents were aware of ORS. Regarding facilities where a patient can be treated, most (95%) mentioned outside home or treatment centers, followed by home (48%). Regarding the prevention measures of cholera, food safety, maintaining good-hygienic practices, use of safe water for drinking and household purposes, healtheducation activities were mentioned by 87%, 85%, 74%, and 7% of the respondents respectively. According to knowledge scoring, less than half of the respondents had good knowledge, and about 54% had poor knowledge of cholera.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 201,
                    "end": 208,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Knowledge on cholera"
        },
        {
            "text": "All the respondents who were asked to participate in qualitative interviews complied. The qualitative data showed that the respondents could identify cholera patients through common symptoms, such as acute loose motion and vomiting. Most respondents (27 of 30) who participated in in-depth interviews stated that a cholera patient might have the following symptoms: dehydration, loss of appetite, lethargic, unconsciousness, hypothermia, anorexia, unable to eat, vertigo, loss of energy, slackening of the body, or abdominal pain. A few respondents (7 of 30) could differentiate diarrhea from cholera. They perceived that diarrhea is a mild condition while cholera is the severe form. The respondents stated that when diarrhea became severe, a patient became restless within 3-4 hours of being affected by diarrhea and needed to be hospitalized; this condition could be then termed as cholera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge on cholera"
        },
        {
            "text": "Most in-depth interview participants (28 of 30) also mentioned that eating unhygienic or rotten food and drinking contaminated water, or water, which was not boiled or filtered, were the causes of cholera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge on cholera"
        },
        {
            "text": "A few participants (3 of 30) believed that being affected by cholera is God's will. Another three respondents mentioned that cholera was caused by a cholera germ. One of them said:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge on cholera"
        },
        {
            "text": "\"When any member of a household is affected by cholera, other members should be careful. Otherwise, the germ from the affected person will spread to others.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge on cholera"
        },
        {
            "text": "Results of analysis of qualitative data also showed that there were three patterns of responses regarding knowledge on cholera treatment. These included: home management, treatment at nearby drug stores or private clinics, and tertiary-level healthcare facilities. They stated that ORS could be bought from local pharmacies to start treating cholera, and anybody could administer this treatment to the cholera patient at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge on cholera"
        },
        {
            "text": "Most in-depth interview participants (29 of 30) mentioned various preventive measures for cholera. These included cleanliness of living places and surroundings; having hygienic food; use of safe water for drinking and domestic purposes; handwashing; and use of sanitary latrines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge on cholera"
        },
        {
            "text": "The findings revealed that only 16% of the participants had heard of cholera vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge on cholera vaccine"
        },
        {
            "text": "Qualitative data revealed that a few participants (9 of 30) had heard of cholera vaccine but did not have in-depth knowledge. They knew that this vaccine is available from non-governmental organizations (NGOs). One respondent said that he received two doses of a cholera vaccine in childhood through injection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge on cholera vaccine"
        },
        {
            "text": "Attitudes toward cholera and oral cholera vaccines are presented in Table 2 . The largest proportion of the respondents showed a positive attitude toward cholera and oral cholera vaccines, with a high level of agreement for different statements, such as \"washing both the hands with soap or ash after defecation\", \"defecating in an open place could lead to disease\", \"washing hands before taking food\", \"cholera is a severe health problem which may cause death\", and \"cholera is very serious for adults and children\". About 86% of the respondents agreed that cholera could be prevented through vaccination. About two-thirds disagreed with the statement that the cholera vaccine might be harmful for health. The attitude scale showed that 97% of the study participants had a highly positive attitude toward cholera and oral cholera vaccine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Attitudes toward cholera and oral cholera vaccine"
        },
        {
            "text": "Practices relating to prevention of cholera Cholera prevention Table 3 presents the respondents' practices relating to cholera-prevention measures. About 89% of the respondents practiced food safety by having fresh food and avoiding rotten food and maintained good-hygiene (86%) to prevent cholera in their households. Two-thirds of the respondents used safe water for drinking and household purposes. Eight percent attended healtheducation sessions, and 7% maintained proper sanitation practices. Overall, 61% followed good practices to prevent cholera. Total given score 9",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Attitudes toward cholera and oral cholera vaccine"
        },
        {
            "text": "Mean score of attitude with SD 7.14 ± 0.80 % of highly positive (score equal to or greater than 5) 97.0 (95% CI: 96.4-97.6) % of less positive (score equal to or less than 4) 3.0 (95% CI: 2.4-3.6) * Don't know responses were scored as 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes toward cholera and oral cholera vaccine"
        },
        {
            "text": "About 6% (n = 182) of the respondents reported that someone in their households suffered from cholera in the last six months before data-collection. About 94% (n =182) of the cholera patients were confirmed by pathological tests. The patients sought treatment at home (46%) and/or visited local pharmacies (24%). Others visited the icddr,b hospital (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Care-seeking for cholera"
        },
        {
            "text": "Qualitative data showed that the financial problem was the main barrier to seeking treatment by cholera patients. Over one-third of the respondents (11 of 30) who participated in in-depth interviews said that they were too poor to visit a doctor, buy medicines, and/or organize transportation to a hospital. However, a few respondents stated that they had received free treatment from the icddr,b hospital but they had to spend money for travel and food. They also stated that bad traffic was the cause for delayed arrival at the hospital. Nearly half of the respondents (14 of 30) stated that they were aware of the effects of cholera but they could not always drink boiled water as they did not have adequate water, gas, and fuel supply. Besides, they could not take fresh food as they could cook only once a day, or they had to cook food in their neighbor's house in a common kitchen. Inadequate drainage systems were also mentioned by the respondents as a factor leading to cholera susceptibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barriers faced in treatment or prevention practices"
        },
        {
            "text": "Association of knowledge with sociodemographic, attitudinal and practice-related characteristics Table 4 shows the association of the respondents' knowledge on cholera with the sociodemographic, attitude, and practice-related characteristics. Respondents with poor knowledge of cholera were seen in all age-groups with no significant differences. On the other hand, males (59%) were more likely to have poor knowledge than females (52%) (p = 0.001). Respondents with secondary and higher levels of education (48%) were significantly less likely to have poor knowledge compared to those with primary (55%) or having no education (58%) (p < 0.001). Independent earners (59%) were more likely to have poor knowledge on cholera than nonworking (51%) and nonindependent earners (53%). Respondents who had a monthly overall household expenditure of US$ 88 or below (58%) were more likely to have poor knowledge compared to respondents with higher monthly overall expenditure. In both the cases (occupation and monthly expenditure), the difference was significant (p < 0.05). Although the number of rooms per household and familysize did not show any significant association with the respondent's knowledge level, findings showed that more than half of the respondents with poor knowledge were living in only one room with a family of 4 or less members (55%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 104,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Barriers faced in treatment or prevention practices"
        },
        {
            "text": "Respondents who had a less positive attitude toward cholera (85%) were significantly more likely to have poor knowledge compared to those with a highly positive attitude (53%). Likewise, respondents maintaining poor prevention practices (78%) were more likely to have poor knowledge compared to those with good practices (39%) (p < 0.001). Table 5 presents the results of logistic regression analyses of the respondents' knowledge on cholera as the only outcome variable with different independent variables, such as sociodemographic characteristics, attitudes, and prevention practices. Sex, education, occupation, monthly household expenditure, positive attitude, and choleraprevention practices were associated with the outcome variable through Chi-square tests. Therefore, these variables were included to measure unadjusted odds in a regression model. Although unadjusted models showed that education (x), occupation (y), and monthly expenditure (z) were significantly associated with the knowledge level of the respondents, they highly correlated (r xy = −0.079, r yz = 0.139, r xz = 0.128. These models also showed that the associations between knowledge and monthly expenditure and the association between knowledge and education were better than the association between knowledge and occupation. Given the relationship between education and knowledge, we included monthly household expenditure in the adjusted model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 347,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Barriers faced in treatment or prevention practices"
        },
        {
            "text": "The respondents' attitudes and prevention practices also significantly correlated (r = 0.061 p < 0.01). Since both the variables were highly associated with the knowledge level, we selected one variable (respondent's attitude) purposively for the final model. Finally, we adjusted the respondents' sex, monthly expenditure, and positive attitude in the full model, and all the three variables were significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of poor level of knowledge on cholera"
        },
        {
            "text": "Females were less likely to have poor knowledge compared to males [odds ratio (OR): 0.74; 95% confidence interval (CI): 0.62-0.87]. Respondents who had the lowest monthly household expenditure (≤ US$ 88) were more likely to have poor knowledge compared to respondents who had high monthly household expenditure (>US$ 120) (OR: 1.31; 95% CI: 1.09-1.58). Respondents with a less positive attitude were more likely to have poor knowledge compared to those with a high positive attitude (OR: 4.92; 95% CI: 2.71-8.94).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of poor level of knowledge on cholera"
        },
        {
            "text": "Few studies have explored the community perceptions and practices relating to diarrheal diseases in Bangladesh [39, 40] . The present study assessed the knowledge of, attitudes toward, and prevention practices relating to cholera and oral cholera vaccination among urban slumdwellers. We found that only 23% of the respondents could identify cholera as watery diarrhea, which was lower than that observed in studies in Zanzibar and Haiti where 60-89% of the population could characterize cholera as watery stool or diarrhea [15, 41, 42] . Although the definition of cholera varies even in the WHO documents, we used a commonly-used term as a correct response on defining cholera, i.e. 'acute watery stool with or without vomiting' [34] and gave a 'zero' score if a respondent could not specify diarrhoea as watery, which may result in a low recognition of cholera in our study. Conversely, the Haiti study commonly identified cholera as diarrhea (89.1%), and the Zanzibar study presented to respondents a clinical vignette describing a cholera case and asked how they would name the condition presented to them. Results of a community-based study showed that cholera was the result of diarrhoea, vomiting, dehydration, and weakness of the body, which corroborated the qualitative findings of our study [22] . Despite the availability of oral cholera vaccine through NGOs, it has not been incorporated in Bangladesh's Expanded Programme on Immunization (EPI) schedule, which may be the reason behind the poor knowledge of the respondents on oral cholera vaccine. The use of ORS in the management of cholera is widely known [22, 41] . We obtained findings similar to the findings of a study in Haiti where more than 90% of respondents had knowledge of ORS [42] . A Zanzibar study reported that the peri-urban people are more likely to give ORS to patients primarily for the treatment of cholera than the rural people [15] . Results of another study showed that the use of antibiotics, in addition to ORS, is very common in Bangladesh [43] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[39,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1302,
                    "end": 1306,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1622,
                    "end": 1626,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1627,
                    "end": 1630,
                    "text": "41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1754,
                    "end": 1758,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1915,
                    "end": 1919,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2032,
                    "end": 2036,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Less than 10% of the respondents of the present study knew that proper sanitation and health education are important preventive measures. This may be because of the poor infrastructure of urban slum sanitation [44] and lack of health-education activities in the community. It was observed during data-collection that some NGOs were providing health education in some areas, and only the respondents of those areas would mention health education as a preventive measure. Overall, 54% of the respondents had poor knowledge on cholera. This result differed from those of other studies where respondents had a high level of knowledge on cholera [21, 45, 46] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "46]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The findings of the present study revealed that the respondents had poor knowledge but the level of positive attitude toward cholera and cholera vaccine was very high. The success of the EPI in Bangladesh could be the reason for delivering a positive attitude toward any vaccine among Bangladeshi people. However, the attitude level found was similar to the findings of a study in Tanzania [21] . On the other hand, in Bangladesh, the term'cholera' is not reported in newspapers and other media accessible to the population, and epidemics of cholera are reported as 'diarrhea' which can be the possible explanation of discrepancy between the level of knowledge and attitude among the study participants.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although results of other studies showed that practice lagged behind knowledge [20, 22] , the results of this study showed that the respondents with good knowledge about cholera followed better prevention practices. This may be due to a response bias, such that the respondents who had knowledge on cholera and its prevention may conceal their actual practices. Inclusion of observation methods as part of data-collection may validate this information, which is a limitation of this study. On the other hand, the participants taking part in the in-depth interviews stated that they could not maintain preventive measures for cholera because of the poor infrastructure in their household dwellings in the slums.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 84,
                    "end": 87,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Bangladesh, pharmacies and drug-sellers are the firstline and dominant healthcare providers [47, 48] , which support our findings. The in-depth interview participants reported that lack of financial means was the main constraint for seeking treatment, followed by transportation costs to reach a treatment center. To clarify this pattern, a further study on the financial burden of cholera on households should be considered.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found a significant association between the respondents' knowledge and several factors, including sex, education, occupation, monthly overall household expenditure, a positive attitude toward cholera, and practices to prevent cholera. Education is primarily important and is related to knowledge. Female and nonworking respondents were more knowledgeable as they were the main caregivers of cholera patients, which is consistent with results of a study [22] . Independent earners were 27% more likely to have poor knowledge than nonindependent earners, likely due to differences in education. Similarly, those who spend a lower amount of money for their households each month may not have much access to healthcare; therefore, they are more likely to be unaware of the disease. In the adjusted model, males, lower monthly expenditure (≤88 US$) and a lower positive attitude toward cholera were the significant predictors of having poor knowledge.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Based on the results of these analyses, a few recommendations may be made. The findings revealed that the slumdwellers had partial knowledge on cholera and cholera vaccine-related issues. Therefore, undertaking a healtheducation intervention program is essential to educate and motivate people to prevent and control cholera. The target groups for such an educational program should be those who are illiterate or with lower formal education, males, independent earners who have lower monthly household expenditures, and those with a lower positive attitude toward cholera and cholera vaccine. They should also be taught on the use of water-treatment procedures. Information on the location of nearby health centers where treatment of cholera is available should also be disseminated to the people. Finally, many slum-dwellers reported that they could not maintain good hygiene practices to prevent cholera due to a scarcity of water, gas supply, and the proper sanitation and drainage system. In the slums of Bangladesh, for many reasons, ensuring these to this community is very difficult and will take a long time. Therefore, the introduction of cholera vaccination among the slum population would be an important step to prevent and control cholera. Perceptions of the target population about vaccine and their willingness to be vaccinated before introducing such a programme should also be considered for successful implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study was conducted with a group of people who are at high risk of cholera [6] , and their knowledge of, attitude toward, and prevention practices relating to cholera and oral cholera vaccination were analyzed. The findings revealed a poor level of knowledge on cholera among this high-risk group. Strengthening of healtheducation activities may, thus, improve their knowledge on cholera. Such education should focus on cholera prevention and control, including detailed information on cholera vaccine (e.g. vaccine availability, sources of vaccine, etc.). The data of the present study are also important to implement future vaccination campaigns for population at high risk to prevent and control cholera.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Additional file 1: Selective criteria of in-depth interview participants. An additional text file has been included as a table which shows the demographic and detailed information relating to selection of a respondent for in-depth interviews in the field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional files"
        },
        {
            "text": "Additional file 2: Questionnaire for KAP household survey. The questionnaire that we have used for collection of quantitative data has been attached as an additional file 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional files"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization: Global Health Observatory (GHO): Number of reported cholera cases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization: Cholera",
            "authors": [],
            "year": 2010,
            "venue": "Wkly Epidemiol Rec",
            "volume": "86",
            "issn": "31",
            "pages": "325--340",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The global burden of cholera",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sah",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maskery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clemens",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bull World Health Organ",
            "volume": "90",
            "issn": "",
            "pages": "209--218",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bangladesh: Introduction of Cholera Vaccine in Bangladesh (ICVB)' project disseminates progress with stakeholders. News 'n' Views",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of rapid urbanization on the rates of infection by Vibrio cholerae O1 and enterotoxigenic Escherichia coli in",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Begum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "Asg",
                    "middle": [],
                    "last": "Faruque",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Baby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Malek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "A-M",
                    "middle": [],
                    "last": "Svennerholm",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Negl Trop Dis",
            "volume": "5",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Review of reported cholera outbreaks worldwide",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly-Hope",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Trop Med Hyg",
            "volume": "75",
            "issn": "5",
            "pages": "973--977",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cholera outbreak in Kenyan refugee camp: risk factors for illness and importance of sanitation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shultz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Omollo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qassim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Ochieng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Feikin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Breiman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Trop Med Hyg",
            "volume": "80",
            "issn": "4",
            "pages": "640--645",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The cholera epidemic and barriers to healthy hygiene and sanitation in Cameroon: a protocol study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Njoh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Identifying environmental risk factors for endemic cholera: a raster GIS approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Donnay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yunus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sack",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Health Place",
            "volume": "8",
            "issn": "",
            "pages": "201--210",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Critical factors influencing the occurrence of Vibrio cholerae in the environment of Bangladesh",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huq",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Sack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "Ali",
                    "middle": [
                        "A"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "Mnh",
                    "middle": [],
                    "last": "Siddique",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Yunus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Appl Environ Microbiol",
            "volume": "71",
            "issn": "8",
            "pages": "4645--4654",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Master' s dissertation. University of The Free State, Disaster Management Training and Education Centre for Africa",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chipare",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Costs of illness due to endemic cholera",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poulos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Riewpaiboon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clemens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Agtini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sur",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Whittington",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemiol Infect",
            "volume": "140",
            "issn": "3",
            "pages": "500--509",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Economic burden of cholera in the WHO African region",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kirigia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Sambo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yokouide",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Alley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Muthuri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Kirigia",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Int Health Human Rights",
            "volume": "9",
            "issn": "8",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Social and cultural features of cholera and shigellosis in peri-urban and rural communities of Zanzibar",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schaetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Khatib",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hutubessy",
                    "suffix": ""
                },
                {
                    "first": "C-L",
                    "middle": [],
                    "last": "Chaignat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "339",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "World Health Organization: Cholera: mechanism for control and prevention",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "World Health Organization: WHO Technical Working Group on creation of an oral cholera vaccine stockpile",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "World Health Organization: Cholera vaccines: WHO position paper",
            "authors": [],
            "year": 2010,
            "venue": "Wkly Epidemiol Rec",
            "volume": "85",
            "issn": "13",
            "pages": "117--128",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Using a knowledge, attitudes and practices survey to supplement findings of an outbreak investigation: cholera prevention measures during the 1991 epidemic in Peru",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Quick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Beingoleat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vargas",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mujica",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Seminario",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Smithwick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Tauxe",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Int J Epidemiol",
            "volume": "25",
            "issn": "4",
            "pages": "872--878",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Knowledge, attitudes and practices regarding cholera outbreaks in Ilala Municipality of Dar Es Salaam region, Tanznia",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Mpazi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Mnyika",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "East Afr J Public Health",
            "volume": "2",
            "issn": "",
            "pages": "6--11",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Factors affecting cholera case detection by the communities in Chiradzulu district",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Chingayipe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Environmental Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Factors affecting routine immunization coverage among children aged 12-59 months in Lao PDR after regional polio eradication in Western Pacific Region",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maekawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Douangmala",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sakisaka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Phathammavong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Xeuatvongsa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuroiwa",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bio Sci Trends",
            "volume": "1",
            "issn": "1",
            "pages": "43--51",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Determinants of vaccination coverage in rural Nigeria",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Odusanya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Alufohai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Meurice",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Ahonkhai",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Public Health",
            "volume": "8",
            "issn": "381",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Journal of Pakistan Medical Association: Improving vaccination status of children under five through health education",
            "authors": [],
            "year": 2004,
            "venue": "JPMA",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "IMMUNIZATION basics Project: Epidemiology of the unimmunized child: findings from the grey literature",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Knowledge, attitude and practice regarding immunization among family practice patients",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qidwai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ayub",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ayub",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "JDUHS",
            "volume": "1",
            "issn": "1",
            "pages": "15--19",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mothers' knowledge about vaccine preventable diseases and immunization coverage of a population with high rate of illiteracy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mahalanabis",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Trop Pediatr",
            "volume": "41",
            "issn": "6",
            "pages": "376--378",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Safety and immunogenicity study of a killed bivalent (O1 and O139) whole-cell oral cholera vaccine Shanchol, in Bangladeshi adults and children as young as 1 year of age",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Khanam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhuiyana",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clemens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cravioto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "8285--8292",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Strategic guidelines for oral cholera vaccine delivery. Dhaka: icddr,b",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qadri",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Communicable diseases: gastrointestinal infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reza",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "112--114",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Coping with cholera: the importance of coordinated planning",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Africa Health",
            "volume": "",
            "issn": "",
            "pages": "18--24",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "World Health Organization: Prevention and control of cholera outbreaks: WHO policy and recommendations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "World Health Organization: Updated WHO position paper on cholera vaccines",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Tor P: Knowledge, attitudes and practices towards pandemic influenza among cases, close contacts, and healthcare workers in tropical Singapore: a cross-sectional survey",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yau",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "442",
            "pages": "2--8",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A tale of two cities: community psychobehavioral surveillance and related impact on outbreak control in Hong Kong and Singapore during the severe acute respiratory syndrome epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quah",
                    "suffix": ""
                },
                {
                    "first": "L-M",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S-Y",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "H-P",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T-H",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "25",
            "issn": "12",
            "pages": "1033--1041",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Manual for Epidemiology, Biostatistics & use of SPSS for Windows",
            "authors": [
                {
                    "first": "Cgn",
                    "middle": [],
                    "last": "Mascie",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Cultural and social context of dysentery: implications for the introduction of a new vaccine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nahar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Health Popul Nutr",
            "volume": "22",
            "issn": "2",
            "pages": "159--169",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Folk terminology for diarrhea in rural Bangladesh",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mushtaque",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "N"
                    ],
                    "last": "Kabir",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Clin Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "252--254",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Communicating with Disaster Affected Communities: Baseline survey on the evaluation of the impact of the communication campaign on cholera (knowledge and perceptions of beneficiaries on information, prevention and treatments measures)",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Knowledge, attitudes, and practices related to treatment and prevention of cholera",
            "authors": [
                {
                    "first": "Vebd",
                    "middle": [],
                    "last": "Rochars",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tipret",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patrick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Barbour",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berendes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bensyl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Frazier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Domercant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Archer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "11",
            "pages": "2158--2161",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Clinical outcomes in household contacts of patients with cholera in Bangladesh",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Weil",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Larocque",
                    "suffix": ""
                },
                {
                    "first": "Asg",
                    "middle": [],
                    "last": "Faruque",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Calderwood",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qadri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "1473--1479",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "UNICEF: Sanitation, hygiene and water supply in urban slums",
            "authors": [],
            "year": 2008,
            "venue": "Dhaka",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Does a direct cholera threat necessarily improve the knowledge, attitude and practices on the disease?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nsungu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jonga",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cent Afr J Med",
            "volume": "42",
            "issn": "5",
            "pages": "125--128",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The impact of socio-economic status and sanitation levels on the prevalence of diarrhoeal diseases in the Akim Oda area of Ghana",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fening",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Edoh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Internet J Epidemiol",
            "volume": "6",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The perspectives of clients and unqualified allopathic practitioners on the management of delivery care in urban slums, Dhaka, Bangladesh -a mixed method study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wahed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iqbal",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Pregnancy Childbirth",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Health workforce in Bangladesh: Who constitutes the healthcare system",
            "authors": [],
            "year": 2007,
            "venue": "Dhaka: Center for Health System Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-13-242"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Knowledge of, attitudes toward, and preventive practices relating to cholera and oral cholera vaccine among urban high-risk groups: findings of a cross-sectional study in",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wahed",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Public Health",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Respondents' knowledge of cholera",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Attitude toward cholera and cholera vaccine (n = 2,830)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Practices of respondents relating to prevention of cholera",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Association of knowledge of respondents on cholera with sociodemographic, attitudinal and practice-related characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Results of logistic regression analyses of respondents' knowledge on cholera by sociodemographic, attitudinal and practice-related characteristics",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The study was carried out under the research protocol titled \"Introduction of Cholera Vaccine in Bangladesh (ICVB)\" funded by the Bill and Melinda Gates Foundation (Grant No. OPP50419). icddr,b acknowledges with gratitude the commitment of the Gates Foundation to its research efforts. This study also gratefully acknowledges the support of the data-collection team, team supervisors, and all staff members of the ICVB project. The authors acknowledge the editorial assistance of Daniel T. Leung ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions JU, FQ, IAK, TW, AS, and AC were involved in developing concept, study implementation, data analyses, and writing the manuscript. SSTK, TW, and JU collected and analyzed the qualitative data. NCS and AUS had inputs in designing quantitative sampling technique and analysis of data. FK, FC, AS, and AIK also interpreted the medical terminologies and gave technical support. All the authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}