{
    "paper_id": "0113b9a8d82039e8474e887038d643853b5fdfeb",
    "metadata": {
        "title": "Revitalization of integrated disease surveillance and response in Sierra Leone post Ebola virus disease outbreak",
        "authors": [
            {
                "first": "Charles",
                "middle": [],
                "last": "Njuguna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amara",
                "middle": [],
                "last": "Jambai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Chimbaru",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anders",
                "middle": [],
                "last": "Nordstrom",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roland",
                "middle": [],
                "last": "Conteh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anderson",
                "middle": [],
                "last": "Latt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shikanga",
                "middle": [],
                "last": "O-Tipo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Musoke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Githuku",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zablon",
                "middle": [],
                "last": "Yoti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Yahaya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ambrose",
                "middle": [],
                "last": "Talisuna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Soatiana",
                "middle": [],
                "last": "Rajatonirina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ibrahima",
                "middle": [
                    "Socé"
                ],
                "last": "Fall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The Ministry of Health and Sanitation (MOHS) in Sierra Leone partially rolled out the implementation of Integrated Disease Surveillance and Response (IDSR) in 2003. After the Ebola virus disease outbreak in 2014-2015, there was need to strengthen IDSR to ensure prompt detection and response to epidemic-prone diseases. We describe the processes, successes and challenges of revitalizing public health surveillance in a country recovering from a protracted Ebola virus disease outbreak. Methods: The revitalization process began with adaptation of the revised IDSR guidelines and development of customized guidelines to suit the health care systems in Sierra Leone. Public health experts defined data flow, system operations, case definitions, frequency and channels of reporting and dissemination. Next, phased training of IDSR focal persons in each health facility and the distribution of data collection and reporting tools was done. Monitoring activities included periodic supportive supervision and data quality assessments. Rapid response teams were formed to investigate and respond to disease outbreak alerts in all districts. Results: Submission of reports through the IDSR system began in mid-2015 and by the 35th epidemiologic week, all district health teams were submitting reports. The key performance indicators measuring the functionality of the IDSR system in 2016 and 2017 were achieved (WHO Africa Region target ≥80%); the annual average proportion of timely weekly health facility reports submitted to the next level was 93% in 2016 and 97% in 2017; the proportion of suspected outbreaks and public health events detected through the IDSR system was 96% (n = 87) in 2016 and 100% (n = 85) in 2017. Conclusion: With proper planning, phased implementation and adequate investment of resources, it is possible to establish a functional IDSR system in a country recovering from a public health crisis. A functional IDSR system requires well trained workforce, provision of the necessary tools and guidelines, information, communication and technology infrastructure to support data transmission, provision of timely feedback as well as logistical support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Public health surveillance generates information needed to assess health status of populations, track events of public health importance such as outbreaks, identify priorities and evaluate the effectiveness of programs [1] . Integration of disease surveillance systems is recommended to increase cost effectiveness, efficiency and effectiveness of surveillance system [2, 3] . In 1998, the WHO-Africa region countries adopted the IDSR for the timely detection and response to epidemic prone diseases [4] . The strategy proposed efficient use of resources to develop an integrated surveillance and response system for major communicable diseases as prioritized by individual countries. The IDSR strategy focused on surveillance at the district level but also defined core and support functions for other levels of the public health system. Technical guidelines for the implementation of IDSR strategy were developed in 2001 and adopted by various African countries including Sierra Leone in 2008 [5] .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 372,
                    "end": 374,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Prompted by the severe acute respiratory syndrome pandemic at the beginning of the twenty-first century, the re-emergence of infectious diseases and threat of the misuse of infectious agents such as smallpox virus as biological weapons, WHO member states adopted the revised International Health Regulations in 2005 which came into force in June 2007 [6] . These new regulations widened the scope of reportable events by defining public health events of international concern, core surveillance and response capacities, that countries would need to focus on in order to increase their ability to detect, respond and contain public health emergencies. Full implementation of international health regulations 2005 would ensure containment of public health threats with minimal interference [7] with international trade and travel.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In order to comply with the new regulations, WHO African member states with technical support from United States Centers for Disease Control and Prevention (CDC) revised guidelines for implementation of IDSR in 2010 [7] . Systematic reviews of the implementation of IDSR strategy shows that most African countries adopted the IDSR strategy albeit partially. However, most countries have poor performance in IDSR core functions which is closely linked to suboptimal supervision, training, resources and coordination [8] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The Ministry of Health and Sanitation (MOHS) in Sierra Leone partially rolled out the implementation of IDSR in 2003. Before the Ebola virus disease outbreak that occurred in 2014, the country had not yet adopted or implemented the revised IDSR guidelines (2010). Thus, public health surveillance was weak in Sierra Leone and may have contributed to the delayed case detection of the first Ebola cases [9] . The situation was aggravated by the infection of 328 health care workers with Ebola virus disease and the death of at least 152 [10] . Many volunteer health care workers, who constitute a considerable proportion of health workforce in Sierra Leone, resigned during the outbreak further worsening the shortage of health care workers. This led to the closure of health facilities thus interfering with collection and transmission of surveillance data. A rapid assessment conducted in 2015 showed that less than half of the health facilities were submitting weekly reports of priority diseases and often, the reports were submitted late. Thus, the surveillance system was in need of revitalization to ensure rapid detection of outbreaks and tracking of the progress of health events such as the Ebola virus disease outbreak. This paper describes the processes, successes and challenges of revitalizing public health surveillance in a country recovering from a protracted Ebola virus disease outbreak. It aims to provide insight on strategies and requirements for successful implementation of IDSR. By demonstrating the usefulness of IDSR as an early warning system for epidemic prone diseases such as Ebola Virus disease, this work hopes to trigger more investment in public health surveillance. It can provide a reference for countries/regions seeking to strengthen weak disease surveillance and response systems.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 405,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The first step towards revitalization of IDSR in Sierra Leone involved the adaptation of the WHO AFRO IDSR guidelines of 2010 to suit the organizational structure and needs of the Sierra Leone healthcare system [11] . The Ministry of Health and Sanitation organized a five day workshop that brought together 50 experts from MOHS, WHO, CDC and other stakeholders to develop the first IDSR technical guidelines for Sierra Leone. Working in small groups, the experts discussed each chapter customizing it to suit the local context of Sierra Leone. The team identified priority diseases, conditions and public health events for inclusion in the surveillance system, and also aligned the guidelines to the international health regulations requirements.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Adaptation of WHO African region -IDSR (2010) technical guidelines"
        },
        {
            "text": "There are eight core functions of IDSR that are performed by various levels in the health system. The first is case and event identification using standard case definitions. This is followed by case reporting to the next level, either immediately or at predefined intervals. These two functions usually occur in health facilities. Next data is collated, analyzed and interpreted at the health facility, district and national levels. Suspected cases, events and outbreaks are investigated and where possible confirmed in the laboratory. Investigations also identify the source and modes of transmission to inform control and prevention measures. Another core function at levels is preparedness to respond to future outbreaks. A high level of preparedness facilitates a well-coordinated and effective response, in case of an outbreak. District health teams and national surveillance offices provide regular feedback to data providers and other stakeholders on outcome of investigations and response activities. Periodic assessment of the effectiveness of the IDSR, including timeliness, data quality and overall performance is done with the aim of identifying and correcting gaps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adaptation of WHO African region -IDSR (2010) technical guidelines"
        },
        {
            "text": "For each IDSR core function, detailed procedures, tools and guides were developed (Table 1) . During discussions in a subsequent meeting, the same group of experts validated the updated guidelines. Finally, the guidelines were peer reviewed by a WHO IDSR expert and adopted for use in Sierra Leone. The guidelines provided a blueprint for implementation of the IDSR strategy in Sierra Leone by outlining the roles of the community, peripheral health units, district health management teams and the national surveillance program in IDSR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Adaptation of WHO African region -IDSR (2010) technical guidelines"
        },
        {
            "text": "Defining flow of surveillance data in IDSR system, Sierra Leone",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adaptation of WHO African region -IDSR (2010) technical guidelines"
        },
        {
            "text": "Most public health surveillance systems combine event based surveillance at the community level and indicator based surveillance in the health facilities. In the indicator based surveillance systems, clinical and socio-demographic information collected from patients seeking treatment in health facilities is collated and transmitted to regional health departments and finally to the national international health regulations focal point who then communicates with the WHO international health regulations focal point according to international health regulations (2005) regulations [11] . Data flow in the revised IDSR guidelines for Sierra Leone was adapted to fit this outline (Fig. 1 ). In the proposed indicator based surveillance system, healthcare workers in peripheral health unit record patient information into registers routinely. Priority diseases would be reported every week, with the epidemiologic week starting on Monday and ending on Sunday of every week. At the end of each epidemiologic week, a surveillance focal person summarized data on priority diseases into weekly reports and forwarded them to a designated surveillance focal person in the district health office. For diseases that required immediate notification to the next level, case based forms were used for reporting. At the district health office, data from multiple peripheral health units was cleaned, checked for inconsistencies, aggregated and entered into the district health information software database which was accessed real time at the national level.",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 587,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 687,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Adaptation of WHO African region -IDSR (2010) technical guidelines"
        },
        {
            "text": "If there was a condition that warranted notification, the international health regulations focal point in the Ministry of Health and Sanitation was responsible for communicating with the WHO international health regulations focal point. Data analysis and use was encouraged at all levels, and varied from simple descriptive analysis to in-depth analysis at the national level. For example, it was expected that all health facilities would maintain a list of common diseases in their catchment populations, districts generate trends from the merged data from reporting peripheral health units and at the national level, in-depth analysis of weekly data was done with feedback given through the weekly epidemiological bulletin. Surveillance data was discussed on weekly basis in the Emergency Preparedness, Resilience and Response Group meetings at National level and in monthly meetings for all the health facility in-charges organized by the District Medical Officer in all districts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adaptation of WHO African region -IDSR (2010) technical guidelines"
        },
        {
            "text": "A training curriculum was developed based on the adopted IDSR technical guidelines for Sierra Leone (2015). Next, the IDSR trainings were conducted in phases, beginning with training of district level trainers, then health care workers from the peripheral health units. In order to ensure full participation in all districts, healthcare workers from districts with interrupted transmission of Ebola virus disease for more than 60 days were trained first (Fig. 2 ). This also allowed the trainers to use the health care workers experiences from the Ebola outbreak to enhance training. Four advanced level trainings, lasting five days, were held for 144 trainers Trainer of Trainees. For each district, the trainer of trainees comprised of the district medical officer, Medical Superintendent, two district surveillance officers) and the hospital nursing officer in-charge were trained as trainer of trainees.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 454,
                    "end": 461,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "IDSR roll-out trainings"
        },
        {
            "text": "The IDSR trainings were organized into modules through which, participants were introduced to the concept of disease surveillance. The modules included: 1) early detection of priority diseases and other health events; 2) reporting of public health events; 3) analysis and interpretation of data generated through the surveillance system; 4) early detection of unusual changes in disease occurrence; 5) investigation and control of outbreaks, 6) response to outbreaks and other public health events; 7) communication and 8) monitoring and evaluation to improve surveillance and response. Training materials included; IDSR facilitators guide, participant's manual, Sierra Leone IDSR Technical guidelines (2015) as well as the IDSR reporting tools. Participants were taught how to identify cases of priority diseases using standard case definitions, reporting requirements for priority diseases, data quality and data analysis and use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDSR roll-out trainings"
        },
        {
            "text": "Presentations were used to introduce the participants to each module, then they would work through case studies in group discussions which included exercises on using data collection and reporting tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDSR roll-out trainings"
        },
        {
            "text": "After each trainer of trainees training, the district trainers would be supported both financially and technically to conduct trainings for health care workers working in peripheral health units in their districts. The training for healthcare workers were less intense than the trainer of trainee trainings and focused on three modules, namely detection and reporting of priority diseases and public health events and data analysis. Health care workers in peripheral health units performed less IDSR core functions compared to those at the district level. Hence, there training was less intense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDSR roll-out trainings"
        },
        {
            "text": "Supporting IDSR contributes to a strengthened healthcare system",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDSR roll-out trainings"
        },
        {
            "text": "To support IDSR, the MOHS distributed IDSR patient registers, data reporting tools, IDSR guidelines and standard case definitions posters to all district health offices and peripheral health units All district health offices were supplied with computers connected to the internet through modems. A closed user group was created whereby IDSR focal persons, health facility in-charges and members of the District Health Management teams were connected to each other using toll free mobile phone lines. In this system, two mobile network service providers were identified and allocated districts in which to provide the service on the basis of their network coverage. One mobile line was connected in each peripheral health unit and 10 mobile phone lines for each district health management team. Similar arrangements were made for officials working at the national level in the directorate of Disease Prevention and Control and the Central Public Health Reference Laboratory. Members of the closed user group could make unlimited calls to any member of the group free of charge. This enhanced notification of disease outbreaks and also improved referrals. Each district health office had a dedicated vehicle for surveillance while a motorcycle was available in each chiefdom. To increase human resource capacity, MOHS with support from partners also hired data clerks to assist the district surveillance officer in data management in each district health office.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDSR roll-out trainings"
        },
        {
            "text": "The IDSR data reporting system was paper based from the health facility up to the national level. Through MOHS partnership with WHO, CDC and e-Health Africa, an electronic platform was designed and rolled out in all districts in phase one. The migration was achieved through a collaborative, phased approach, led by a multidisciplinary steering committee. First, system requirements and the roles of different actors were defined. The system was anchored onto the existing District Health Information Software platform. Migration began with IDSR data at the district health office in three pilot districts, namely Port Loko, Western Area Rural and Western Area Urban and later on was implemented in all district health offices. The criteria for selecting the three districts to pilot the e-IDSR were internet connectivity and accessibility. The functioning of e-IDSR was dependent on strong internet connectivity thus the three districts with the best connectivity were selected. Additionally, there was a need for intense supervision during the initial stages. Thus, the most ideal pilot sites had to be easily accessible to allow for frequent monitoring visits. In the second phase, electronic data transmission in health facilities was tested in Port Loko district.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shifting to electronic transmission of data"
        },
        {
            "text": "Monitoring implementation of IDR through regular support supervision and data quality assessments Starting February 2016, teams from MOHS, WHO and other partners conducted supervision visits in randomly selected peripheral health units in all districts. To improve management of data collected during the visits, a structured electronic checklist, uploaded onto the Open Data Kit (ODK) platform was used for data collection. The visits sought to assess the adequacy of staff, infrastructure, and supplies to support implementation of IDSR as well as the performance of selected IDSR indicators as per existing guidelines. The reliability of information generated through a surveillance system depends on the quality of the data collected and transmitted through the system. Cognizant of the need to ensure high quality of IDSR data, MOHS with technical support from WHO and other partners conducted periodic data quality assessments in randomly selected PHUs in the districts. A structured checklist developed using the open data kit platform and loaded onto hand held devices was used for data collection. We calculated verification factors (VF) from recounted values of malaria positive cases recorded in health facility registers and compared them to values abstracted from health facility weekly reports and the DHIS 2 database. A VF < 100 was over reporting while a VF > 100 was underreporting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shifting to electronic transmission of data"
        },
        {
            "text": "Rapid response teams, comprising of health officials from the district health office, and WHO officials were formed in each district, to investigate and respond to suspected outbreaks. To improve emergency preparedness and response a national emergency preparedness plan was developed. Implementation of this plan resulted in the formation of multidisciplinary emergency preparedness and response teams in each district.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improving emergency preparedness and response capacity"
        },
        {
            "text": "From March 2015 to March 2016, 2300 health care workers from 14 districts were trained in IDSR, most of whom were health workers in-charges of peripheral health units. This ensured that all health facilities had at least one person trained on IDSR. Weekly reporting of priority diseases commenced immediately after each training with more health facilities submitting reports over time. Additionally, a separate training was conducted for 418 clinicians drawn from hospitals (pubic, private and faith based) all over the country. This training introduced the clinicians to the concept of disease surveillance and the role they played in generating quality surveillance data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity building"
        },
        {
            "text": "Shift from the paper based reporting to electronic surveillance system (e-IDSR)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity building"
        },
        {
            "text": "Submission of paper based reports through the IDSR system began in Mid-2015 as more surveillance focal persons were trained. By the 35th epidemiologic week, the MOHs was receiving weekly reports from all districts in the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity building"
        },
        {
            "text": "Starting July 2016, IDSR data was entered into an electronic database directly from each district. Full integration of e-IDSR into the district health information software platform was completed on the fifth epidemiologic week in 2017 and this system has since been used to transmit and store IDSR data effectively. In the e-IDSR system, health facilities submit weekly reports through phone calls, mobile phone text messages, delivery of hard copies or by email to the district health office by 12 noon every Monday. After receiving the weekly reports (hard copies, text messages, phone call data), the district surveillance officer enters the data into the e-IDSR platform through the computer desktop application. The district surveillance officer reviews the data entered into the district health information software database for completeness, timeliness and validity. Real time data is accessed by the national level after the validation by the district health office. The proportion of districts with complete health facility weekly reports increased from 78% before introduction of e-IDSR to 96% after migration to e-IDSR. In 2017, Sierra Leone embarked on roll out of e-IDSR to the health facility level (phase 2) using tablets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity building"
        },
        {
            "text": "In order to provide structured feedback and disseminate the data from the surveillance system, the MOHS with technical expertise from WHO developed a weekly epidemiological bulletin (Additional file 1). The bulletin provided a summary of data on the key notifiable diseases from the weekly reports submitted by the districts. It also included analysis on the proportion of health facilities submitting weekly reports to the district and as well as timeliness of submitted reports. Completeness of reporting was measured by the proportion of health facilities that submitted weekly reports compared to the total number of health facilities expected to submit reports in a particular district. Reporting rates below 80% were considered sub-optimal as per WHO standards. This provided a measure of representativeness of the surveillance data and helped identify silent health facilities or districts for immediate follow up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of weekly epidemiological bulletins as a feedback mechanism"
        },
        {
            "text": "The epidemiological bulletin was circulated to all relevant district and national MOHS staff, partners including WHO. Besides serving as an effective feedback mechanism, the method of using bulletins also improved completeness and timeliness of reporting as districts with low reporting rates and late submissions were followed up to resolve challenges that contributed to poor performance. Overall, the proportion of peripheral health unit submitting weekly reports to the districts increased from 68.2% in 2015, 92.4% in 2016 and 97.3% in 2017. With time, the method became so acceptable to the district teams that several of them adopted the bulletin to provide feedback to the peripheral health units on trends of common diseases, data quality and updates on outbreaks occurring within the districts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of weekly epidemiological bulletins as a feedback mechanism"
        },
        {
            "text": "The proportion of outbreaks detected through the IDSR system increased from 96% in 2016 to 100% in 2017.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outbreak detection, notification and response to suspected outbreaks and other important public health events"
        },
        {
            "text": "Laboratory confirmation of outbreaks also improved with 72% of laboratory results received within a week in 2017 compared to 17% in 2016. Timeliness in notification of and response to outbreaks declined from 92% in 2016 to 81% in 2017 ( Table 2 ). The likely reasons for the decline were reduced WHO logistical support and staffing levels providing support to the district health management teams in 2017. Starting 2015, through 2017, WHO scaled down its presence in all districts as part of the post Ebola recovery plan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 244,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Outbreak detection, notification and response to suspected outbreaks and other important public health events"
        },
        {
            "text": "A suspected measles outbreak affecting 11/14 districts was promptly detected in the first quarter of 2016 when suspected cases increased tenfold over four months (Fig. 3 ). Descriptive analysis of data from suspected cases at the national level generated district and age specific attack rates which directed the response team to focus the vaccination campaign to children aged < five years beginning in the most affected districts. The measures taken were effective and led to a rapid decline in the number of reported cases. Laboratory confirmation, done on a small subset of the cases, helped confirm the causative agent during the outbreak. In February 2017, incorporating laboratory results of suspected measles cases helped differentiate an outbreak of rubella that may have otherwise been confused for measles based on the clinical presentation of the cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Measles and rubella outbreak 2016-2017"
        },
        {
            "text": "Malaria is endemic in all districts in Sierra Leone and is easily diagnosed using rapid diagnostic kits. In the revitalized surveillance system, each district submitted weekly summaries of the number of suspect malaria cases and the number of confirmed malaria cases. The MOHS used this data is used to generate trends in the malaria positivity rates for each district and to indirectly monitor the occurrence of febrile illness. Over time, the average malaria positivity rates and seasonality of malaria in Sierra Leone were established. Changes in malaria positivity were monitored as they were considered as a proxy for changes in occurrence of other febrile illness. Thus a reduction in malaria positivity beyond a given threshold in a given point in time, would Addressing maternal mortality through IDSR During the Ebola virus disease outbreak in 2014-2015, the focus of the healthcare system shifted to control of the outbreak, at the expense of other service delivery areas, including reproductive health services. In the post Ebola recovery phase, the MOHS prioritized maternal and child health and thus sought to monitor the trends in maternal mortality by integrating reporting of maternal deaths through IDSR. In 2016, there were 218,818 live births reported through the health information system in Sierra Leone. Given the maternal mortality rate of 1165, the projected number of maternal deaths was 2549. The number of maternal deaths reported to the MOHS increased from 456 in 2015 to 706 in 2016, but was still 73% lower than the projected number. Almost all the reported deaths were audited and actionable recommendations provided. Whereas data incompleteness affected the validity of the mortality estimates, the system was useful in identification of weaknesses in antenatal and maternity care. This allowed the MOHS to identify health facilities with high burden of maternal deaths, the specific causes of death and prescribe specific interventions for reduction of maternal deaths in each health facility. The roll out of emergency obstetric care was a third element in ensuring an appropriate response to maternal deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of malaria surveillance to monitor trends in acute febrile illnesses"
        },
        {
            "text": "Each district health team identified designated health care workers who were trained in rapid response. The teams consisted of clinicians, an epidemiologist/ district surveillance officer, laboratory technician, environmental health scientist and a health educator. Veterinary officers were incorporated during zoonotic outbreaks and industrial poisoning experts during suspected chemical event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of rapid response teams in outbreak investigation"
        },
        {
            "text": "Reported outbreaks of notifiable diseases, unusual changes in surveillance data, reports of severe illness among healthcare workers, rumours of death or cases of illness in the community and unexplained death among animals were among the events that prompted an investigation by the rapid response team. Few exceptions included cases of viral haemorrhagic fever, unusual and emerging infections, or protracted outbreaks which required deployment of the national rapid response team to complement the response by the district rapid response team. In such instances, the emergency operations centre was activated to coordinate the response at the national level of the MOHS. In addition to investigation, national and district teams identified appropriate strategies to control the outbreaks, led the implementation of the strategies and wrote outbreak investigation reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of rapid response teams in outbreak investigation"
        },
        {
            "text": "Response to outbreaks is more likely to be prompt and effective when the health system is prepared. The national preparedness plan for Sierra Leone outlined the roles and responsibilities for the Public Health Emergency Management Committees at the national and district levels. The membership of this committee was diverse, incorporating both technical and non-technical members including officials from relevant ministries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparedness to respond to outbreaks and other public health events"
        },
        {
            "text": "The district public health emergency management committees developed and implemented district preparedness plans. They identified and planned for all possible emergencies in the district, mobilized resources, developed communication strategies and coordinated procurement of emergency material stockpiles. The emergency operations centre, located in the directorate of disease prevention and control, was tasked with the coordination of public health response activities during outbreaks and other public health emergencies. The emergency operations centre was also involved in continuous planning to ensure that the country was prepared to respond to emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparedness to respond to outbreaks and other public health events"
        },
        {
            "text": "Close monitoring of IDSR activities was necessary as challenges in implementation of IDSR were expected. Supervisory visits in all districts began in February 2016, soon after the last district teams had been trained on IDSR. By July 2017, three countrywide visits were conducted. Improvement in IDSR reporting completeness and timeliness rates was partly attributed to the support supervision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring implementation of IDSR"
        },
        {
            "text": "Two data quality assessments were conducted between August 2016 and July 2017. Overall, data collected through the surveillance system was of good quality and there was a modest improvement in accuracy from 95.3% in the first assessment to 97% in the second assessment. Over reporting was more common in large volume health facilities and most discrepancies were between the number of records in the health facility registers and the number of records entered in the monthly summaries. The findings of the data quality assessments were discussed in national surveillance quarterly meetings convened by the directorate of disease prevention and control and attended by all district medical officers and district surveillance officers. It was noted that the accuracy and completeness of data improved with time, most likely due to the periodic assessments and feedback.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring implementation of IDSR"
        },
        {
            "text": "A functional IDSR system \"from Ebola to Health\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As part of health systems recovery which was commonly referred to as the shift from \"Ebola to Health\", a revitalized IDSR system with key performance indicator above the WHO AFRO targets was achieved. Recruitment and deployment of WHO international epidemiologists and public health experts to support MOHS at national and district level (2015-2017) helped in strengthening health systems through mentorship, knowledge & skill transfer. Starting 2016, these efforts were complimented by the US Centres for Disease Control and Prevention (CDC) supported Field Epidemiology Training Programme that equipped the frontline health workers with basic epidemiological skills. Partnership between WHO and CDC, department for international development, African development bank, multi partners trust fund and other partners made significant investments in IDSR during the recovery phase after the protracted Ebola virus disease outbreak. In the long term, there is a need for the MOHS to mobilize domestic financing for sustainability of the IDSR system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Successful implementation of IDSR required proper planning, prioritized phased implementation, and political goodwill that provided additional impetus. Availability of the IDSR tools and guidelines, ICT infrastructure for data transmission, well trained workforce, and logistical support aided implementation. Lack of support functions for IDSR decreases the capacity of a country to perform IDSR core functions optimally [8] .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 425,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The integration of enhanced Ebola virus disease syndromic surveillance into the IDSR increased efficiency while allowing for prompt detection and investigation of suspected Ebola virus disease cases. This contributed to interrupted transmission of Ebola Virus with the outbreak declared over in November 2015. Syndromic surveillance is an effective means of augmenting routine indicator based surveillance and meeting the International Health regulations on timely reporting of public health events of international concern [12] . Given that outbreaks of Ebola Virus disease occur frequently [13] , strengthening public health surveillance should be prioritized especially in countries prone to Ebola virus disease outbreaks.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Inclusion of non-infectious conditions such as maternal death in the IDSR system, improved the utilization of surveillance personnel and systems thus increasing efficiency. The maternal mortality ratio in Sierra Leone is estimated to be 1165 maternal deaths/ 100,000 births and is among the highest in the world [14] . Overall deterioration of health services during the Ebola outbreak may have increased the maternal mortality ratio and thus there was a need to monitor the trends during the recovering period.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Measures of the usefulness of a surveillance system include the proportion of outbreaks that are detected through the surveillance system, the promptness of the response to suspected outbreaks and the duration taken to provide laboratory confirmation on the causative agent [7] . Based on the high proportion of outbreaks detected through the Sierra Leone IDSR system it appears to be highly sensitive. However, a reduction in the proportion of outbreaks detected through the IDSR system was observed over time and the reduction was attributed to a reduced number of WHO personnel in the districts. This fluctuation in performance indicates a potential threat in the sustainability of IDSR in Sierra Leone and calls for increased ownership by MOHS.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 277,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There was an apparent improvement in completeness and timeliness of IDSR reporting after shifting to electronic data transmission, that is likely due to ease of data collection and transmission at the district level. This is contrary to a study of performance of IDSR in Kenya, where 41% of sampled health facilities had not submitted weekly IDSR reports in the preceding 12 weeks and where health care workers preferred electronic transmission of reports. The shift to e-IDSR was hampered by poor internet connectivity, especially in the remote districts. The improvement in IDSR indicators attributed to the shift to e-IDSR can justify the use of resources to extend electronic data collection and transmission up-to the health facility level. Data quality assessments revealed over reporting of cases in the IDSR system although data accuracy improved with time. The most likely contributor to poor data quality was the paper based reporting that required transcription of data from various sources. This is corroborated by the improvement in data quality with the shift to e-IDSR. Weekly epidemiological bulletins and regular national surveillance meetings are mechanisms that can be used to provide feedback to all relevant stakeholders and ultimately improve quality of surveillance data. Lack of feedback from the higher reporting levels and lack of supportive supervision have been identified as gaps in the implementation of IDSR in India and Ghana [15, 16] . Regular supportive supervision and data quality assessments may have improved IDSR data accuracy and completeness over time.",
            "cite_spans": [
                {
                    "start": 1458,
                    "end": 1462,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1463,
                    "end": 1466,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The MOHS, Sierra Leone, supported by various partners successfully revitalized IDSR, as part of a wider health sector recovery plan. Capacity building of health care workers, availability of materials, and infrastructure to support implementation, frequent supervision and feedback contributed to the successful implementation of IDSR. Subsequently, an early warning system was established that facilitated interrupted transmission of the Ebola virus disease outbreak in November 2015. The usefulness of IDSR in outbreak detection and control builds the case for global investment in IDSR activities as it ultimately leads to increased global health security. In Sierra Leone, MOHS needs to focus on improving laboratory diagnosis, increasing domestic financing of surveillance activities and institutionalization of data quality assessments at the district level. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The datasets analyzed during this assessment are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Authors' contributions CN, AJ, AC, AN, RC, AL, SO, RM, JG, ZY, AY, AT, SR and SF contributed to the conceptualization, editing, and approval of the final version of the manuscript. CN wrote the initial draft of the manuscript. All authors have read and approved the manuscript for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval and consent to participate Ethical approval was not obtained as the manuscript was based on aggregated data from the surveillance system and did not report any individual human subject information. However, the authors sought concurrence for publication of this work from the Sierra Leone Ministry of health and Sanitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The past, Present, and future of PH surveillance. Scientifica (Cairo)",
            "authors": [
                {
                    "first": "Bck",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2012",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comprehensive effective and efficient global public health surveillance",
            "authors": [
                {
                    "first": "Sjn",
                    "middle": [],
                    "last": "Mcnabb",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Design and implementation of a national public health surveillance system in Jordan",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sheikhali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdallat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mabdalla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Qaseer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khorma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Med Inform",
            "volume": "88",
            "issn": "",
            "pages": "58--61",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Planning an integrated disease surveillance and response system: a matrix of skills and activities",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonnell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alemu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nsubuga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chungong",
                    "suffix": ""
                },
                {
                    "first": "Mwo",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Med",
            "volume": "8",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Technical Guidelines for Integrated Disease Surveillance and Response in Sierra Leone",
            "authors": [
                {
                    "first": "Sanitation",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sierra Leone",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global public health surveillance under new international health regulations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1058--65",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Technical guidelines for integrated disease Surveillannce and response in the African region",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--416",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Challenges with the implementation of an integrated disease surveillance and response (IDSR) system: systematic review of the lessons learned",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Phalkey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Awate",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marx",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Policy Plan",
            "volume": "30",
            "issn": "",
            "pages": "131--174",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organization West Africa Ebola Response Team. Ebola virus disease in West Africa -the first 9 months of the epidemic and forward projections",
            "authors": [],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "1481--95",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization. Health worker Ebola infections in Guinea. Liberia and Sierra Leone: World Health Organization",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Technical Guidelines for Integrated Disease Surveillance and Response",
            "authors": [
                {
                    "first": "Sanitation",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sierra Leone",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--456",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Meeting the international health regulations (2005) surveillance core capacity requirements at the subnational level in Europe: the added value of syndromic surveillance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziemann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rosenkötter",
                    "suffix": ""
                },
                {
                    "first": "Lg-C",
                    "middle": [],
                    "last": "Riesgo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krämer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Lippert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Public Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Ebola outbreak, 2013-2016: old lessons for new epidemics",
            "authors": [
                {
                    "first": "Cem",
                    "middle": [],
                    "last": "Coltart",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lindsey",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ghinai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "372",
            "issn": "",
            "pages": "2013--2019",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Assessment of the core and support functions of the integrated disease surveillance system in Maharashtra",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Phalkey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shukla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shardul",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ashtekar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Valsa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Awate",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Public Health BMC Public Health",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evaluation of the integrated disease surveillance and response system for infectious diseases control in northern Ghana",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Adokiya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Awoonor-Williams",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Y"
                    ],
                    "last": "Barau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beiersmann",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Public Health",
            "volume": "15",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow chart showing data flow in IDSR system, Sierra Leone",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Phased roll out of IDSR trainings in Sierra Leone, 2015",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Epidemic Curve Showing Measles and Rubella Outbreaks in Sierra Leone 2016-2017",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Weekly Epidemiologic Bulletin, Ministry of Health and Sanitation, Sierra Leone, 2017. A weekly summary of cases of priority diseases reported through the public health surveillance system in Sierra Leone during epidemiologic week 52, 2017. The summary also shows the intra-district reporting rates and timeliness in reporting for all the districts in Sierra Leone. (PDF 892 kb) Abbreviations CDC: United States Centers for Disease Prevention and Control; e-IDSR: Electronic Integrated Disease Surveillance and Response system; IDSR: Integrated Disease Surveillance and Response; WHO: World Health Organization Multi Partners Trust Fund provided financial support for IDSR implementation",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of tools provided in adopted IDSR guidelines, Sierra Leone, 2015",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Detection, notification, and response performance indicators, Sierra Leone 2016-2017indicate a possible increase in the occurrence of other acute febrile illnesses thus raising an alert that would then be investigated. Generating accurate malaria positivity trends was possible due to the high reporting rates in the revitalized IDSR system.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Ministry of Health and Sanitation, Sierra Leone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The following organizations provided financial support for IDSR activities in Sierra Leone",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The world Health organization Sierra Leone country office with technical support from the African regional office was involved in the design and operationalization of the IDSR strategy in Sierra Leone. They led the conceptualization of the manuscript, data analysis, interpretation, development of the manuscript and submission for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "World Health Organization"
        },
        {
            "text": "The US Centers for Disease Prevention and Control provided financial and technical support for the implementation of IDSR strategy in Sierra Leone. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "US Centers for Disease Prevention and Control (CDC)"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Author details",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ]
}