{
    "paper_id": "023af2216525c16fa52a75b99cc91ebb03e93107",
    "metadata": {
        "title": "Structural basis for the neutralization of MERS-CoV by a human monoclonal antibody MERS-27",
        "authors": [
            {
                "first": "Xiaojuan",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Senyan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liwei",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ye",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dongxia",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing VDJBio Co",
                    "location": {
                        "addrLine": "Suite B311, 5 Kaituo Road",
                        "settlement": "Ltd"
                    }
                },
                "email": ""
            },
            {
                "first": "Dongli",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Nianshuang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lili",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuanlin",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ziqiang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing VDJBio Co",
                    "location": {
                        "addrLine": "Suite B311, 5 Kaituo Road",
                        "settlement": "Ltd"
                    }
                },
                "email": ""
            },
            {
                "first": "Linqi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinquan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The recently reported Middle East respiratory syndrome coronavirus (MERS-CoV) causes severe respiratory illness in humans with an approximately 30% mortality rate. The envelope spike glycoprotein on the surface of MERS-CoV mediates receptor binding, membrane fusion, and viral entry. We previously reported two human monoclonal antibodies that target the receptor binding domain (RBD) of the spike and exhibit strong neutralization activity against live and pesudotyped MERS-CoV infection. Here we determined the crystal structure of MERS-CoV RBD bound to the Fab fragment of MERS-27 antibody at 3.20 Å resolution. The MERS-27 epitope in the RBD overlaps with the binding site of the MERS-CoV receptor DPP4. Further biochemical, viral entry, and neutralization analyses identified two critical residues in the RBD for both MERS-27 recognition and DPP4 binding. One of the residues, Trp535, was found to function as an anchor residue at the binding interface with MERS-27. Upon receptor binding, Trp535 interacts with the N-linked carbohydrate moiety of DPP4. Thus, MERS-27 inhibits MERS-CoV infection by directly blocking both protein-protein and proteincarbohydrate interactions between MERS-CoV RBD and DPP4. These results shed light on the molecular basis of MERS-27 neutralization and will assist in the optimization of MERS-27 as a tool to combat MERS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "route of transmission to humans could result from direct or indirect contact with this reservoir or with another intermediate. The prevalence of MERS-CoV-neutralizing antibodies in camels and the recent isolation of MERS-CoV from dromedary camels suggest that camels could be one of the intermediate hosts [15] [16] [17] .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unlike the severe acute respiratory syndrome coronavirus (SARS-CoV) outbreak in [2002] [2003] , which resulted in ~8000 infections with a case-fatality rate of ~10% 18 , MERS-CoV has limited human-to-human transmission 5, 8 . Transmission potential analyses have indicated that MERS-CoV has a lower reproduction number (R 0 ) than SARS-CoV (0.69 vs 0.80) and has not yet achieved pandemic potential 19, 20 . However, the sustained epidemic in animal reservoirs would be expected to lead to spill-over into humans 3 . The current case-fatality rate of MERS-CoV infection is estimated to be as high as 30% among hospitalized patients, and no approved pathogen-specific vaccines or antivirals against MERS are available. Therefore, the development of prophylactic and therapeutic reagents is urgently needed to combat MERS-CoV infection.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 86,
                    "text": "[2002]",
                    "ref_id": null
                },
                {
                    "start": 87,
                    "end": 93,
                    "text": "[2003]",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 221,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The envelop spike (S) glycoprotein of coronaviruses, a class I transmembrane protein, is responsible for receptor binding, membrane fusion, and viral entry 21 . The S protein exists as a trimer, with each monomer consisting of a globular membrane-distal S1 domain, a membrane-proximal S2 domain, and a transmembrane domain. The functional cellular receptor for MERS-CoV has been identified as DPP4 (dipeptidyl peptidase 4, also known as CD26) 22 . The receptor binding domain (RBD) is located in the S1 domain of MERS-CoV spike and is responsible for binding to DPP4 23, 24 . Both our laboratory and another research group recently determined the crystal structure of the RBD in complex with DPP4 and identified RBD residues that are critical for DPP4 binding and viral entry 25, 26 . Furthermore, neutralizing monoclonal antibodies capable of disrupting the interaction between RBD and DPP4 were identified and characterized [27] [28] [29] [30] . Specifically, we utilized RBD as an antigen bait to screen a non-immune human single-chain variable domain fragment (scFv) library displayed on yeast and identified two neutralizing antibodies MERS-27 and MERS-4 27 . These two antibodies inhibited in vitro infection of MERS-CoV live and pseudoviruses with IC 50 values at nanomolar concentrations 27 , indicating their potential for prophylactic and therapeutic development.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 570,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 931,
                    "end": 935,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 936,
                    "end": 940,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 941,
                    "end": 945,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we report the crystal structure of MERS-CoV RBD bound to the MERS-27 Fab. The MERS-27 Fab interacts with the receptor binding subdomain of RBD. Its binding epitope on the RBD overlaps with the DPP4 binding site in a small area consisting of four residues 25 . We utilized biochemical, pseudovirus-entry, and neutralization assays to examine the roles of these four residues in MERS-27 recognition and DPP4 binding. We found Trp535 as an anchor residue in the RBD for MERS-27 recognition, and its interaction with N-linked carbohydrates of DPP4 is important for the binding to DPP4 and for viral entry of MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall structure of MERS-CoV RBD bound to MERS-27 Fab. We generated the RBD of the MERS-CoV spike glycoprotein (residues 367-588) by baculovirus expression in insect cells ( Figure S1 ). This fragment was previously utilized as an antigen bait to isolate the human neutralizing antibodies MERS-4 and MERS-27 from a yeast-displayed single-chain variable region (scFv) fragment library 27 . Recombinant IgG MERS-27 was expressed in HEK293T cells, and the Fab was generated by endoproteinase Lys-c digestion and further purified by size-exclusion chromatography ( Figure S1 ). The MERS-CoV RBD and MERS-27 Fab were mixed in vitro to allow the formation of the complex ( Figure S1 ). The complex structure was determined by molecular replacement to a resolution of 3.20 Å (Table 1 ). In the crystallographic asymmetric unit, the RBD and Fab form two 1:1 binding complexes that are structurally similar with a root-mean-square deviation (RMSD) of 1.17 Å for all 638 Cα pairs ( Figure S2 ). The model consists of residues Val381 to Lys587 of MERS-CoV RBD, Ala1 to Arg210 (light chain) and Val2 to Lys222 (heavy chain) of MERS-27 Fab, and two N-acetyl-D-glucosamine (NAG) molecules attached to Asn410 and Asn487 of RBD, respectively (Fig. 1A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 184,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 562,
                    "end": 571,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 668,
                    "end": 677,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 769,
                    "end": 777,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 973,
                    "end": 982,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1227,
                    "end": 1235,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "It has been previously shown that the MERS-CoV RBD comprises the core subdomain and receptor-binding subdomain (Fig. 1A) 25 . Both the heavy and light chain of MERS-27 interacts with the receptor-binding subdomain in the complex (Fig. 1A) . The RBD core subdomain comprises a five-stranded anti-parallel sheet (β 1, β 2, β 3, β 4, and β 9) in the center, with five short helices (α 1, α 2, α 3, α 4, and α 5) decorating the central β -sheet on both sides (Fig. 1B) . The fold is maintained by three disulfide bonds that connect C383 to C407, C425 to C478, and C437 to C585 in the core subdomain (Fig. 1B) . The RBD receptor-binding subdomain is a four-stranded anti-parallel sheet (β 5, β 6, β 7, and β 8) located between β 4 and β 9 of the core-subdomain (Fig. 1B) . A long loop containing a short helix (α 6) connects β 6 to β 7 in the receptor-binding subdomain (Fig. 1B) . The loop crosses the β -sheet perpendicularly on one side, and a disulfide bond between C503 and C526 further links strand β 5 to helix α 6 (Fig. 1B) . The other side of the β -sheet lacks this structural decoration, leaving a relatively flat surface in the receptor-binding subdomain, thereby facilitating interaction with human receptor DPP4. The MERS-CoV RBD structure was previously determined alone and in complex with receptor DPP4 25, 26, 31 . The RBD structure was shown to be maintained in the unbound, DPP4-bound, and MERS-27-bound states with three pairwise structural superimpositions showing RMSD for Cα atoms of 0.74, 0.90, and 1.05 Å ( Figure S3 ). Four disulfide bonds maintain the fold in the RBD structure (Fig. 1B) . The α 1-β 1 loop and the α 5 helix in the core subdomain can be seen interacting with the β -sheet and the N-terminal segment of the linking loop in the receptor-binding subdomain (Fig. 1B) . These features, especially the rigid orientation between the two subdomains, may account for the structural conservation of RBD observed in the different states ( Figure S3 ).",
            "cite_spans": [
                {
                    "start": 1315,
                    "end": 1318,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1319,
                    "end": 1322,
                    "text": "26,",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 229,
                    "end": 238,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 455,
                    "end": 464,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 595,
                    "end": 604,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 756,
                    "end": 765,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 865,
                    "end": 874,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1017,
                    "end": 1026,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1528,
                    "end": 1537,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1601,
                    "end": 1610,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1793,
                    "end": 1802,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1968,
                    "end": 1977,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "of approximately 1384 Å 2 of surface area, including roughly 408 Å 2 of the heavy chain, 297 Å 2 of the light chain, and 679 Å 2 of the RBD. Residues from the complementary determining regions (CDRs) H1 (Tyr33), H2 (Tyr50, Ser52, Tyr57, and Thr58), and H3 (Phe103 and Trp104) of the heavy chain and L1 (Asn30 and Phe32) and L3 (Tyr91, Asp92, Lys93, and Pro95) of the light chain comprise the interacting residues of MERS-27 ( Fig. 2A) . The MERS-27 Fab interacts with the C-terminal segment of the linking loop and β 7 strand of the receptor-binding subdomain. The epitope on the receptor-binding subdomain consists of Val527, Ser528, Ile529, Val530, Pro531, Ser532, Trp535, Glu536, and Asp539 in the long linking loop and Tyr540, Tyr541, and Arg542 in the β 7 strand (Fig. 2B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 434,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 768,
                    "end": 777,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Binding interface. The binding interface between MERS-27 Fab and MERS-CoV RBD buries a total"
        },
        {
            "text": "A cavity is formed by the H1, H2, H3, and L1 CDRs between the MERS-27 heavy and light chains (Fig. 3A) . The RBD Trp535 inserts into this cavity and interacts with the surrounding MERS-27 residues Tyr33, Tyr50, and Trp104 of the heavy chain and Tyr91, Lys93, and Pro95 of the light chain (Fig. 3A) . Outside the cavity, Phe103 and Trp104 of the heavy chain show hydrophobic interactions with Tyr540, Tyr541, and Arg542 of RBD (Fig. 3B ). Heavy chain residues Tyr33 and Tyr50 form hydrogen bonds with Asp539 and Glu536 of RBD, respectively (Fig. 3B) . Light chain residue Phe32 shows hydrophobic Table 1 . Crystallographic data collection and refinement statistics. R work and R free are defined by R = Σ hkl ||F obs | − |F calc ||/Σ hkl |F obs |, where h, k, and l are the indices of the reflections (used in refinement for R work ; 5%, not used in refinement for R free ) and F obs and F calc are the structure factors, deduced from intensities and calculated from the model, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 102,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 288,
                    "end": 297,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 426,
                    "end": 434,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 539,
                    "end": 548,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 595,
                    "end": 602,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Binding interface. The binding interface between MERS-27 Fab and MERS-CoV RBD buries a total"
        },
        {
            "text": "interactions with Val530 and Pro531 of RBD, while light chain residues Asn30 and Asp92 form hydrogen bonds with main chain atoms of RBD residues Val527 and Ser532, respectively (Fig. 3C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 185,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Binding interface. The binding interface between MERS-27 Fab and MERS-CoV RBD buries a total"
        },
        {
            "text": "DPP4 show steric clashes between the variable domain of the heavy chain and the propeller domain of DPP4 when they simultaneously bound to RBD (Fig. 4A ). They bind to the receptor-binding subdomain from different directions (Fig. 4A) , resulting in an overlap on an epitope of the receptor-binding subdomain that includes Trp535, Glu536, Asp539, and Tyr540 and that is relatively small compared with the large binding surfaces of MERS-27 and DPP4 on the RBD (Fig. 4B ). We previously found that pseudoviruses bearing a triple Glu536Ala/Asp537Ala/Asp539Ala mutant of the MERS-CoV spike glycoprotein had significantly reduced efficiency of viral entry 25 . We performed a more thorough mutagenesis study by introducing single mutations of Trp535, Glu536, Asp539, and Tyr540 into the spike glycoprotein. We first measured the efficiency of entry of pseudoviruses bearing these single-site mutations. We found that Trp535Ala, Asp539Ala, and Glu536Ala mutations reduced the efficiency of viral entry, with the first two mutations (Trp535Ala and Asp539Ala) showing more profound effects (> 50% reduction) than the last one (Glu536Ala, ~30% reduction) (Fig. 4C) . In contrast, a mutation at Tyr540 had negligible effects on the efficiency of viral entry (Fig. 4C ). We then further examined the effects of these mutations on resistance to MERS-27 neutralization. Pseudoviruses bearing spike glycoproteins with Trp535Ala, Glu536Ala, or Asp539Ala mutations failed to be neutralized by the MERS-27 antibody, whereas cell entry by pseudoviruses with the Tyr540Ala mutation was still inhibited by MERS-27 (Fig. 4D ). Finally, we examined effects of these RBD mutations on the binding of MERS-27 Fab by using surface plasmon resonance (SPR). Wild type RBD bound the MERS-27 Fab with an affinity of 312 nM (Fig. 4E ). The Glu536Ala mutation reduced the binding affinity by 170-fold to 52.8 μ M, and the Tyr540Ala mutant did not affect the binding, showing an affinity of 259 nM (Fig. 4E ). The individual Trp535Ala and Asp539Ala mutations reduced binding to a level that was undetectable by SPR (Fig. 4E ). In sum, results of viral entry, neutralization, and binding assays consistently indicated that Trp535 and Asp539 are critical for both MERS-CoV spike glycoprotein recognition by MERS-27 and binding with receptor DPP4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 225,
                    "end": 234,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 459,
                    "end": 467,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1146,
                    "end": 1155,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1248,
                    "end": 1256,
                    "text": "(Fig. 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1594,
                    "end": 1602,
                    "text": "(Fig. 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1793,
                    "end": 1801,
                    "text": "(Fig. 4E",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1965,
                    "end": 1973,
                    "text": "(Fig. 4E",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2082,
                    "end": 2090,
                    "text": "(Fig. 4E",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "MERS-CoV residues critical for both MERS-27 recognition and DPP4 binding. MERS-27 and"
        },
        {
            "text": "In this study, we determined that the two RBD residues Trp535 and Asp539 are critical for both MERS-27 recognition and DPP4 binding (Fig. 4) . Asp539 forms a hydrogen bond with heavy chain residue Tyr33 upon MERS-27 recognition and it forms a salt-bridge with Lys267 of DPP4 upon receptor binding 25 ( Figure S4) . Therefore, the binding of MERS-27 antibody prevents the formation of the Asp539-Lys267 salt bridge that is important for the receptor binding and viral entry (Fig. 4C) . RBD residue Trp535 inserts its side chain into the cavity of MERS-27 (Fig. 3A) , forming an anchor at the interface of MERS-27 recognition. In contrast to Asp539 and other RBD residues involved in DPP4 binding, Trp535 does not directly interacts with DPP4 residues. Instead, Trp535 has close contacts with the carbohydrate moiety linked to residue Asn229 of DPP4 (Fig. 5A) . Taken together, these results indicate that the protein-carbohydrate interaction might be important for DPP4 binding and the viral entry of MERS-CoV. To further confirm this possibility, we generated a human DPP4 Asn229Gln mutant and measured its ability to bind to RBD and to mediate the cell entry of pseudoviruses. We found that the efficiency of viral entry into COS7 cells expressing the DPP4 Asn229Gln mutant was significantly reduced (~70% reduction) compared with COS7 cells expressing wild-type DPP4 (Fig. 5B) . Similarly, the RBD binding affinity was also reduced by approximately 10 fold from the 11.6 nM for wild-type DPP4 to 105 nM for the DPP4 Asn229Gln mutant (Fig. 5C) . Therefore, although the MERS-27 binding epitope overlaps with a small area of the DPP4-binding site on RBD, MERS-27 lodges RBD Trp535 in the cavity between its heavy and light chains (Fig. 3A) and forms hydrogen bond with RBD Asp539 (Fig. 3B) . In this way, MERS-27 disrupts both the protein-protein and ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 302,
                    "end": 312,
                    "text": "Figure S4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 473,
                    "end": 482,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 554,
                    "end": 563,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 848,
                    "end": 857,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1369,
                    "end": 1378,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1535,
                    "end": 1544,
                    "text": "(Fig. 5C)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1730,
                    "end": 1739,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1780,
                    "end": 1789,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Structural basis for neutralization by MERS-27."
        },
        {
            "text": "MERS-CoV is the second reported example of a zoonotic coronavirus that results in severe respiratory infection with high mortality rate in humans after SARS-CoV. Therefore, MERS-CoV has attracted significant attention in basic research and clinical studies since its discovery in 2012 1, 4 . After revealing the structural basis for the specific binding of MERS-CoV spike glycoprotein to the cellular receptor DPP4 and identifying two human neutralizing monoclonal antibodies 25,27 , we report here the structural, biochemical, and cellular mechanism of MERS-CoV inhibition by one antibody MERS-27.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 287,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Notably, our study revealed that MERS-27 inhibits both protein-protein and protein-carbohydrate interactions between MERS-CoV RBD and DPP4. Although the close contact of Trp535 with the DPP4 Asn229-linked carbohydrate moiety has been previously observed 26 , the role of the interaction in receptor binding and viral entry of MERS-CoV has remained unclear. We showed that the recognition of RBD by MERS-27 is anchored at RBD residue Trp535 through structural and biochemical studies. The interaction between Trp535 of RBD and the DPP4 carbohydrate is also important for receptor binding and viral entry of MERS-CoV. The critical RBD residues considered to be involved in receptor binding and viral entry should include Trp535, which was not defined in our previous study 25 . Notably, recent studies showed that the isolated RBD of the HKU4 spike was able to bind DPP4 and pseudoviruses bearing HKU4 spike infected cells through DPP4 32, 33 . Structural determination also found that the DPP4 Asn229-linked carbohydrate moiety also interacts with the RBD of HKU4 33 . These results further underscore that the Asn229-linked carbohydrate moiety is important for facilitating the binding of DPP4 to the RBD of MERS-CoV and its close relatives.",
            "cite_spans": [
                {
                    "start": 934,
                    "end": 937,
                    "text": "32,",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition to MERS-27, the scFv library screen against MERS-CoV RBD identified another neutralizing antibody, MERS-4. MERS-4 and MERS-27 exhibited a synergistic inhibitory effect on the entry of pseudoviruses 27 . Previously, we generated a series of mutants of the MERS-CoV spike glycoprotein with residues involved in DPP4 binding and analyzed the escape of these mutant-bearing pseudoviruses from antibody neutralization. The MERS-4 epitope largely overlapped with DPP4 binding site 27 . However, none of the mutants that efficiently escaped MERS-4 neutralization showed similar effects with MERS-27, indicating that MERS-4 and MERS-27 recognize different epitopes 27 . The DPP4 binding site in the RBD has been separated into patch 1, which includes Tyr499, Glu536, Asp537, and Asp539, and patch 2, which includes the hydrophobic Leu506, Trp553, Val555 and the surrounding hydrophilic Asp510, Arg511, and Glu513 25 . In this study, we showed that MERS-27 epitope mainly overlaps with the patch 1 DPP4-binding site. Upon MERS-27 binding, more patch 2 DPP4-binding RBD residues are still exposed. Structural data for MERS-4 with RBD have not yet been made available, though we hypothesize that MERS-4 binding targets and blocks the RBD residues in patch 2, which are separated from the MERS-27 epitope in patch 1 and could explain the synergistic effect of MERS-27 and MERS-4 27 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Other groups also reported the identification of ten human and one mouse neutralizing monoclonal antibodies targeting the RBD of MERS-CoV spike glycoprotein [28] [29] [30] . The structural information of these antibodies with RBD has not yet made available. Epitope mapping showed that the mouse antibody Mersmab1 recognizes Leu506, Asp510, Arg511, Glu513, and Trp553 in patch 2 30 . MERS-CoV spike mutations escaped neutralization by seven human neutralizing antibodies, as reported by Tang et al. 28 . Nearly all of the mutated residues mapped to patch 2, with the exception of one mutation in the S2 domain of spike 28 . Ying et al. reported that Asp510 and Trp553 of patch 2 are important for the binding of RBD to all three of the identified human neutralizing antibodies 29 . The binding epitope of one antibody, m336, includes Glu536 and Asp539, which are also present in the epitope of MERS-27. However, Trp535, which has been shown to be important for MERS-27 binding, was not included in the binding epitope of m336 29 . MERS-27 seems to differ from other identified MERS-CoV neutralizing antibodies in that Trp535 is used as an anchor recognition site, blocking protein-carbohydrate as well as protein-protein interactions.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, our study reported here revealed the structural basis for the neutralization of MERS-CoV by MERS-27. The structural analysis of MERS-27 with MERS-CoV RBD further led us to delineate the importance of the protein-carbohydrate interaction in the binding of RBD to the MERS-CoV cellular receptor DPP4. Our study therefore provides important information required for a complete understanding of MERS-CoV neutralization by different antibodies, which will in turn assist the optimization of these antibodies to ultimately combat MERS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Protein expression and purification. The MERS-CoV receptor-binding domain (RBD) (residues 367 to 588 of the spike glycoprotein) and the ectodomain of human DPP4 (residues 39 to 766) were expressed in Spodoptera frugiperda Sf9 insect cells using the Bac-to-Bac baculovirus expression system (Invitrogen). Sf9 insect cells were maintained in Insect-Xpress protein-free medium (Lonza) without serum at 27 °C. The cDNAs encoding the MERS-CoV RBD and DPP4 ectodomain were cloned into pFastBac-Dual vector with an N-terminal gp67 signal peptide to facilitate secretion and a C-terminal Histag to facilitate purification. The plasmid was transformed into bacterial DH10Bac competent cells, and the extracted bacmid was transfected into Sf9 cells in the presence of Cellfectin II reagent (Invitrogen). After incubation of the transfected cells at 27 °C for 7 days, the low-titer baculoviruses were harvested by collecting the cell-culture supernatant with centrifugation at 2,000 rpm for 10 minutes. After two rounds of amplification, the high-titer viruses were used to infect Sf9 cells at a density of 2 × 10 6 cells per milliliter. The cell-culture supernatant containing the MERS-CoV RBD or DPP4 ectodomain were harvested 60 hours after infection, concentrated, and buffer-exchanged to HBS buffer (10 mM Hepes, pH 7.2, and 150 mM NaCl). The MERS-CoV RBD or DPP4 ectodomain was captured with nickel beads, eluted with 500 mM imidazole in HBS buffer, and purified by gel-filtration chromatography using a Superdex 200 High Performance column (GE Healthcare) with the HBS running buffer. The purified MERS-CoV RBD was digested with endoglycosidase F1 and F3 at room temperature overnight and was then further purified by gel-filtration chromatography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The Crystallization and data collection. The purified MERS-CoV RBD and MERS-27 Fab were mixed at a molar ratio of 1:1, incubated for 2 hours at 4 °C, and then purified by gel-filtration chromatography using the Superdex 200 High Performance column (GE Healthcare). The complex was collected and concentrated to ~10 mg/ml in HBS buffer for crystallization. Crystals were successfully grown at 18 °C using the sitting drop vapor diffusion method, which involved mixing equal volumes of protein and reservoir solution containing 0.1 M MES monohydrate (pH 6.5) and 12% (w/v) polyethylene glycol 20,000. All crystals were cryoprotected by soaking in reservoir solution supplemented with 20% glycerol for several seconds and then were cooled in liquid nitrogen. Diffraction data were collected on the BL17U beamline at the Shanghai Synchrotron Research Facility (SSRF) and processed with HKL2000 34 . All data collection and processing statistics are listed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 955,
                    "end": 962,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Structural determination and refinement. The structure was determined by molecular replacement with the crystallographic software PHASER 35 . The search models are the MERS-CoV RBD structure (PDB ID: 4L72) and the structures of the variable and constant domain of the heavy and light chains available in the PDB with the highest sequence identities. Iterative refinement with the program PHENIX and model building with the program COOT were performed to complete the structure refinement 36, 37 . Structure validation was performed with the program PROCHECK 38 , and all structural figures were generated with PYMOL39 39 . All structure refinement statistics are listed in Table 1 . Surface plasmon resonance analysis. Real-time binding and analysis by surface plasmon resonance (SPR) were conducted on a BIAcore T200 instrument (GE Healthcare) at 25 °C. The MERS-27 Fab was immobilized on a research-grade CM5 sensor chip by the amine-coupling method. Flow cell 1 was left blank as a reference. MERS-27 Fab (10 μ g/mL) in 10 mM sodium acetate pH 5.5 was immobilized to 400 response units on the flow cell 2. For the collection of data, MERS-CoV RBD and its mutants were injected in a buffer of 10 mM Hepes, pH 7.2, 150 mM NaCl, and 0.005% (vol/vol) Tween-20 over the flow cells at various concentrations with a 30 μ L/min flow rate. The MERS-CoV RBD and MERS-27 Fab complex was allowed to associate for 60 seconds and dissociate for 90 seconds. Data were analyzed with the BIAcore T200 evaluation software by fitting to a 1:1 Langmuir binding model.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 491,
                    "text": "36,",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 680,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "pseudoviruses were generated in HEK293T cells by co-transfection of the human immunodeficiency virus backbone expressing firefly luciferase (pNL43R-E-luciferase) and the MERS-CoV spike glycoprotein expression vector (pcDNA3.1+ , Invitrogen) into HEK293T cells. The mutant spike glycoprotein expression vectors were generated using site-directed mutagenesis, and mutations were confirmed by sequencing. The viral supernatant was harvested 48 hours after transfection and was then normalized using a p24 ELISA kit (Beijing Quantobio Biotechnology Co., LTD, China).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV pseudovirus production, viral infection, and neutralization assay. The MERS-CoV"
        },
        {
            "text": "MERS-CoV pseudoviruses bearing wild-type or mutant spike glycoprotein were used to infect Huh7 target cells endogenously expressing hDPP4. The infected Huh7 cells were lysed 48 hours after infection and viral entry efficiency was quantified by comparing the luciferase activities of the pseudoviruses bearing the mutant and the wild-type MERS-CoV spike glycoproteins. For viral infection into COS7 cells, the cells were transiently transfected with pcDNA3.1+ vector encoding wild-type or mutant hDPP4. The transfected COS7 cells were then incubated with goat anti-hDPP4 polyclonal antibody (R&D) followed by incubation with fluorescein phycoerythrin (PE)-labeled rabbit anti-goat IgG antibody (Santa Cruz). The expression levels of wild-type and mutant hDPP4 were measured by flow cytometry (BD Aria II), and the mean fluorescence intensity (MFI) was analyzed. The COS7 cells infected by MERS-CoV pseudoviruses were lysed 4 hours after infection and viral entry efficiency was quantified by comparing the luciferase activities of pseudovirus-infected COS7 cells expressing wide-type and those expressing mutant hDPP4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV pseudovirus production, viral infection, and neutralization assay. The MERS-CoV"
        },
        {
            "text": "Neutralization assays were performed by incubating 100TCID50 (median tissue culture infectious dose) of pseudoviruses with 16 serial 1:3 dilutions of purified antibody at 37 °C for 1 hour. Huh7 cells (about 1.5 × 10 4 per well) were then added to the antibody and virus mixture. Infectivity was quantified by the luciferase activity 48 hours after infection. IC50s were calculated using the dose-response inhibition model in GraphPad Prism (GraphPad Software Inc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV pseudovirus production, viral infection, and neutralization assay. The MERS-CoV"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV); Announcement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "7790--7792",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "State of Knowledge and Data Gaps of Middle East Respiratory Syndrome Coronavirus (MERS-CoV) in Humans",
            "authors": [
                {
                    "first": "The Who Mers-Cov",
                    "middle": [],
                    "last": "Research",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Curr",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/ecurrents.outbreaks.0bf719e352e7478f8ad85fa30127ddb8"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe respiratory illness caused by a novel coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bermingham",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Family Cluster of Middle East Respiratory Syndrome Coronavirus Infections",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Al-Hakeem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "2487--2494",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "752--761",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "407--416",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical features and viral diagnosis of two cases of infection with Middle East Respiratory Syndrome coronavirus: a report of nosocomial transmission",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guery",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "2265--2272",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genetic relatedness of the novel human group C betacoronavirus to Tylonycteris bat coronavirus HKU4 and Pipistrellus bat coronavirus HKU5. Emerging Microbes & Infections",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K P"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K L"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "K.-Y",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "",
            "pages": "473--485",
            "other_ids": {
                "DOI": [
                    "10.1128/mbio.00473-12"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genetic characterization of Betacoronavirus lineage C viruses in bats reveals marked sequence divergence in the spike protein of pipistrellus bat coronavirus HKU5 in Japanese pipistrelle: implications for the origin of the novel Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "8638--8650",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Middle East respiratory syndrome coronavirus in bats, Saudi Arabia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1819--1823",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Close relative of human Middle East respiratory syndrome coronavirus in bat",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Ithete",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "South Africa. Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1697--1699",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "859--866",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "MERS coronavirus in dromedary camel herd, Saudi Arabia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemida",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1231--1234",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Middle East respiratory syndrome coronavirus in dromedary camels: an outbreak investigation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "140--145",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "88--97",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Middle East respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "50--56",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Interhuman transmissibility of Middle East respiratory syndrome coronavirus: estimation of pandemic risk",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breban",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "",
            "pages": "694--699",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The molecular biology of coronaviruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv Virus Res",
            "volume": "66",
            "issn": "",
            "pages": "193--292",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251--254",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A predicted receptor-binding and critical neutralizing domain in S protein of the novel human coronavirus HCoV-EMC",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Debnath",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect",
            "volume": "66",
            "issn": "",
            "pages": "464--466",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The receptor binding domain of the new Middle East respiratory syndrome coronavirus maps to a 231-residue region in the spike protein that efficiently elicits neutralizing antibodies",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "9379--9383",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Structure of MERS-CoV spike receptor-binding domain complexed with human receptor DPP4",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Res",
            "volume": "23",
            "issn": "",
            "pages": "986--993",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Molecular basis of binding between novel human coronavirus MERS-CoV and its receptor CD26",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "500",
            "issn": "",
            "pages": "227--231",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Potent neutralization of MERS-CoV by human neutralizing monoclonal antibodies to the viral spike glycoprotein",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci Transl Med",
            "volume": "6",
            "issn": "",
            "pages": "234--259",
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.3008140"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Identification of human neutralizing antibodies against MERS-CoV and their role in virus adaptive evolution",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "2018--2026",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Exceptionally potent neutralization of Middle East respiratory syndrome coronavirus by human monoclonal antibodies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "7796--7805",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A conformation-dependent neutralizing monoclonal antibody specifically targeting receptor-binding domain in Middle East respiratory syndrome coronavirus spike protein",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "7045--7053",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Crystal structure of the receptor-binding domain from newly emerged Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "10777--10783",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Receptor usage and cell entry of bat coronavirus HKU4 provide insight into bat-to-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "12516--12521",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Bat Origins of MERS-CoV Supported by Bat Coronavirus HKU4 Usage of Human Receptor CD26",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Host Microbe",
            "volume": "16",
            "issn": "",
            "pages": "328--337",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Processing of X-ray diffraction data collected in oscillation mode Method",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Otwinowski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Minor",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Enzymol",
            "volume": "276",
            "issn": "",
            "pages": "307--326",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Phaser crystallographic software",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Appl. Crystallogr",
            "volume": "40",
            "issn": "",
            "pages": "658--674",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "PHENIX: building new software for automated crystallographic structure determination",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Acta Crystallogr. D",
            "volume": "58",
            "issn": "",
            "pages": "1948--1954",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Coot: model-building tools for molecular graphics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Emsley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cowtan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acta Crystallogr. D",
            "volume": "60",
            "issn": "",
            "pages": "2126--2132",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "PROCHECK: a program to check the stereochemical quality of protein structures",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Laskowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Macarthur",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Appl. Crystallogr",
            "volume": "26",
            "issn": "",
            "pages": "283--291",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Overall structure. (A) Complex of MERS-CoV RBD bound to neutralizing antibody MERS-27 Fab. The RBD core subdomain and receptor-binding subdomain are colored purple and green, respectively. The heavy chain and light chain of MERS-27 are colored cyan and blue, respectively. The N-linked carbohydrates in the RBD are presented as orange sticks. (B) Structure of MERS-CoV RBD. The disulfide bonds are presented as yellow sticks. Scientific RepoRts | 5:13133 | DOi: 10.1038/srep13133",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Interacting residues in MERS-27 Fab (A) and MERS-CoV RBD (B). Scientific RepoRts | 5:13133 | DOi: 10.1038/srep13133 protein-carbohydrate interactions between RBD and DPP4, resulting in the inhibition of MERS-CoV viral entry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Enlarged focused view of interactions between RBD and MERS-27 Fab. The MERS-CoV RBD is colored green, and the heavy chain and light chain of MERS-27 are colored cyan and blue, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "RBD residues critical for MERS-27 recognition and DPP4 binding. (A) Structural superimposition of RBD/MERS-27 and RBD/DPP4 complexes. (B) Surface representation of DPP4 and MERS-27 binding epitopes in the RBD. The DPP4 binding epitope is colored orange, and the MERS-27 binding epitope is colored blue (heavy chain) and cyan (light chain). The overlapped RBD residues Trp535, Glu536, Asp539, and Tyr540 by these two epitopes are colored red. (C) Infection efficiency of MERS-CoV pseudoviruses bearing wild type or mutant spike glycoprotein into Huh7 cells endogenously expressing DPP4. (D) Neutralizing activities of MERS-27 against infection of MERS-CoV pseudoviruses bearing wild type or mutant spike glycoprotein into Huh7 cells. (E) Binding affinities of wild-type and mutant RBD with MERS-27 Fab. Scientific RepoRts | 5:13133 | DOi: 10.1038/srep13133",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Inhibition of the protein-carbohydrate interaction between RBD and DPP4 by MERS-27 through targeting RBD residueTrp535. (A) Closer-up view of the interaction between Trp535 and the DPP4 Asn229-linked carbohydrate moiety 25,26 . (B) Infection efficiency of MERS-CoV pseudoviruses into COS7 cells expressing wild-type or Asn229Gln mutant DPP4. (C) Binding affinities of RBD to wild-type and Asn229Gln mutant DPP4. Scientific RepoRts | 5:13133 | DOi: 10.1038/srep13133",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "genes encoding the heavy and light chain of MERS-27 were separately cloned into antibody expression vectors containing the constant regions of IgG1 (kindly provided by Prof. M. C. Nussenzweig of Rockefeller University). The MERS-27 IgG was expressed in HEK293T cells by transient transfection into adherent cells in the presence of polyethylenimine (PEI) (Sigma). The cell-culture supernatant was collected 72 hours after transfection, and the MERS-27 IgG was collected and captured by protein A Sepharose (GE Healthcare). The bound MERS-27 IgG was eluted with 100 mM sodium phosphate buffer (pH 3.0) containing 150 mM NaCl and was then further purified by gel-filtration chromatography using a Superdex 200 High Performance column (GE Healthcare). The purified MERS-27 IgG was digested with endoproteinase Lys-c at 37 °C for 16 hours, and the resulting Fab and Fc fragments were separated by loading the sample onto a DEAE ion-exchange column with 25 mM Tris buffer (pH 8.0). The Fab fragment was collected in the flow through.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Scientific RepoRts | 5:13133 | DOi: 10.1038/srep13133",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Professor Jianhua. He and scientists at SSRF BL17U beam line for assistance in diffraction data collection. We also thank Dr. Shilong Fan and the China National Center for Protein Science (Beijing) for providing the facility support. This work was supported by the Ministry of Science and Technology (2011CB910502, 2010CB912402, and 2014CB542500-03), the National Science and Technology Major Projects (2012ZX10001-008), and the National Natural Science Foundation of China (81471929 and U1405228).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "X.Y., S.Z., Y.C. and D.L. expressed, purified and crystallized the protein. L.J. and L.F. carried out the pseudovirus entry and antibody neutralization analyses. X.Y. and D.W. carried out the SPR analysis. X.Y. and S.Z. collected and processed the diffraction data. X.W. carried out the structural determination and refinement. X.Y., L.Z. and X.W. wrote the manuscript. X.W., L.Z., N.W., X.S. and Z.L. supervised the project and/or commented on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "Accession codes: The coordinates and structural factors have been deposited into the RCSB Protein Data Bank. The PSB accession code is 4ZS6. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        }
    ]
}