{
    "paper_id": "03b9acce84a4799d4be1152a36abfaf52fb3b523",
    "metadata": {
        "title": "Representative Contact Diaries for Modeling the Spread of Infectious Diseases in Taiwan",
        "authors": [
            {
                "first": "Yang-Chih",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academia Sinica",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan, Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Da-Wei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academia Sinica",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan, Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jen-Hsiang",
                "middle": [],
                "last": "Chuang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Recent studies of infectious diseases have attempted to construct more realistic parameters of interpersonal contact patterns from diary-approach surveys. To ensure that such diary-based contact patterns provide accurate baseline data for policy implementation in densely populated Taiwan, we collected contact diaries from a national sample, using 3-stage systematic probability sampling and rigorous in-person interviews. A representative sample of 1,943 contact diaries recorded a total of 24,265 wide-range, face-to-face interpersonal contacts during a 24-hour period. Nearly 70% of the contacts occurred outside of respondents' households. The most active age group was schoolchildren (ages 5-14), who averaged around 16-18 daily contacts, about 2-3 times as many as the least active age groups. We show how such parameters of contact patterns help modify a sophisticated national simulation system that has been used for years to model the spread of pandemic diseases in Taiwan. Based on such actual and representative data that enable researchers to infer findings to the whole population, our analyses aim to facilitate implementing more appropriate and effective strategies for controlling an emerging or pandemic disease infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Many policy implementations for disease control rely on modeling how infectious diseases spread. To increase the effectiveness of such modeling, one of the most comprehensive efforts seeks to collect empirical data by means of large-scale probability surveys and infers the findings to the population upon which a policy is to be implemented. Such a task becomes more urgent for densely populated societies that may be more susceptible to a pandemic outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In particular, recent studies of infectious diseases have constructed more accurate parameters of interpersonal contact, based on diary-approach surveys from both Europe [1] [2] [3] [4] and Asia [5] . Other studies have used web-based surveys [6] or timeuse methods [7] . To ensure that such diary-based contact patterns provide accurate baseline data for policy implementation, we collected contact diaries from a representative national sample in Taiwan and extracted realistic parameters for our simulation modeling of disease infections.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Using empirical contact data to model how diseases spread has two major policy implications. First, unlike earlier studies, largescale surveys enable researchers to derive and incorporate more accurate parameters into their models [8] [9] . Earlier modeling of disease infections, for example, estimated that an average person had contact with either 10 or 20 people at work in a typical day. The estimated number of contacts at school ranged widely from 20, 79, 128 to 155 [10] [11] [12] . Whether based on simulations or small samples of interviews, such estimates may not reflect overall contact patterns in the whole population. More recent attempts, however, reveal how people actually interact under various circumstances, which helps predict possible trends of disease infections.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Second, diary-based large surveys help distinguish contact patterns not only among various social groups within a population, but also across different countries. Comparative European surveys, for example, have found that residents in Southern Europe have more interpersonal contacts than those in Northern Europe [1] . Another survey revealed fewer contacts among Vietnamese [5] . Such different contact patterns serve to inform researchers and policy makers by helping them model how diseases may spread and rethink how certain intervention strategies may work.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The latest attempts have helped approach the ultimate goal of clarifying how infectious illnesses actually spread among people. A critical point that determines the success of such attempts lies in how rigorously they follow probability sampling and conduct the interviews, both necessary conditions for collecting a sample that can represent the whole population. Recent diary-based large surveys have relied mostly on quota sampling [1] [2] , partly because any systematic sampling of a national population has been inherently sophisticated and the data collection tedious and costly. When a survey's respondents all live in rural areas [5] , furthermore, the findings will be less compatible with those of other studies.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 438,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our diary-based survey in Taiwan emphasizes the rigorous requirements on both systematic probability sampling and in-person (face-to-face) household interviews to ensure proper inference to the population as a whole. Only when the modeling of disease infections relies on surveys that target the right populations and apply rigorous procedures in sampling schemes and data collection can policy makers implement effective measures for disease control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our data were drawn from a survey conducted in 2010 in Taiwan. At the time, no internal review board or research ethics committee was established in Taiwan to review ethics of studies in social and behavioral sciences (pilot research ethics committees for such a purpose are being tested by the National Science Council as of spring 2012). Being fully aware of possible ethics issues involved in our study, however, we took the following steps to protect our survey respondents and anyone mentioned in the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "First, we used the personal information from our sample list, as regulated by the law, only to locate and identify our targeted respondents and then destroyed the name list after the interviews. Second, all interviews required respondents' prior written informed consent (or that by the parents of respondents who were under 18 years old). When a targeted respondent was younger than age 9, a parent or a guardian who knew the child well answered the questions on the child's behalf. Third, we kept all completed questionnaires under strict anonymity and confidentiality, left no identifiable personal information (such as names of respondents or anyone listed in the contact diaries) in our electronic data set, and destroyed the completed questionnaires after data cleaning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "As one of Asia's developed economies and emerging democracies, Taiwan presents an interesting case for studies in disease infection. First of all, Taiwan is densely populated (about 634 persons per square kilometer in 2010), yet the infrastructure of public health has been well established [13] [14] . With its long and extensive experiences with large-scale social surveys, partly facilitated by the comprehensive household and population registration system, Taiwan has conducted the most interviews of any general social survey series in the world [15] . This study follows that tradition in sampling and field interviews, while adding questions about disease infections into the survey designed mainly for 24-hour contact diaries.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Research Site"
        },
        {
            "text": "Under the influence of the Chinese culture that overly stresses guanxi (or relationship) [16] [17] , Taiwan's residents tend to make contact with others often in their everyday lives. Asking questions about interpersonal contacts thus turns out to be significant not only for research on disease infections but also for more general social issues [18] . Under such circumstances, Taiwan offers an opportunity for exploring how rigorous diary-approach surveys may further facilitate researchers' and policy makers' understanding of how infectious diseases spread.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 94,
                    "end": 98,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Research Site"
        },
        {
            "text": "Fielded in spring 2010, our survey aimed to gain insight into the patterns of interpersonal contact among Taiwan's 23 million residents. The timing of the survey was crucial, given the pandemic H1N1 influenza that caused world-wide concerns in 2009. Taiwan's residents were particularly alert, in the shadow of having endured the most confirmed cases of severe acute respiratory syndrome (SARS) outside of Hong Kong and mainland China during the 2003 outbreak [19] [20] .",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 464,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Survey Design"
        },
        {
            "text": "The core survey instrument was a 24-hour contact diary log that recorded every face-to-face interpersonal contact the respondent had made during the past 24 hours. To capture the possible channel of air-borne transmission of influenza, we asked respondents to record physical contacts and those nonphysical contacts with verbal communication made within 2 meters. Part of the diary log followed those used in recent studies elsewhere [1] [2] [3] [4] [5] . This instrument went through a series of modifications after cognitive interviews and a pretest. To ensure that our survey results are representative, we targeted the whole registered population in Taiwan without any age limit. The survey sampling and in-person household interviews were both conducted by the Academia Sinica, Taiwan.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 437,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Survey Design"
        },
        {
            "text": "To obtain a representative sample of Taiwanese residents, we followed the sampling procedures used in the well-established Taiwan Social Change Survey (TSCS) [21] [22] . We first categorized all of Taiwan's 358 towns and cities into 7 strata based on factor analyses of 6 demographic and socioeconomic indices at the town/city level (number of persons per square kilometer, % of college graduates among those over 15 years old, % of those over age 65, % of those aged 15-64, % of those working in the manufacturing sector, and % of those working in the service sector, all taken from census and household registration data). With a goal of collecting 1,900 successful cases (which is more than sufficient for statistical inference and analyses), we followed the rule of ''probability proportionate to size'' (PPS) to set the number of our targeted respondents in each of these 7 strata, making sure that these numbers were in proportion to the subpopulations.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Sampling and Interviewing"
        },
        {
            "text": "According to this sampling framework, we used systematic sampling in each of the following three stages to determine our targeted respondents: (1) we first selected 34 out of the 358 towns and cities grouped by strata, (2) from each sampled town/city we then picked 2 villages/precincts, and (3) in each of the 68 villages/ precincts, we randomly selected 28 to 86 residents directly (skipping the household sampling), depending on the numbers of targets we set earlier. To achieve our goal in the third stage, the aforementioned institutes asked the Ministry of the Interior to provide a computer file that contained all individuals listed in the Household and Population Register (with names, gender, birth dates, and addresses) in each of the 68 targeted villages/precincts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling and Interviewing"
        },
        {
            "text": "Following strict survey standards, no substitute respondents were allowed. As a result, we sampled 4,207 residents as our targeted respondents. These targets ranged from 1.4 to 4.0 times more than the expected successful sample size, varying among different towns and cities according to the average response rates from various nationwide surveys over the past 5 years. A total of 41 trained interviewers visited respondents' residences to conduct face-to-face interviews to collect both individual background information and details about all interpersonal contacts during the past 24 hours. When the interviewers could not reach targeted respondents on the sample list, they were instructed to go back to each address at least three more times (in different time slots and on different days of the week) before giving up on the interview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling and Interviewing"
        },
        {
            "text": "To examine how the empirical data of interpersonal contact may contribute to modeling, we formulate the findings from our survey and apply them to a pandemic flu simulation system developed at Academia Sinica, Taiwan. The detailed implementation of the simulation system has been described elsewhere [23] .",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Simulation Modeling with Interpersonal Contact"
        },
        {
            "text": "We construct contact patterns and social-mixing groups based on the average number of contacts, duration of each contact, and frequency of contact for all age groups. To facilitate easier modeling, we first convert each category of contact duration into mean contact duration. For example, we use 2.5 minutes for ''less than 5 minutes,'' 12 minutes for ''5-19 minutes,'' 37 minutes for ''15-59 minutes,'' 150 minutes for ''1 to 4 hours,'' and 240 minutes for ''more than 4 hours.'' For the same reason, we create mean contact frequency, a specific fraction for each category of contact frequency, such as 1 for ''daily,'' 0.5 for ''almost daily,'' 1.5/7 for ''once or twice weekly,'' 1.5/30 for ''once or twice monthly,'' 0.5/30 for ''less than once per month,'' and 1/365 for ''never.'' We then calculate weighted contact duration by multiplying mean contact duration by mean contact frequency. Next, by dividing weighted contact duration by 1,440 (the number of minutes in a day), we obtain weighted contact probabilities. Based on the same principle, we are also able to calculate interpersonal weighted contact probabilities in various social-mixing group settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extracting Parameters from Contact Patterns"
        },
        {
            "text": "Finally, we reconstruct contact probabilities between age groups under various ''contexts'' of contact (household, household cluster, etc.) [11, [24] [25] , combining the aforementioned age groups into a simplified classification of age groups. The simplified classification divides all respondents into only 2 groups: Child (ages 0-18) and Adult (age 19 and over). To reveal more details, we also compute contact probabilities for Child 0-4, Child 5-19, and Adult 19-64, respectively.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Extracting Parameters from Contact Patterns"
        },
        {
            "text": "To perform a comparative analysis of the simulation results with findings from previous studies, we further introduce a scale factor to adjust each of the contact probabilities in the various groups to a reasonable range. The case with which we compare is a simulation model for pandemic influenza in the United States (as reported in Proceedings of the National Academy of Sciences in [11] , hereafter PNAS).",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Extracting Parameters from Contact Patterns"
        },
        {
            "text": "Based on these realistic parameters, we perform 100 baseline simulations with a basic reproduction number (R 0 ) of 1.6 for each of the 2 sets of contact probabilities, and calculate the average daily new clinical cases of all 100 simulated results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extracting Parameters from Contact Patterns"
        },
        {
            "text": "After two-and-a-half months of fieldwork, we completed 1,954 successful interviews. The respondents (or their parents or guardians) provided 1,943 contact diaries that recorded every person with whom they had contacted during the past 24 hours (up to a maximum of 40 persons, a cutoff set to limit time and space). The ''crude'' (or ''minimum'') response rate was about 46.4% (or 51.3% after excluding ineligible cases such as wrong addresses, etc.)(The response rates are calculated by international standards, cf. [21] [22] .",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of Study Samples"
        },
        {
            "text": "Using the 2010 Household and Population Register as the criterion, a test of goodness of fit shows that our targeted sample and Taiwan's total population did not differ in any of the distributions for gender, age groups, or the interaction between gender and age groups (P = 0.831, 0.715, and 0.862, respectively). Our completed sample (N = 1,954) was also evenly distributed between males (50.9%) and females (49.1%), although the age distribution was a little skewed towards both ends. The median age was 37, ranging from 0 to 97, with an interquartile range (IQR) from 19 to 54. To modify for the underrepresented subsamples (for ages 21-40), we used a weighted sample in further analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of Study Samples"
        },
        {
            "text": "Respondents were well distributed over all geographic regions and across different urbanization levels (about 13.6% rural and 86.4% urban) that matched the distributions of the total population. The household size averaged 4.5. For those over 18 years old (adults), 56.4% were married, and 37.6% received at least college education. About 37.9% of adults were service-sector workers, and 23.8% were manual workers; others were either students (5.5%) or not working (32.8%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of Study Samples"
        },
        {
            "text": "Our 1,943 contact diaries recorded a total of 24,265 contacted persons during the past 24 hours. The median age of these contacted persons was 33, with an IQR range from 17 to 48. As among the respondents, young adults (ages 20-29) were also underrepresented among the contacted persons. Furthermore, subsamples at both ends of the age structure were even smaller, indicating that our respondents rarely made contact with the very old and the very young.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact Patterns in Everyday Life"
        },
        {
            "text": "Much content of the contact diaries indicates that interpersonal contact often occurs with those in one's immediate social circles. For example, about 25.8% of contacted persons were family or household members, and 36.9% were related to one's school or workplace (Table 1 ). About two thirds of these persons had contact with the respondents on a daily basis. Nearly one third of the contacts involved a physical contact or lasted over 4 hours. A little more than half of the contacts also took place within 1 km from home.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 272,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Contact Patterns in Everyday Life"
        },
        {
            "text": "Despite such an indication of contact with strong ties, the contact diaries also reveal extensive contacts with those beyond one's core social networks. In particular, nearly 70% of contacts occurred away from respondents' homes (such as at school, in the workplace, on public transportation, during leisure time, etc.). About 17.4% of contacted persons had maintained infrequent contact with respondents (less often than weekly).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact Patterns in Everyday Life"
        },
        {
            "text": "The most common and fundamental indicator used in modeling disease infections has been the average number of persons contacted by an individual or a group. With an upper cut off at 40, the average number of persons in our 24-hour diaries reaches 12.5 (S.D. = 9.3), which is close to that in European countries (13.4) yet much higher than in Vietnam (7.7) [2, 5] . Within Taiwan, most regional differences are not significant (for example, the average number of contacts is 12.4 in the North and 12.3 in the South), except for those living in the more remote East (only 9.5).",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 358,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 359,
                    "end": 361,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Contact Patterns in Everyday Life"
        },
        {
            "text": "As shown in Figure 1 , an average male respondent contacts 12.7 persons, only slightly more than the average female respondent (12.2) . Age groups, however, vary extensively on how many people are contacted each day. For example, infants, toddlers, and preschoolers (under age 5) have contact with only about 10 persons per day. Those over age 60 also contact fewer than 10. In contrast, middle-aged adults (particularly those in their 30 s and 40 s) seem to be well connected with others through face-to-face contact, although the males in their 20 s are not as active.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 133,
                    "text": "(12.2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Contact Patterns in Everyday Life"
        },
        {
            "text": "The most active age group of all is schoolchildren (ages 5-14), who average around 16-18 contacts. These super spreaders of influenza viruses make 2-3 times as many contacts as the least active age groups [3, 8, 12] . Furthermore, about half of these children's contacts involve a touch or other kind of physical contact.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 209,
                    "end": 211,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Contact Patterns in Everyday Life"
        },
        {
            "text": "A comparison of the findings of our study with those of a previous PNAS study in the United States is summarized in Table 2 . After implementing the simulations, we can clearly determine that the adjusted contact probabilities would result in a slightly faster and more pronounced epidemic outbreak in Taiwan ( Figure 2) . A similar pattern can also be observed from the distribution of group infection cases, as shown in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 311,
                    "end": 320,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 422,
                    "end": 430,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A Comparison with the Previous PNAS Study"
        },
        {
            "text": "Diary-based surveys help generate realistic parameters for simulating how influenza-like diseases may spread. Being constructed from 24-hour diaries, patterns of interpersonal contact have been particularly helpful in revealing the underlying factors that influence the scope, direction, and speed of disease infections. Because interactions vary by social norms, which often differ from culture to culture, it is essential to design policies based on countryspecific empirical data. In pursuit of such a goal, recent attempts at collecting comparative survey data represent a major step towards policy implementations that target the right populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "To extend these latest efforts, this paper focuses on how to collect and analyze contact diaries from a probability sample that is representative of the national population. We then use the representative contact diaries to construct simulation models. In particular, we model disease infections with matching age groups between infectors (diary keepers) and infectees (contacted persons), and with various occasions of contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Our findings suggest that, compared to other studies, the representative contact diaries in Taiwan yielded a wider range of interpersonal contacts. For example, a recent study in rural Vietnam collected 865 contact diaries showing that 85% of all contacts occurred at home, and 93% were with those who kept in touch on a daily basis [5] . With only 30.9% of contacts taking place at home and 66.5% interacting daily in our case, our systematic sampling helped obtain a sample that displays more diverse contact patterns in a highly urbanized society.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Compared with findings from European surveys, however, our study reveals less physical contact even in the private realm, a pattern similar to Vietnam. For example, about 53% of home contacts in Taiwan (45% in Vietnam) were physical, which is significantly lower than in European societies (75%). Of the contacts that took place daily, only 41% involved physical touch, which was nearly identical to the finding in Vietnam (40%) but again much lower than in Europe (60%) [2, 5] . Physical contacts among the Taiwanese were also less common in public realms: About 43% of school contacts and 27% of leisure contacts were physical in Taiwan, compared to 50% for both occasions in Europe [2] .",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 474,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Although contact patterns in various settings imply different risks of disease infection, cross-national variations further help explain how societies differ in influenza infections. As documented in recent studies that used diversified contact parameters for social groups [1] [2] [3] [4] [5] [6] , any efforts to model realistic disease infections should take into account how various groups differ in contact patterns in everyday life. Such variations also play a critical role in simulation modeling.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 277,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Our attempt helps modify a sophisticated national simulation system that has been used for years to model the spread of pandemic diseases in Taiwan. The results brought by the new parameters also show noticeable differences from similar modeling based on data from the United States. Given the nature of disease infections, the simple diary-based approach shall continue to be the most comprehensive method to collect details about face-toface interpersonal contacts in everyday life. The difficulties of data collection may be eased by the use of more technically advanced methods, such as online surveys. Nonetheless, because such surveys tend to undersample technically disadvantaged groups (who may also be more or less vulnerable to disease infections), one should pay special attention to the validity of statistical inferences based on data collected from the use of such methods. More country-specific findings are expected as an increasing amount of comparable diary-based probability survey data becomes available from other countries. For example, preliminary analyses show that the Taiwanese have a different cross-generational pattern of interpersonal contact. While European diary-based studies reveal frequent interactions between children and adults about 30-40 years apart [1] [2] [3] [4] , Taiwan diaries show additional and noticeable interactions between age cohorts that are about 60 years apart.",
            "cite_spans": [
                {
                    "start": 1290,
                    "end": 1293,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1294,
                    "end": 1297,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1302,
                    "end": 1305,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "This latter pattern suggests that the living or parenting arrangements in Asia may differ from those in the West. It is not uncommon in Taiwan for people from three generations to live under the same roof, or for grandparents to help take care of their young grandchildren on a daily basis. In such a circumstance, both care givers (seniors) and care takers (toddlers or young children) may well belong to the age groups that are also most susceptible to influenza infections. Does this special feature of age composition within the household contribute to any divergent cross-cultural patterns of disease infections? When contact patterns in everyday life are subject to such cultural norms, policy makers should make the best use of diary-generated empirical data and design intervention strategies accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "In the wave of facing the global threat by new influenza (such as pandemic H1N1 2009) and other infectious diseases, Taiwan and other countries have implemented more robust infrastructure and nationwide surveillance systems for disease control [26] [27] [28] . To further strengthen intervention strategies and other policy implementations, it is crucial to apply sociological tools about probability sampling and direct recordings of actual human behaviors via contact diaries.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "A critical value of these tools lies in their capability to make statistical inferences from a representative sample to the target population. Although probability sampling has been widely used in large social surveys, our study combines rigorous procedures in both systematic sampling and in-person household interviews with 24-hour diary recording. Unlike small scale studies of contact diaries that aim to build long-term actual and comprehensive archives of interpersonal contacts [29] [30] [31] , our large-scale probability survey helps generate contact diaries that are short-term yet representative. With actual data and a better understanding of contact patterns, such studies should help efforts to implement more appropriate and effective strategies in controlling an emerging or pandemic disease infection.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 489,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Contact profiles in eight European countries and implications for modeling the spread of airborne infectious diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mikolajczyk",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Auranen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mining social mixing patterns for infectious disease models based on a two-day population survey in Belgium",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goeyvaerts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aerts",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shkedy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Damme",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Infect Dis",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Social contact networks for the spread of pandemic influenza in children and teenagers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Glass",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Public Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Social Contact Patterns in Vietnam and Implications for the Control of Infectious Diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Q"
                    ],
                    "last": "Thai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "Ntt",
                    "middle": [],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Mai",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Social mixing patterns for transmission models of close contact infections: exploring self-evaluation and diary-based data collection through a web-based interface",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shkedy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aerts",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Damme",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiol Infect",
            "volume": "134",
            "issn": "",
            "pages": "1158--1166",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Using time-use data to parameterize models for the spread of close-contact infectious diseases",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zagheni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Billari",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Manfredi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Melegaro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Epidemiol",
            "volume": "168",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Simple models of influenza progression within a heterogeneous population",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Oper Res",
            "volume": "55",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mixing patterns and the spread of close-contact infectious diseases",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kafatos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mossong",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Themes Epidemiol",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Strategies for mitigating an influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Cajka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Cooley",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "",
            "pages": "448--452",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mitigation strategies for pandemic influenza in the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Germann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kadau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Macken",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "103",
            "issn": "15",
            "pages": "5935--5940",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Using data on social contacts to estimate age-specific transmission parameters for respiratory-spread infectious agents",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Epidemiol",
            "volume": "164",
            "issn": "",
            "pages": "936--944",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Advances in health care in Taiwan: lessons for developing countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Watt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Kaohsiung J Med Sci",
            "volume": "24",
            "issn": "11",
            "pages": "563--570",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Does universal health insurance make health care unaffordable? Lessons from Taiwan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Health Aff (Millwood)",
            "volume": "22",
            "issn": "3",
            "pages": "77--88",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Social science research and the General Social Surveys",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Comparative Sociology",
            "volume": "5",
            "issn": "1",
            "pages": "33--43",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Social Connections in China: Institutions, Culture and the Changing Nature of Guanxi",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guthrie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wank",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Gifts, Favors, and Banquets: The Art of Social Relationships in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Measuring personal networks with daily contacts: a single-item survey question and contact diary",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Soc Networks",
            "volume": "27",
            "issn": "3",
            "pages": "169--186",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The impact of the SARS epidemic on the utilization of medical services: SARS and the fear of SARS",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Public Health",
            "volume": "94",
            "issn": "4",
            "pages": "562--566",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Evolution of the Taiwan social change surveys",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Birth of JGSS and Its Fruit: Social Surveys in Different Countries and Areas and JGSS",
            "volume": "",
            "issn": "",
            "pages": "149--160",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Different survey modes and international comparisons",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "284--293",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Efficient simulation of the spatial transmission dynamics of influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Chern",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Estimating infectious disease parameters from data on social contacts and serological status",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goeyvaerts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aerts",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shkedy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ogunjimi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of the Royal Statistical Society. Series C: Applied Statistics v59",
            "volume": "2",
            "issn": "",
            "pages": "255--277",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Matrix models for childhood infections: a Bayesian approach with applications to rubella and mumps",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kanaan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Farrington",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Epidemiol Infect",
            "volume": "133",
            "issn": "6",
            "pages": "1009--1021",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Design of a robust infrastructure to monitor the safety of the pandemic A(H1N1)2009 vaccination program in Taiwan",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "7161--7166",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Historical review of pandemic influenza A in Taiwan",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Neonatol",
            "volume": "51",
            "issn": "2",
            "pages": "83--91",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Nationwide surveillance of influenza during the pandemic (2009-10) and postpandemic (2010-11) periods in Taiwan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Contact diaries: building archives of actual and comprehensive personal networks",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Field Methods",
            "volume": "19",
            "issn": "2",
            "pages": "194--217",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Social Networks in Post-Soviet Russia: Continuity and Change in the Everyday Life of St",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lonkila",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Average numbers of contacted persons by age groups. doi:10.1371/journal.pone.0045113.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Daily new symptomatic cases of baseline simulations with different sets of contact probabilities. doi:10.1371/journal.pone.0045113.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Distribution of infection cases with different sets of contact probabilities. doi:10.1371/journal.pone.0045113.g003",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Standard Definitions: Final Dispositions of Case Codes and Outcome Rates for Surveys, The World Association for Public Opinion Research, 2011. http://wapor.unl.edu/wp-content/ uploads/2011/02/StandardDefinitions2011.pdf). Such results are in line with response rates accomplished by the TSCS and other large-scale surveys in Taiwan in recent years",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Distribution of contacted persons by tie and contact features.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison of the adjusted social contacts with previous study. PNAS -contact probabilities for different contact groups doi:10.1371/journal.pone.0045113.t002",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank team members of the Social Mixing for Influenza Like Illness (SMILI), an international joint project led by John Edmunds and Jonathan Read, for sharing research ideas and instruments. Part of the questionnaire was based on methods used in an earlier PolyMod social contact study. We also thank Szu-Ying Lee and Max Chern for helping with data analyses and manuscript preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceived and designed the experiments: YCF DWW JHC. Performed the experiments: YCF. Analyzed the data: YCF DWW. Contributed reagents/ materials/analysis tools: YCF DWW. Wrote the paper: YCF DWW. Restructure paper contents and formats: JHC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}