{
    "paper_id": "04d02a37dcbb17916d2a5c03288cb9b59000ebba",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T he first case of Middle East respiratory syndrome coronavirus (MERS-CoV) in the Republic of Korea was confirmed in May 2015 after a traveller returned from the Middle East. 1 There were 186 cases, including 38 deaths, within two months. 1 The potential of a single MERS-confirmed patient to result in such a large MERS outbreak constitutes a serious global health concern. 2 During this MERS outbreak, massive public health containment measures were enacted at various levels; these included epidemiological investigations, isolation of suspected and confirmed cases, contact tracing and home quarantine of contacts. Local public health centre (LPHC) and emergency medical services (EMS) personnel responded to the outbreak by conducting initial interviews with suspected cases, transporting patients and specimens and managing contacts. Responders in contact with patients used different levels of personal protective equipment (PPE). Full-protection PPE includes a gown, N95 respirator, gloves and goggles. As the transmissibility of MERS is unclear, 3 it is possible that responders were infected by being exposed to MERS patients.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 239,
                    "end": 240,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We conducted a cross-sectional study in January 2016 to assess whether LPHC and EMS workers were infected and to determine their degree of exposure. The participants had contact with MERS-confirmed patients or their specimens during the outbreak and volunteered to participate in this study. The survey, which was a face-to-face interview, examined subjects' general characteristics, professional responsibilities, contact history, symptoms after exposure and use of PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Contact was defined as meeting at least one of the following four criteria: 4 being within 2m of a confirmed patient, staying in the same space as a confirmed patient for over 5 minutes, contact with a patient's respiratory or digestive secretions and contact with specimens from confirmed patients before the sample was packaged. Contact within the same space was graded into four levels according to distance of contact and wearing of PPE. Without full PPE protection: Grade 1 was defined as contact within 2m, and Grade 2 was defined as contact at over 2m. With full PPE protection: Grade 3 was defined as contact within 2m, and Grade 4 was defined as contact at over 2m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Serum collected from all participants was screened for the presence of MERS-CoV IgG using enzyme-linked immunosorbent assays (ELISAs). One sample with borderline results and five samples with negative ELISA results were retested using indirect immunofluorescence The PRNT was performed as previously described. 5 The number of plaques per well were counted; reductions in plaque counts of 50% (PRNT50) and 90% (PRNT90) were calculated using the Spearman-Kärber formula. 5",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 312,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thirty-four workers participated in the study ( Table 1) : 31 from 11 LPHCs and three from two EMS units. Twenty (58.8%) responders were male; their mean age was 44 (34-56.7) years. Twenty-five participants (73.5%) occupied health-related positions: 11 (32.4%) general health-care staff, 6 (17.6%) nurses, 4 (11.8%) doctors, 3 (8.8%) paramedics and 1 medical laboratory technologist (2.6%). Nine participants (26.5%) were non-health-related workers: 5 (14.7%) technicians, 2 (5.9%) administrators, 1 (2.9%) agricultural worker and 1 (2.9%) unknown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 56,
                    "text": "Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Based on the highest risk contact for each participant, seven (20.6%) of the responders were classified as Grade 1; they were partially protected with at least gloves and an N95 respirator ( Table 1 ). They contacted asymptomatic or symptomatic patients, and symptomatic patients wore surgical masks. After MERS-CoV had been confirmed in a patient, all staff were fully protected when in contact with the patient. The closest contact occurred when touching and holding patients during transport. One responder wearing full PPE had a mild fever (37.5 °C) after contact with a symptomatic patient who was later confirmed as infected. Since the response system had not expanded in the early days of the outbreak, she was not tested but was isolated with self-monitoring.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Serum samples were obtained from all 34 participants at an average of 7.3 months (range: 6.7-8.1 months) after exposure. On ELISA, there were 33 (97.1%) negative results and one borderline result. The results of six samples, including one with borderline ELISA results, were negative in the IIFT and PRNT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our study, we could not find evidence of MERS infection in the public health providers after direct contact with confirmed patients. This may be because there was a lower risk of transmission when participants optimal use of PPE to prevent MERS infection. 8 Moreover, since the participants did not contact any spreaders except one participant who contacted a patient that caused two secondary infections, the risk of transmission from the contacted patients was likely low.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 260,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study had several limitations. First, the survey was conducted 7.3 months after the MERS outbreak, making recall bias possible. Second, it is possible that we missed some mild or asymptomatic cases. Furthermore, because the serological tests were performed several months post-exposure, pre-existing MERS antibodies may have decreased or disappeared in the interval, potentially leading to underestimation. While asymptomatic MERS infection had been detected using RT-PCR testing at the time of outbreak, 9 a Saudi Arabian study showed the longevity of MERS-CoV antibodies in MERS patients varied in the severity of illness. For example, antibodies in severely infected patients persisted after 18 months, but milder and subclinical cases detected no antibodies even early on in the disease. 10 Third, the number of participants was relatively small and may not be representative or generalizable. Despite these limitations, this study suggests that the risk of MERS transmission to public health professionals responding to MERS outside the hospital setting (i.e. patients' homes) was low, particularly for those who wore some level of PPE such as masks and gloves. Further study is needed to prospectively survey public health responders including symptomatic or asymptomatic cases to conduct genetic test and serologic test during an outbreak.",
            "cite_spans": [
                {
                    "start": 797,
                    "end": 799,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, the public health providers in our study did not have evidence of MERS transmission after direct contact with confirmed patients when PPE was used properly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ethical approval for the study was obtained from the institutional review board of Seoul National University Hospital in Seoul (IRB No. C-1512-049-727).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome: what we learned from the 2015 outbreak in the Republic of Korea",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S-W",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Korean J Intern Med (Korean Assoc Intern Med)",
            "volume": "33",
            "issn": "2",
            "pages": "233--279",
            "other_ids": {
                "DOI": [
                    "10.3904/kjim.2018.031"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome -advancing the public health and research agenda on MERS -lessons from the South Korea outbreak",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2015.06.004"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "9997",
            "pages": "995--1007",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)60454-8"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interim US guidance for monitoring and movement of persons with potential Middle East respiratory syndrome coronavirus (MERS-CoV) exposure",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WHO working group on measles plaque reduction neutralization test. Plaque reduction neutralization test for measles antibodies: Description of a standardised laboratory method for use in immunogenicity studies of aerosol vaccination. Vaccine",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Audet",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beeler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2007.10.046"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "KSA MERS-CoV Investigation Team. Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1306742"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "CoV global summary and assessment of risk",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who Mers-",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Geneva: World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Surveillance of the Middle East respiratory syndrome (MERS) coronavirus (CoV) infection in healthcare workers after contact with confirmed MERS patients: incidence and risk factors of MERS-CoV seropositivity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kiem",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Seol",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Microbiol Infect",
            "volume": "22",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2016.07.017"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "MERS-CoV outbreak in Jeddah-a link to health care facilities",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Oboho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomczyk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Asmari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Banjar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Mugti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Aloraini",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "9",
            "pages": "846--54",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1408636"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antibody response and disease severity in healthcare worker MERS survivors",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Alshukairi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Khalid",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Dada",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Bayumi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Malic",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "were transporting or counselling patients outside of the hospital compared to providing medical assistance within the hospital. In other MERS outbreaks, secondary infections were related to health-care settings. 1,6 Although the exact route of infection transmission is unknown, aerosolizing procedures in crowded rooms with inadequate infection prevention and control measures were observed in health-care settings.7 In the 2015 Republic of Korea outbreak, some health-care workers without proper PPE were infected in tertiary hospitals, thus emphasizing the (IIFT) and plaque reduction neutralization (PRNT) tests for confirmation. The indirect ELISA and MERS-CoV IIFT used commercial MERS-CoV IIFT slides (EUROIMMUN, Lübeck, Germany) and followed the manufacturer's protocol. Analysis was performed using a DE/Axio Imager M1 immunofluorescence microscope (Zeiss, Jena, Germany).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "ExposureThis study was supported by the Seoul Metropolitan Government and a fund (#4834-300-210-13) of Korea Centers for Disease Control and Prevention, Chungcheongbuk-do, Republic of Korea.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank the study participants and the Division of Life and Health of the Seoul Metropolitan Government for assistance with the research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}