{
    "paper_id": "051cf89045450e5eff3fc9ba4fdc518fe1d623b8",
    "metadata": {
        "title": "Biological Crystallography Structural basis of sialidase in complex with geranylated flavonoids as potent natural inhibitors",
        "authors": [
            {
                "first": "Youngjin",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Young",
                "middle": [
                    "Bae"
                ],
                "last": "Ryu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hyung-Seop",
                "middle": [],
                "last": "Youn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "‡",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Keun",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Young",
                "middle": [
                    "Min"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ji-Young",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Woo",
                "middle": [
                    "Song"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ki",
                "middle": [
                    "Hun"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": "khpark@gnu.ac.kr"
            },
            {
                "first": "Soo",
                "middle": [
                    "Hyun"
                ],
                "last": "Eom",
                "suffix": "",
                "affiliation": {},
                "email": "eom@gist.ac.kr"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sialidase catalyzes the removal of a terminal sialic acid from glycoconjugates and plays a pivotal role in nutrition, cellular interactions and pathogenesis mediating various infectious diseases including cholera, influenza and sepsis. An array of antiviral sialidase agents have been developed and are commercially available, such as zanamivir and oseltamivir for treating influenza. However, the development of bacterial sialidase inhibitors has been much less successful. Here, natural polyphenolic geranylated flavonoids which show significant inhibitory effects against Cp-NanI, a sialidase from Clostridium perfringens, are reported. This bacterium causes various gastrointestinal diseases. The crystal structure of the Cp-NanI catalytic domain in complex with the best inhibitor, diplacone, is also presented. This structure explains how diplacone generates a stable enzyme-inhibitor complex. These results provide a structural framework for understanding the interaction between sialidase and natural flavonoids, which are promising scaffolds on which to discover new anti-sialidase agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Viral and bacterial sialidases have been focused on as drug targets for the treatment of human infections (Soong et al., 2006; Memoli et al., 2008) . Viral sialidases are critically required for viral propagation because they are required for release from the host cell . Drug discovery of inhibitors targeting sialidase has focused on either synthetic compounds through random screening or substrate (N-acetylneuraminic acid) mimics. However, these studies have mainly been targeted against sialidase from the influenza virus. There are several inhibitors that mimic the substrate, including zanamivir (Relenza), oseltamivir (Tamiflu; a cyclohexene derivative), peramivir (a cyclopentane-based inhibitor) and A-315675 (a pyrrolidine-based inhibitor; Kim et al., 2013) . All of these compounds are based on 2-deoxy-2,3-dehydro-Nacetylneuraminic acid (Neu5Ac2en), a putative transitionstate analogue. At present, the existence of drug-resistant strains against zanamivir (Gubareva et al., 1998) , oseltamivir (Gubareva et al., 2001) and other antivirals (Tambić Andrasević, 2004) have spurred on the need to discover innovative antiviral agents.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 126,
                    "text": "(Soong et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 147,
                    "text": "Memoli et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 768,
                    "text": "Kim et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 970,
                    "end": 993,
                    "text": "(Gubareva et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1031,
                    "text": "(Gubareva et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1078,
                    "text": "Andrasević, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On the other hand, pathogenic bacteria having resistance to pre-existing drugs occasionally cause fatal infectious diseases. The need to combat these superbugs mandates the development of new drugs overcoming antibacterial resistance. Various pathogens such as Clostridium perfringens, Pseudomonas aeruginosa and Streptococcus pneumoniae express sialidases. These enzymes specifically catalyze the hydrolysis of terminal sialic acids from glycoconjugates (Shinya et al., 2006) and play pivotal roles in the pathogenesis of a number of microbial diseases, including cholera, enterotoxaemia, gas gangrene and pneumonia (Corfield, 1992; Rood, 1998) . Therefore, bacterial sialidases have recently emerged as a prominent target for the treatment of bacterial infections (Nguyen et al., 2010; Woo et al., 2011) . The latest studies on sequelae of sepsis and septic shock have focused on understanding the roles of bacterial pathogenic factors (Rittirsch et al., 2008) . Moreover, studies using a sialidase deletion mutant from P. aeruginosa showed that bacterial sialidase acts in the initial stages of pulmonary infection by targeting glycoconjugates and biofilm production (Soong et al., 2006) .",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 476,
                    "text": "(Shinya et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 633,
                    "text": "(Corfield, 1992;",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 645,
                    "text": "Rood, 1998)",
                    "ref_id": null
                },
                {
                    "start": 766,
                    "end": 787,
                    "text": "(Nguyen et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 805,
                    "text": "Woo et al., 2011)",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 962,
                    "text": "(Rittirsch et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 1170,
                    "end": 1190,
                    "text": "(Soong et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since sialidase inhibitors are substrate analogues and typically exhibit competitive kinetics, it is interesting to explore natural non-substrate mimics such as flavonoids, (oligo)stilbenes, coumarins and diarylheptanoids (Grienke et al., 2012) . Flavonoids, which are polyphenolic compounds, are widespread in the plant kingdom and are known to show antibacterial and antiviral effects (Liu et al., 2008; Jeong et al., 2009; Grienke et al., 2012) . Natural flavonoids have also been reported to have latent anti-influenza and antibacterial effects against SARS (severe acute respiratory syndrome) virus, MRSA (methicillin-resistant Staphylococcus aureus) and Chagas disease mediated by a trypanosome (Arioka et al., 2010; Cho et al., 2013; Navrá tilová et al., 2013) .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 244,
                    "text": "(Grienke et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 405,
                    "text": "(Liu et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 425,
                    "text": "Jeong et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 447,
                    "text": "Grienke et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 722,
                    "text": "(Arioka et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 740,
                    "text": "Cho et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 767,
                    "text": "Navrá tilová et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, we identified the natural geranylated flavonoids diplacone, mimulone, 3 0 -O-methyldiplacone and 4 0 -Omethyldiplacone from the fruit of Paulownia tomentosa (empress tree) and showed that they are potent inhibitors of both cholinesterase and butyrylcholinesterase . Here, we report that geranylated flavonoids are novel inhibitors targeting bacterial sialidase. These compounds show striking competitive inhibitory effects against sialidase from C. perfringens (Cp-NanI). Importantly, C. perfringens is a human pathogen causing various gastrointestinal diseases such as enterotoxaemia, gas gangrene and peritonitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In spite of reports of a number of structures of sialidases from bacteria (Crennell et al., 1993 (Crennell et al., , 1994 Gaskell et al., 1995) , viruses (Varghese et al., 1983; Burmeister et al., 1993; Crennell et al., 2000) and humans (Chavas et al., 2005) , elucidation of the binding mode of bacterial sialidase inhibitors is limited owing to the absence of structural information (Taylor, 1996) . In order to understand how natural geranylated flavonoids interact with sialidase, we determined the crystal structure of the Cp-NanI catalytic domain (NanI CD ; residues 243-694) in complex with diplacone at 1.9 Å resolution. The structural information on Cp-NanI CD and comparison with the models of human sialidases provide an insight into how the natural geranylated flavonoids can behave as antibiotics and led to the elucidation of a strategy for the design of advanced inhibitors for the treatment of infectious diseases caused by C. perfringens.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 96,
                    "text": "(Crennell et al., 1993",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 97,
                    "end": 121,
                    "text": "(Crennell et al., , 1994",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 143,
                    "text": "Gaskell et al., 1995)",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 177,
                    "text": "(Varghese et al., 1983;",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 202,
                    "text": "Burmeister et al., 1993;",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 225,
                    "text": "Crennell et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 258,
                    "text": "(Chavas et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 399,
                    "text": "(Taylor, 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The DNA template for C. perfringens sialidase (Cp-NanI) has NCBI reference sequence WP_011590331.1. For bacterial expression, the NanI catalytic domain without the lectin domain (NanI CD ; residues 243-694) was amplified from C. perfringens genomic DNA by the polymerase chain reaction and cloned into the NdeI and XhoI restriction sites of the pET-23d expression vector (Novagen), which contains a direct C-terminal hexahistidine (His 6 ) tag. Cp-NanI CD protein was expressed in Escherichia coli BL21 CodonPlus (DE3) cells. The transformed cells were cultured in Luria-Bertani (LB) medium containing 100 mg ml À1 ampicillin at 310 K. The bacterial cells were induced at 293 K for 20 h with 0.5 mM isopropyl -d-1-thiogalactopyranoside (Pharmacia) at an OD 600 of 0.6 and then harvested by centrifugation at 4000g for 20 min. The harvested cells were resuspended in lysis buffer (50 mM sodium phosphate pH 7.0, 300 mM NaCl, 5 mM imidazole, 1 mM PMSF, 2 mM -mercaptoethanol) and lysed by sonication, after which the lysate was centrifuged at 14 000g for 1 h. The resultant supernatant was applied to an immobilized metal-affinity chromatography on nickel-nitrilotriacetic acid resin (Peptron) pre-equilibrated with lysis buffer (50 mM sodium phosphate pH 7.0, 300 mM NaCl, 20 mM imidazole). The column was then washed with ten bed volumes of wash buffer. The His 6 -tag fused protein bound to the column was eluted with elution buffer (50 mM sodium phosphate pH 7.0, 300 mM NaCl, 300 mM imidazole). The samples were then purified by size-exclusion chromatography using a HiLoad 16/60 Superdex 200 column (GE Healthcare Life Science) preequilibrated with gel-filtration buffer (25 mM CHES-HCl pH 9.5, 200 mM NaCl), after which the fractions containing Cp-NanI CD protein were collected. The protein was concentrated to 21.8 mg ml À1 using an Amicon Ultra-15 30K (Millipore) and was stored at 193 K.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning, expression and purification"
        },
        {
            "text": "Crystallization trials were performed using the hangingdrop vapour-diffusion method. Crystals grew at 293 K in 2 ml drops comprised of equal volumes of protein solution and reservoir solution consisting of 20%(w/v) polyethylene glycol (PEG) 3350, 0.2 M ammonium sulfate. The crystals were soaked in soaking solution [0.1 M sodium cacodylate pH 6.5, 20%(w/v) PEG 3350, 10%(w/v) glycerol, 5 mM diplacone, 5%(v/v) dimethyl sulfoxide] for 2 h at 293 K. The crystals were cryoprotected by transfer into cryoprotectant [20%(w/v) polyethylene glycol 4000, 10%(v/v) glycerol, 0.2 M ammonium sulfate] and flash-cooled in liquid nitrogen for data collection. A complete data set for Cp-NanI CD with diplacone at 1.9 Å resolution was collected at 100 K using an ADSC Q315r detector on beamline 5C at Pohang Accelerator Laboratory (PAL) using an X-ray beam with a single wavelength (0.9795 Å ). The crystal belonged to space group P2 1 2 1 2 1 , with unit-cell parameters a = 69.1, b = 72.6, c = 97.1 Å . Diffraction data were processed and scaled using the HKL-2000 suite research papers (Otwinowski & Minor, 1997) . The structure of Cp-NanI CD with diplacone was determined using the molecular-replacement method with MOLREP (Vagin & Teplyakov, 2010) in the CCP4 suite using the apo crystal structure of Cp-NanI CD (PDB entry 2vk5; Newstead et al., 2008 ) as the phasing model. Automated model building and refinement of NanI CD complexed with diplacone were performed with REFMAC5 (Murshudov et al., 2011) in the CCP4 suite and phenix.refine (Adams et al., 2010) . phenix. ligandfit (Terwilliger et al., 2006) was used for automated ligand building of the diplacone in Cp-NanI CD , and manual model building was performed with Coot (Emsley & Cowtan, 2004) . Weak electron-density regions (residues 692-694) were excluded from the final structure. The Ramachandran statistics were calculated using MolProbity (Chen et al., 2010) . 96.2% of the residues were in the preferred regions and 3.8% of the residues were in allowed regions. A 2F o À F c composite OMIT map of diplacone contoured at 1.0 was generated with FFT (Read & Schierbeek, 1988) in the CCP4 suite. The atomic coordinates and structure factors of Cp-NanI CD with diplacone have been deposited in the Protein Data Bank (PDB) with accession code 4l2e. Data-collection and refinement statistics are summarized in Table 1 .",
            "cite_spans": [
                {
                    "start": 1077,
                    "end": 1103,
                    "text": "(Otwinowski & Minor, 1997)",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1240,
                    "text": "(Vagin & Teplyakov, 2010)",
                    "ref_id": null
                },
                {
                    "start": 1322,
                    "end": 1343,
                    "text": "Newstead et al., 2008",
                    "ref_id": null
                },
                {
                    "start": 1472,
                    "end": 1496,
                    "text": "(Murshudov et al., 2011)",
                    "ref_id": null
                },
                {
                    "start": 1533,
                    "end": 1553,
                    "text": "(Adams et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 1574,
                    "end": 1600,
                    "text": "(Terwilliger et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1723,
                    "end": 1746,
                    "text": "(Emsley & Cowtan, 2004)",
                    "ref_id": null
                },
                {
                    "start": 1899,
                    "end": 1918,
                    "text": "(Chen et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 2108,
                    "end": 2133,
                    "text": "(Read & Schierbeek, 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2364,
                    "end": 2371,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Crystallization, data collection and structure determination"
        },
        {
            "text": "The extraction and purification of the natural geranylated flavonoids diplacone, mimulone, 3 0 -O-methyldiplacone and 4 0 -O-methyldiplacone from P. tomentosa (empress tree) were performed as described previously .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of geranylated flavonoids"
        },
        {
            "text": "The sialidase inhibitory assay was performed as reported previously Cho et al., 2013) . Briefly, 15 ml GH33 sialidase solution (0.1 U ml À1 ) was pre-mixed with 15 ml sample solution at different concentrations in 510 ml 50 mM sodium acetate buffer pH 5.0 in a cuvette. 60 ml 0.125 mM 4-methylumbelliferyl--d-N-acetylneuraminic acid sodium salt hydrate (Sigma, catalogue No. M8639) in buffer at pH 5.0 was then added to the mixture as a substrate to start the reaction at 310 K. 4-Methylumbelliferone was immediately quantified by fluorometric determination with a SpectraMax M 2e Multimode Reader (Molecular Devices, USA). The excitation wavelength was 365 nm and the emission wavelength was 450 nm. Enzyme activity was recorded over a range of pre-incubation times (Fig. 1a) or concentrations (Fig. 1b) . The data were analyzed using a nonlinear regression program (SigmaPlot; SPCC Inc., Chicago, Illinois, USA). The experimental enzyme activity was determined using the logistic curve represented by (1), based on a time-driven protocol with initial velocity,",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 85,
                    "text": "Cho et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 767,
                    "end": 776,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 804,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                }
            ],
            "section": "Enzymatic inhibitory assay"
        },
        {
            "text": "Model structures of human sialidases (Neu1, Neu3 and Neu4) were built using the MODELLER 9v7 software (Sali & Blundell, 1993) . Human Neu1-4 protein sequences were retrieved from NCBI database (Neu1, NM_000434.2; Neu2, NM_005383.2; Neu3, NM_006656.5; Neu4, NM_001167599.1). On the basis of the Neu2 sequence and structure (PDB entry 1vcu; Chavas et al., 2005) , multiple sequence alignment and structure-based alignment were performed using ClustalX2 (Larkin et al., 2007) and MODELLER 9v7 align2d (Sali & Blundell, 1993 ; Supplementary Fig. S1 1 ) . Regions from Neu1, Neu3 and Neu4 that are not conserved in the Neu2 catalytic domain (Neu1 residues 1-64, Neu3 residues 1-11, 287-300 and 315-326 and Neu4 residues 1-10, 284-336 and 355-373) were excluded. Modelling was carried out for the human Neu1, Neu3 and Neu4 catalytic domains against the chosen Neu2 template (PDB entry 1vcu) using MODELLER 9v7 modelsingle (Sali & Blundell, 1993; Supplementary Fig. S2 ). Each of ten outputs of the modelled structures was ranked using an internal scoring function in MODELLER 9v7. The reliability of the homology modelling was assessed by calculating the root-mean-square deviation (r.m.s. is the intensity of reflection hkl, P hkl is the sum over all reflections and P i is the sum over i measurements of reflection hkl. ‡ R work = P hkl jF obs j À jF calc j = P hkl jF obs j|; R free is the R value calculated for 5% of the data set that was not included in the refinement. (DeLano, 2004 ; Supplementary Table S1), evaluation of the Z-score using ProSA (Wiederstein & Sippl, 2007) and analysis of the ' and torsion angles using PROCHECK (Laskowski et al., 1993; Supplementary ",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 125,
                    "text": "(Sali & Blundell, 1993)",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 359,
                    "text": "Chavas et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 472,
                    "text": "(Larkin et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 520,
                    "text": "(Sali & Blundell, 1993",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 939,
                    "text": "(Sali & Blundell, 1993;",
                    "ref_id": null
                },
                {
                    "start": 940,
                    "end": 961,
                    "text": "Supplementary Fig. S2",
                    "ref_id": null
                },
                {
                    "start": 1470,
                    "end": 1483,
                    "text": "(DeLano, 2004",
                    "ref_id": null
                },
                {
                    "start": 1549,
                    "end": 1576,
                    "text": "(Wiederstein & Sippl, 2007)",
                    "ref_id": null
                },
                {
                    "start": 1633,
                    "end": 1657,
                    "text": "(Laskowski et al., 1993;",
                    "ref_id": null
                },
                {
                    "start": 1658,
                    "end": 1671,
                    "text": "Supplementary",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 523,
                    "end": 548,
                    "text": "Supplementary Fig. S1 1 )",
                    "ref_id": null
                }
            ],
            "section": "Homology modelling"
        },
        {
            "text": "In order to demonstrate that flavonoid-based natural compounds extracted from P. tomentosa act as inhibitors of Cp-NanI, a comparative activity screen was performed. This method relies on substrate hydrolysis, leading to an increase in fluorescence that can be read out in real time. Interestingly, a geranyl (3,7-dimethylocta-2,6-dienyl) group at the C6 position within the flavonoid was found to be crucial for both inhibi-tory potency and kinetic mechanism. For example, diplacone showed a 150-fold higher efficacy (IC 50 = 0.11 mM) than eriodictyol, a parent flavonoid lacking a geranyl group (IC 50 = 16.4 mM) ( Table 2) . As shown in Fig. 1 , diplacone showed competitive kinetics, with a K i value of 0.04 mM. Diplacone also acted as a time-dependent inhibitor.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 617,
                    "end": 625,
                    "text": "Table 2)",
                    "ref_id": null
                },
                {
                    "start": 640,
                    "end": 646,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Kinetic properties of the natural geranylated Cp-NanI inhibitors"
        },
        {
            "text": "Slow-binding inhibition mechanisms can be investigated by pre-incubation of the enzyme with the inhibitor followed by measurement of the initial velocities of substrate hydrolysis as a function of pre-incubation time. In this way, increasing the concentration of diplacone led to a decrease in both the initial velocity (v i ) and the steady-state rate (v s ) (Figs. 1a, 1b and Supplementary Fig. S3a ). The progress curves obtained using various concentrations of the inhibitors were fitted to equation (2) (Supplementary Fig. S3a) to determine v i , v s and k obs . The results for diplacone were fitted to the a slow-binding process (equation 3; Supplementary Fig. S3a) dependence of k obs on the concentration of bacterial sialidase (Fig. 1c) . Based on the above kinetic observations, we conclude that the reaction follows a time-dependent kinetic mechanism (Fig. 1d) . From the results of the fit, values of 0.201 AE 0.003 and 0.0017 AE 0.004 min À1 were obtained for k 5 and k 6 , respectively. Using these values derived from k obs gives a calculated K i app value of 0.065 AE 0.008 mM, which is in agreement with the K i (0.04 mM) value determined using double-reciprocal plots (Lineweaver-Burk and Dixon plots; Supplementary Fig. S4 ). The hyperbolic dependence observed with the inhibitors suggests that diplacone inhibits sialidase by the rapid formation of an enzyme complex (EÁI) which slowly isomerizes to form a modified enzyme complex (E Ã ÁI) ( Fig. 1 and Supplementary Fig. S3b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 400,
                    "text": "Supplementary Fig. S3a",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 532,
                    "text": "(Supplementary Fig. S3a)",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 672,
                    "text": "Supplementary Fig. S3a)",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 746,
                    "text": "(Fig. 1c)",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 872,
                    "text": "(Fig. 1d)",
                    "ref_id": null
                },
                {
                    "start": 1221,
                    "end": 1242,
                    "text": "Supplementary Fig. S4",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1463,
                    "end": 1469,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1474,
                    "end": 1496,
                    "text": "Supplementary Fig. S3b",
                    "ref_id": null
                }
            ],
            "section": "Kinetic properties of the natural geranylated Cp-NanI inhibitors"
        },
        {
            "text": "Comparison of the structures of sialidases from bacteria (Crennell et al., 1993 (Crennell et al., , 1994 Gaskell et al., 1995) , viruses (Varghese et al., 1983; Burmeister et al., 1993; Crennell et al., 2000) and humans (Chavas et al., 2005) suggested that sialidases share a highly conserved active site located within the six-bladed -propeller fold (Supplementary Table  S3 and Supplementary Fig. S5 ). To investigate the mode of binding of diplacone to the enzyme, we determined the structure of Cp-NanI in complex with diplacone. The structure of Cp-NanI CD in complex with diplacone shows little deviation from previously published structures. The -propeller fold within the apo structure (PDB entry 2vk5; Newstead et al., 2008) and the structure of Cp-NanI in complex with the substrate Neu5Ac (N-acetylneuraminic acid; PDB entry 2bf6; Newstead et al., 2008) show root-meansquare deviations (r.m.s.d.s) relative to our structure of 0.12 and 0.11 Å , respectively (Figs. 2a and 3a) . Consistent with our kinetic analysis, diplacone was bound to the enzyme active site. The principal interactions between the inhibitor and enzyme were hydrogen bonds and hydrophobic interactions. The 3 0 ,4 0 ,5,7 0 -hydroxyl-4-oxo group and the O atom at the 1-position of diplacone form direct or indirect hydrogen bonds with side chains of the tri-arginyl cluster (Arg266, Arg555 and Arg615) as well as residues Arg285, Asp328, Phe353, Tyr485, Gln493, Thr538, Tyr655 and the main chain of Ala292, in addition to three water molecules (W1, W2 and W3) ( Fig. 2b and Supplementary  Fig. S6 ). The flavanone backbone of diplacone also displays hydrophobic contacts with Ile327, Phe347, Phe460, Tyr485 and Tyr655, which orientate the inhibitor correctly and stabilize the bound conformation.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 79,
                    "text": "(Crennell et al., 1993",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 80,
                    "end": 104,
                    "text": "(Crennell et al., , 1994",
                    "ref_id": null
                },
                {
                    "start": 105,
                    "end": 126,
                    "text": "Gaskell et al., 1995)",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 160,
                    "text": "(Varghese et al., 1983;",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 185,
                    "text": "Burmeister et al., 1993;",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 208,
                    "text": "Crennell et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 241,
                    "text": "(Chavas et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 733,
                    "text": "Newstead et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 864,
                    "text": "Newstead et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 375,
                    "text": "(Supplementary Table  S3",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 401,
                    "text": "Supplementary Fig. S5",
                    "ref_id": null
                },
                {
                    "start": 969,
                    "end": 986,
                    "text": "(Figs. 2a and 3a)",
                    "ref_id": null
                },
                {
                    "start": 1543,
                    "end": 1550,
                    "text": "Fig. 2b",
                    "ref_id": null
                },
                {
                    "start": 1555,
                    "end": 1577,
                    "text": "Supplementary  Fig. S6",
                    "ref_id": null
                }
            ],
            "section": "Structure of Cp-NanI in complex with diplacone"
        },
        {
            "text": "The crystal structure also provides an explanation for the weak inhibition shown by the parent eriodictyol and three other geranylated flavonoids (3 0 -O-methyldiplacone, 4 0 -Omethyldiplacone and mimulone) studied in this manuscript (Table 2; Fig. 2b ). The geranyl group made a suitable hydrophobic interaction with four aromatic residues: Phe353, Trp354, Phe460 and Tyr587. Therefore Table 2 Structures and inhibitory activities (IC 50 ) of flavonoid-based Cp-NanI inhibitors. of Ala292 and the side chains of Ile327 and Phe347. On the other hand, eliminating the C3 0 hydroxyl group (mimulone, IC 50 of 6.1 mM) does not lead to structural clashes with the protein but prevents hydrogen-bond formation. Therefore, maintaining the geranyl and C3 0 hydroxyl group is important for the further development of diplacone-based Cp-NanI inhibitors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 251,
                    "text": "(Table 2; Fig. 2b",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 394,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Structure of Cp-NanI in complex with diplacone"
        },
        {
            "text": "Although the overall structure of Cp-NanI CD in complex with diplacone is similar to those of the apo enzyme and the complex with Neu5Ac, there are interesting structural differences between the apo enzyme and the complexes with Neu5Ac and diplacone that provide useful information regarding the development of natural geranylated flavonoid-based synthetic inhibitors (Fig. 3b) . Asp291 in the diplacone and Neu5Ac complexes, which is a mechanistically important acid/base catalyst (Crennell et al., 1993) , rotates by approximately 120 compared with the apo structure to make a hydrogen bond to the 3 0 -hydroxyl of diplacone or the 4 0 -hydroxyl of Neu5Ac. Moreover, the rotation of Asp291 also induces a conformational change of Ile327 in the apo enzyme compared with both complexes. Relative to the diplaconebound complex, in the Neu5Ac-bound complex Ile327 moves to make a suitable hydrophobic interaction with the -carbon of Asp291 and the 5 0 -acetamide moiety of the Neu5Ac molecule. Apo Cp-NanI CD and the diplacone complex showed a hydrogen-bond interaction mediated by one water molecule (W1), the position of which nearly overlaps with the 4 0 -hydroxyl group of Neu5Ac. On the other hand, the hydrogen bond between Asp328 and the 4 0 -hydroxyl group of The Cp-NanI catalytic site with diplacone. (a) Overall structure of the Cp-NanI catalytic domain bound to diplacone. (b) Details of the mode of binding. Diplacone and three water molecules (W1, W2 and W3) are shown as green sticks and red spheres, respectively. Hydrogen bonds are displayed as dashed lines.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 505,
                    "text": "(Crennell et al., 1993)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 377,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                }
            ],
            "section": "Comparison with apo and substrate complex of Cp-NanI"
        },
        {
            "text": "Structural comparison of apo NanI CD , NanI CD -Neu5Ac and NanI CDdiplacone. (a) Overall superposed structures of apo NanI CD (orange) and the NanI CD -Neu5Ac (cyan) and NanI CD -diplacone (yellow) complexes. (b) Catalytic site. Diplacone and Neu5Ac molecules are displayed as green and cyan sticks, respectively. Water molecules (W1, W2 and W3) are shown as red spheres.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3"
        },
        {
            "text": "Neu5Ac seems to be responsible for inducing the conformational change of Ile327. Cp-NanI CD in complex with diplacone has the same side-chain orientation of Asp291 as in the substrate (Neu5Ac) complex. In addition, an extra water molecule (W1) rather than the 4 0 -hydroxyl group of Neu5Ac stabilizes the diplacone complex. Therefore, together with the kinetic inhibition assay, the structure of the Cp-NanI CDdiplacone complex suggests that diplacone binds to the same substrate-binding site and acts as a competitive inhibitor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3"
        },
        {
            "text": "We have extracted natural geranylated flavonoids from P. tomentosa and shown that they exhibit notable kinetic properties against sialidase from C. perfringens, a bacterium causing various gastrointestinal diseases. We also found that diplacone is the most effective inhibitor among these flavonoids. This inhibitor also shows a time-dependent competitive inhibition pattern. The crystal structure of the Cp-NanI catalytic domain in complex with diplacone rationalized how the geranyl and C3 0 hydroxyl groups of diplacone contribute to the stability of the enzyme-inhibitor complex (Table 2) . From the structural information described above, we suggest further modification strategies of diplacone to improve its inhibitory properties against C. perfringens NanI. In the Cp-NanI-diplacone complex, two water molecules (W1 and W2) mediate hydrogen bonds between Cp-NanI residues (Arg285 and Asp328 with W1 and Gln493, Thr538 and Tyr587 with W2) of the catalytic site and diplacone atoms (O1 with W1 and C4 with W2) ( Table 2 and Fig. 2b) . Introducing polar moieties such as carboxylic and amino groups at the O1 or C4 positions of diplacone may possibly improve binding affinity in the Cp-NanI catalytic site through the formation of additional hydrogen bonds. Addition of hydrophobic groups, including phenyl, benzyl and cyclohexyl groups, to C3 of diplacone may also increase the binding affinity via hydrophobic contact with the hydrophobic patch (Phe353, Trp354 and Phe460) of the enzyme. Furthermore, aryl groups (phenyl or benzyl) may form a potential dipole-dipole interaction with Phe353.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 583,
                    "end": 592,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1029,
                    "text": "Table 2 and",
                    "ref_id": null
                },
                {
                    "start": 1030,
                    "end": 1038,
                    "text": "Fig. 2b)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Because sialidases are expressed not only in C. perfringens but also in human lysosomes (Neu1 and Neu4), cytosol (Neu2) and membranes (Neu3), diplacone could cause undesirable effects in humans because it may inhibit human sialidases. To predict how diplacone would interact with human silalidase counterparts, we modelled human sialidases (Neu1, Neu3 and Neu4) using the previously determined Neu2 structure and compared the specificity of diplacone with C. perfringens and human sialidases ( Fig. 4a and Supplementary Fig. S2 ). The Cp-NanI catalytic domain with bound diplacone was superimposed with the crystal structure of human Neu2 with bound 2-deoxy-2,3-dehydro-N-acetylneuraminic acid (Neu5Ac) and models of human Neu1, Neu3 and Neu4 that were constructed using Neu2 as a template. The geranyl group of diplacone is essential for inhibition of the bacterial enzyme as it occupies a hydrophobic pocket containing Phe353, Thr487 and Tyr587. In human Neu proteins the corresponding residues are polar and would not interact favourably with the geranyl group (Fig. 4b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 527,
                    "text": "Fig. 4a and Supplementary Fig. S2",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1064,
                    "end": 1073,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Consequently, the structural comparison between the human sialidases Neu1-Neu4 and the Cp-NanI-diplacone complex suggests that the interaction between human sialidases and diplacone is likely to be unfavourable owing to polar or ionic repulsion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the other hand, despite extensive efforts in drug development targeting influenza neuraminidase, a series of drug-resistant mutants from influenza viruses have been reported, such as the I223R/H275Y dual mutation of neuraminidase from influenza A H1N1, which shows enormous resistance towards oseltamivir (approximately 7500 times that of the wild type; van der Vries et al., 2012) . To overcome drug resistance, various natural flavonoid compounds containing a Structural comparison of Cp-NanI CD , the human Neu2-Neu5Ac2en complex structure and homology models of human Neu1, Neu3 and Neu4. (a) Overall superposed structures of Cp-NanI CD (green), the human Neu2-Neu5Ac2en complex structure (grey) and homology models of human Neu1 (purple), Neu3 (brown) and Neu4 (magenta). (b) Detailed view. Diplacone and Neu5Ac2en molecules are displayed as green and grey sticks, respectively. Water molecules are shown as red spheres.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 384,
                    "text": "Vries et al., 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "flavanone backbone with inhibitory effects on viral neuraminidases (Grienke et al., 2012) may be useful. Because diplacone has a flavanone backbone, structural information on the Cp-NanI-diplacone complex would help in the discovery of viral neuraminidase inhibitors. In this light, we compared the structure of the Cp-NanI CD -diplacone complex with two structures of drug-resistant mutants of viral neuraminidases (the I223R mutant of H1N1 and the H274Y mutant of H5N1) to examine the use of diplacone against influenza viral neuraminidases. Despite the low sequence identity and low homology of viral neuraminidases from influenza A (IA-NA) and B (IB-NA) with Cp-NanI CD (identity: IA-NA, 11.56%; IB-NA, 12.55%; homology: IA-NA, 29.15%; IB-NA, 29.53%), their overall structures are well conserved (Supplementary Figs. S1 and S7a). Moreover, diplacone seems to be accessible regardless of the I223R or the H275Y mutation. The hydroxyl group at the C4 position of diplacone is able to interact with Glu276 of the H275Y mutant as in the wild type, which suggests that diplacone may be a potential lead compound for the development of inhibitors of drug-resistant mutants of viral neuraminidases ( Supplementary Fig. S7b ).",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 89,
                    "text": "(Grienke et al., 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1197,
                    "end": 1219,
                    "text": "Supplementary Fig. S7b",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In summary, we isolated the geranylated flavonoids diplacone, mimulone and 4 0 -O-methyldiplacone from P. tomentosa and showed their inhibitory activities against Cp-NanI using comparative activity screening. The first crystal structure of sialidase with a geranylated flavonoid provides structural insights into the binding mode of natural flavonoid-based inhibitors at atomic resolution. The higher inhibitory potency of diplacone relative to the other compounds studied here can be ascribed to two principal factors. Firstly, the 3 0 -hydroxyl group stabilizes the enzyme-inhibitor complex through hydrogen bonding to the main chain of Ala292. Secondly, additional hydrophobic interactions are observed between the geranyl group and the hydrophobic pocket formed by Phe353, Trp354 and Tyr587 in the active site. Importantly, in the four variants of human sialidase this pocket has a significantly different polarity and would not be expected to interact favorably with the geranyl group. Glu111, Tyr179 and Tyr181 of human Neu2 are not conserved in bacterial and viral sialidases and are considered as important sites for the design of selective drugs targeting bacteria and viruses (Burmeister et al., 1993) . However, our biochemical and structural data suggest that the hydrophobic binding pocket of Cp-NanI which binds the geranyl group within diplacone may also be exploited as a means to derive selectivity for bacterial versus human sialidases. Our results will provide valuable information for the design of new selective antibacterial or antiviral agents using flavonoids.",
            "cite_spans": [
                {
                    "start": 1186,
                    "end": 1211,
                    "text": "(Burmeister et al., 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Crennell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Garman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Laver",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Vimr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "90",
            "issn": "",
            "pages": "9852--9856",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "d.) using PyMOL v.1.5.0.4 research papers Acta Cryst. (2014). D70, 1357-1365 Lee et al. Sialidase in complex with geranylated flavonoids 1359",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "et al. Sialidase in complex with geranylated flavonoids Acta Cryst. (2014). D70, 1357-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Inhibition of bacterial sialidase by diplacone. (a) Time-dependent inhibition of Cp-NanI in the presence of diplacone with varying pre-incubation times. (b) Pre-incubation time dependence of the fractional velocity of the enzyme-catalyzed reaction in the presence of varying concentrations of diplacone. (c) Dependence of k obs on the concentration of dipacone. The k obs values determined in (b) were fitted to equation (2) in Supplementary Fig. S3(a). (d) Time course of slow-binding inhibition by diplacone.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", diplacone (IC 50 of 0.11 mM) showed an approximately 150-fold higher inhibitory effect compared with eriodictyol lacking the geranyl group (IC 50 of 16.4 mM). The hydroxyl group at C3 0 of diplacone also made additional hydrogen bonds with the main-chain N atom of Ala292. Introducing methylation of this position (3 0 -Omethyldiplacone, IC 50 of 14.3 mM) or the adjacent C4 0 (4 0 -Omethyldiplacone, IC 50 of 12.9 mM) would disturb this hydrogen bond and cause steric hindrance with the main chain research papers Acta Cryst. (2014). D70, 1357-1365 Lee et al. Sialidase in complex with geranylated flavonoids 1361",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "et al. Sialidase in complex with geranylated flavonoids Acta Cryst. (2014). D70, 1357-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ". (2014). D70, 1357-1365 Lee et al. Sialidase in complex with geranylated flavonoids 1363",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data-collection and refinement statistics.Values in parentheses are for the highest resolution shell.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The following references are cited in the Supporting Information: Nicholas & Deerfield (1997) , Sali & Blundell (1993) , Chavas et al. (2005) This work was supported by grants from the National Research Foundation (NRF;-0056157, 2012 and the Korea Healthcare Technology R&D Project (A092006), a GIST Systems Biology Infrastructure Establishment Grant (2013) and the KRIBB Research Initiative Program, Republic of Korea. We thank the staff at beamline NW12A at the Photon Factory, Tsukuba, Japan, beamline BL26B1 at SPring-8, Harima, Japan and beamline 5C of the Pohang Accelerator Laboratory, Pohang, Republic of Korea for their kind help with data collection.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 93,
                    "text": "Nicholas & Deerfield (1997)",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 118,
                    "text": "Sali & Blundell (1993)",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 141,
                    "text": "Chavas et al. (2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}