{
    "paper_id": "06ad398fdbe5c8c55aafb34013ff47b35f0cee35",
    "metadata": {
        "title": "Summarizing US Wildlife Trade with an Eye Toward Assessing the Risk of Infectious Disease Introduction",
        "authors": [
            {
                "first": "K",
                "middle": [
                    "M"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "addrLine": "460 West 34th Street",
                        "postCode": "10001",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Zambrana-Torrelio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "addrLine": "460 West 34th Street",
                        "postCode": "10001",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "White",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "addrLine": "460 West 34th Street",
                        "postCode": "10001",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Asmussen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "addrLine": "460 West 34th Street",
                        "postCode": "10001",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Machalaba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "addrLine": "460 West 34th Street",
                        "postCode": "10001",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Kennedy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St. Paul",
                        "region": "MN"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Lopez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St. Paul",
                        "region": "MN"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "M"
                ],
                "last": "Wolf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St. Paul",
                        "region": "MN"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Daszak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "addrLine": "460 West 34th Street",
                        "postCode": "10001",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "A"
                ],
                "last": "Travis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St. Paul",
                        "region": "MN"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "B"
                ],
                "last": "Karesh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "addrLine": "460 West 34th Street",
                        "postCode": "10001",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The aim of this study was to characterize the role of the USA in the global exchange of wildlife and describe high volume trade with an eye toward prioritizing health risk assessment questions for further analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here we summarize nearly 14 years (2000)(2001)(2002)(2003)(2004)(2005)(2006)(2007)(2008)(2009)(2010)(2011)(2012)(2013) of the most comprehensive data available (USFWS LEMIS system), involving 11 billion individual specimens and an additional 977 million kilograms of wildlife. The majority of shipments contained mammals (27%), while the majority of specimens imported were shells (57%) and tropical fish (25%). Most imports were facilitated by the aquatic and pet industry, resulting in one-third of all shipments containing live animals. The importer reported origin of wildlife was 77.7% wild-caught and 17.7% captive-reared. Indonesia was the leading exporter of legal shipments, while Mexico was the leading source reported for illegal shipments. At the specimen level, China was the leading exporter of legal and illegal wildlife imports. The number of annual declared shipments doubled during the period examined, illustrating continually increasing demand, which reinforces the need to scale up capacity for border inspections, risk management protocols and disease surveillance. Most regulatory oversight of wildlife trade is aimed at conservation, rather than prevention of disease introduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Major drivers of human-animal contact allowing pathogen exchange include animal domestication for companionship and food production, anthropocentric alteration of the environment and the global movement of animals and goods. Approximately one-quarter of human deaths are caused by infectious disease and nearly 60% of infectious diseases are considered zoonotic (pathogens transmissible between animals and humans); most of these (>70%) are caused by pathogens of wildlife origin (Taylor et al. 2001; Jones et al. 2008; Drexler 2010) . Whereas historically disease spillover events were likely to remain local, even undetected due to natural, cultural and geographic barriers, modern transportation allows emerging diseases to spread along various globally connected networks in a matter of days. In the past decade alone, we have witnessed several novel disease threats to global health, food security and economic stability as a result of one of these networks-the trade of live wild animals and/or their products (Karesh et al. 2007 (Karesh et al. , 2012 .",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 500,
                    "text": "(Taylor et al. 2001;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 501,
                    "end": 519,
                    "text": "Jones et al. 2008;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 520,
                    "end": 533,
                    "text": "Drexler 2010)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1016,
                    "end": 1035,
                    "text": "(Karesh et al. 2007",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1036,
                    "end": 1057,
                    "text": "(Karesh et al. , 2012",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION AND PURPOSE"
        },
        {
            "text": "Anthropogenic movement and manipulation of domestic and wild animals, including globalized trade, were proposed as ''the'' biggest potential trigger drivers for disease emergence and spread since the advent of agriculture [WHO, Food and Agriculture Organization (FAO) and World Organisation for Animal Health (OIE) joint report 2004]. Lack of wildlife trade surveillance and proper systematic management of the data available represents a major gap to understand and determine high-risk pathways of potentially adverse organisms' introduction. In order to properly assess this threat to the USA, we must (1) better understand the scope of the trade in terms of species, volume, condition and origin; (2) determine high-risk pathways of introduction for further assessment; and (3) understand the regulatory framework that exists to manage these threats.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 267,
                    "text": "[WHO, Food and Agriculture Organization (FAO)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION AND PURPOSE"
        },
        {
            "text": "The goal of this study is to characterize the wildlife trade entering the USA as a baseline for understanding the magnitude of the potential threat these activities may pose to the environment, animals and humans. Although reports exist in the literature, to our knowledge this is the broadest summary (in terms of time scale and detail) aimed at supporting risk assessments surrounding US wildlife trade importation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION AND PURPOSE"
        },
        {
            "text": "Wildlife trade is one of the largest and most complex commerce exchanges in the world. The legal global trade in wildlife and wildlife products involves the movement of billions of plants and animals comprising an economic value estimated at US $300 billion per annum (Ahlenius 2008; WWF/Dalberg 2012) . The illegal aspect of wildlife trade is estimated to be a $5-20 billion-dollar industry, comparable to the international trade of narcotics and weapons (Wyler and Sheikh 2008; Haken 2011; WWF/ Dalberg 2012) . There are no adequate estimates of the full scale of wildlife traded throughout the world given its diversity, scope and partial underground existence. Uncertainty surrounding this issue is enhanced by lack of international data standards and varying commitments to data collection infrastructure within and between countries.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 283,
                    "text": "(Ahlenius 2008;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 284,
                    "end": 301,
                    "text": "WWF/Dalberg 2012)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 456,
                    "end": 479,
                    "text": "(Wyler and Sheikh 2008;",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 491,
                    "text": "Haken 2011;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 492,
                    "end": 510,
                    "text": "WWF/ Dalberg 2012)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "The Global Wildlife Trade"
        },
        {
            "text": "Fundamental terms such as ''legal'' and ''illegal,'' ''formal'' and ''informal'' may be subjective and based upon which regulations are applied and the context of the trade (e.g., national laws vary by country for trade in a particular species, certain species can be traded for particular purposes but not for others). In some cases, legal trade is well recorded by border officials while in other cases it is largely ignored. Confiscated illegal trade is often reported but undetected illegal shipments regularly go unrecorded. Legality of wildlife trade in most instances does not correlate with disease risk posed, as the majority of wildlife trade regulations (e.g., the Convention on International Trade in Endangered Species of Wild Fauna and Flora; CITES) are in place to conserve certain species or regulate economies rather than protect health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Global Wildlife Trade"
        },
        {
            "text": "Although wildlife trade is often lumped into a single entity, this enterprise is comprised of a multitude of products such as food, trophies, pets, fashion, medicine, artifacts and aphrodisiacs. Within each category exist a range of specialty market value chains that vary in motivating economics, cultural and societal origins, geographic source and destination, transportation type and route, trader and consumer identities, behavioral practices, species volume and condition, local and international legality. This results in vastly variable threats including loss of biodiversity, invasive alien species, food security and emergence of both high-and low-consequence pathogens. Thus, threats can only be quantified in response to specific questions (i.e., examining unique traits of specific market chains/pathways).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Global Wildlife Trade"
        },
        {
            "text": "Timber and plants are estimated to comprise nearly 70% of the known (broadly defined) wildlife global trade value, leaving non-aquaculture fisheries products responsible for 28% and ornamental fish, mammals, herpetofauna and other species responsible for roughly 2% (US $5.27 billion) (Engler and Parry-Jones 2007; Ahlenius 2008) .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 314,
                    "text": "(Engler and Parry-Jones 2007;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 315,
                    "end": 329,
                    "text": "Ahlenius 2008)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Legal Trade"
        },
        {
            "text": "The majority of live wild animal trade is comprised of aquatic animals and herpetofauna traded mainly for the pet industry. China and Southeast Asian countries are the top global exporters, while the USA and European Union (EU) are the top importing consumers (Altherr et al. 2011 ) of aquatic and herpetofauna wildlife. A portion of this trade is recorded by weight only, leaving the total number of individual animals involved unquantified. Approximately 187 million live fish are imported to the USA annually, 92% of which are freshwater taxa (Smith et al. 2008) . Live turtles and frogs are also commonly imported as pets as well as food items. The USA imports on average 2280 tons of frog legs in addition to 2216 tons of live frogs for consumption each year (Altherr et al. 2011) .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 280,
                    "text": "(Altherr et al. 2011",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 546,
                    "end": 565,
                    "text": "(Smith et al. 2008)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 764,
                    "end": 785,
                    "text": "(Altherr et al. 2011)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Legal Trade"
        },
        {
            "text": "Birds and mammals are also highly represented among a myriad of known global trade routes for exotic pets (Bush et al. 2014) . A review of this trade found it to be an expanding, yet fluid and dynamic industry with reasons for its growth including human population expansion, increasing affluence in South America and East Asia (resulting in a larger market for exotic pets), use of the internet and a broadening interface with wildlife habitat (Bush et al. 2014 ).",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 124,
                    "text": "(Bush et al. 2014)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 445,
                    "end": 462,
                    "text": "(Bush et al. 2014",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Legal Trade"
        },
        {
            "text": "Given global variability in laws and difficulty in distinguishing between legal and illegal transactions (e.g., false declarations of geographic origin, captive vs. wild-caught, misrepresentation of purpose of import or final destination), monitoring legality of wildlife trade is comparable in complexity to weapons trade. In the majority of instances, the legality of trade of wildlife at the international and national level is determined by authorities tasked with conservation rather than public or animal health protection. Specifically, unpermitted trade of CITES-listed species across international borders comprises the bulk of what is considered and/or reported as global illegal wildlife trade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Illegal Trade"
        },
        {
            "text": "As with legal trade of wildlife, species are traded illegally as exotic pets, specialty foods, traditional medicines, trophies and fashion items. Drivers of this illicit trade vary from financial to cultural to relic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Illegal Trade"
        },
        {
            "text": "Because the drivers and components of illegal wildlife trade are highly variable, the perpetrators do not fit any one category nor does their trade behavior follow a single pathway. Diverging networks include local village hunters, criminal groups engaged in drugs or terrorism, government officials and other economically driven sellers and consumers (Hayman and Brack 2002; Warchol et al. 2003; Wyler and Sheikh 2008 ; WWF/Dalberg 2012).",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 375,
                    "text": "(Hayman and Brack 2002;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 376,
                    "end": 396,
                    "text": "Warchol et al. 2003;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 397,
                    "end": 418,
                    "text": "Wyler and Sheikh 2008",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Illegal Trade"
        },
        {
            "text": "CITES maintains a database of reported trade of CITESlisted species only. The database is managed by the United Nations Environment Programme-World Conservation Management Center (UNEP-WCMC) and currently holds 7 million records of trade involving 50,000 scientific names of taxa listed by CITES. Currently, more than 500,000 trade records are reported annually (http://www.cites.org/eng/re sources/trade.shtml).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trade Data"
        },
        {
            "text": "There are also trade data held by the United Nations Statistics Division Comtrade. These data are maintained in broader categories such as ''live animal'' or ''reptile skins.'' Although some of these data are more specific, species level detailed information is generally not available (Chan et al. 2015 ). The Comtrade data are self-reported by trading partners, and as a result, there are inconsistencies and may also be variable reporting even within the broader categories.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 303,
                    "text": "(Chan et al. 2015",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Trade Data"
        },
        {
            "text": "Additionally, there are data held by national governments that vary widely in their format and scope, and rely largely upon efforts of authorities given national laws and priorities. These data are often not available to the public but some summaries may be found in gray literature reports. All importers of wildlife to the USA are mandated to submit a 3-177 (www.fws.gov/le/pdf/3177_1.pdf) request to the US Fish and Wildlife Service (USFWS) which in turn records details of the imports into the Law Enforcement Management Information System (LEMIS) database. This database includes both CITES and non-CITES species considered to be wildlife per the USFWS definition (50 CFR 14.4). This database therefore holds records of all declared wildlife imports to the USA and, theoretically, details of illegal imports confiscated by authorities at US ports of entry. Although some wildlife species are regulated by other US agencies such as the United States Department of Agriculture (USDA), Centers for Disease Control and Prevention (CDC), and Food and Drug Administration (FDA), imports of wildlife as defined by USFWS are also tracked in LEMIS despite this overlap in jurisdiction. Therefore, the LEMIS system represents a comprehensive data source for incoming wildlife to the USA (with few exceptions such as bushmeat items that are not determined to be of CITES origin). LEMIS data are maintained by USFWS for 5 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trade Data"
        },
        {
            "text": "Since 2005, LEMIS data spanning January 1, 2000-August 6, 2013, have been collected, standardized, cleaned (e.g., misspellings) and entered into a propriety database structure curated by EcoHealth Alliance (EHA). The dataset, entitled ''WILDb,'' includes taxonomical, geographic and count information for each shipment that entered the USA and its territories, allowing for pathway analyses to be conducted on a global level for wildlife that entered the USA. The results presented here are a preliminary analysis of this comprehensive database of wildlife trade into the USA. The dataset continues to be periodically updated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife Trade Data Review"
        },
        {
            "text": "As of January 2015, WILDb included a total of 5,207,420 individually identifiable wildlife shipments entering the USA between January 1, 2000, and August 6, 2013. The number of annually declared wildlife shipments doubled during the period examined (Figure 1 ), reaching approximately 400,000 declared shipments imported in 2012.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 258,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Total Volume"
        },
        {
            "text": "These shipments included a total of 11,033,468,322 individual specimens/animals, plus an additional 977,109,143 kg of specimens/animals measured only in weight. Of these, 3,028,647,093 (27.4%) individuals plus 24,449,892 (2.5%) kg were recorded as live upon entry. Thus, for the period 2000-2012, there was an annual average of 224.9 million (s = 42.3 million; median = 231.5 million) live animals plus an additional 1.8 million kilograms of live animals imported into the USA as recorded in the LEMIS database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total Volume"
        },
        {
            "text": "We selected the top ten categories represented by the data for illustration of the most frequent wildlife taxa imported to the USA. The majority of wildlife shipments (by taxon) contained mammal products (most of which were non-live; Figure 2a) , while the majority of total specimens imported were shells and tropical fish (Figure 2b ). This is due to the fact that shipments of mammals and their products contain fewer individuals or items while large volumes of aquatic species can be transported in a single shipment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 244,
                    "text": "Figure 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 324,
                    "end": 334,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Total Volume"
        },
        {
            "text": "Nearly one-third of all wildlife shipments entering the USA contained live animals, the vast majority of which were imported by the aquatic and pet industry. Aquatic, amphibian and invertebrate species accounted for approximately 50% of recorded shipments of live animals to the USA. Top specimens involved in such live shipments are represented in Figure 3 . Once the aforementioned subset is removed, reptile, rodent and bird species destined for the exotic pet trade make up the majority of remaining live imports. While roughly 27% of incoming live wildlife shipments contained mammals, this taxon only represented 4% of overall number of specimens imported (approximately 406,662,421 individual mammals, plus additional mammals documented only by weight vs. number of ani-mals). Excluding those recorded only by weight, 2,434,851 live mammals were imported.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 357,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Live Animals"
        },
        {
            "text": "The data contained reported both ''country of origin'' and ''country of export.'' This reporting is by the importer/exporter, and therefore, country of origin may be falsely reported without means for authorities to verify source. The stated origin of imported live wildlife from 2000 to 2013 was roughly 77.7% wild and 17.7% captive (4.6% listed as ranched or other). Since many species traded may be wild-caught or captive-raised, it remains difficult for authorities to identify false reporting of wild versus captive and true country of origin, despite visual inspection and means of import. The reported countries of origin from 2000 to 2013 for all declared US wildlife imports by shipment are shown in Figure 4 , with Indonesia as the leading exporter. However, at the specimen level (i.e., number of individual animals/products imported), China was the leading exporter. Many imports were not identified at the species level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 709,
                    "end": 717,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Country of Origin"
        },
        {
            "text": "China and Southeast Asia was a primary region of origin for US wildlife imports. The vast majority of both live and non-live wildlife imported from this area were aquatic, invertebrate and herpetofauna species. Indonesia was responsible for exporting the most live wildlife ship- ments to the USA during the period examined, comprised mainly of these aforementioned species. However, live mammals and birds were also imported. Examples of identified live species imported from China included over 120,000 kg of live American bullfrogs (Rana catesbiana)-a conservatively estimated 360,000 frogs-imported mainly for food, nearly 30 million live pheasants (Phasianus colchicus spp.), approximately 150,000 live macaques, in addition to live bats for research and Asiatic chipmunks for pets in fewer numbers. Vietnam was the exporter of 300 shipments of live macaques to the USA during the period examined. Taiwan exported approximately 450,000 finchlike live pet birds including canaries and goldfinches, and Indonesia exported over 85,000 kg of ''edible-nest swiftlet'' nests to the USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Country of Origin"
        },
        {
            "text": "The primary origins of mammal imports specifically were Canada and South Africa based on number of shipments, and the USA and China for number of specimens/ animals imported. More than 15,000 live bison were imported from Canada annually, and additional amounts recorded only by weight. Likewise hoofstock made up the majority of mammal imports from South Africa. Wildlife imports that were listed as having the USA as country of origin included deer, squirrel, bear, alligator, avian products and aquatic species such as squid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Country of Origin"
        },
        {
            "text": "Nearly half of all declared wildlife imports to the USA came through the ports of New York, Los Angeles and Miami (USFWS Regions 8, 5 and 4, respectively) ( Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Ports of Entry"
        },
        {
            "text": "Ninety-nine percent of recorded imports were legally declared. This percentage is a reflection of the vast amount of declared trade recorded dwarfing the number of confiscations at US borders. Commonly refused imports (shipments deemed illegally imported to the USA by USFWS or other US agency regulations and thus refused entry) included sturgeon (caviar), baby harp seal pelts, Indian peafowl (peacock) feathers, white tailed deer products such as antler, elephant ivory (e.g., décor, trophies, jewelry), sea turtle products (e.g., leather), crocodilians (e.g., leather), musk deer (traditional medicine products), and reptile and ostrich products (e.g., leather).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Refused Shipments"
        },
        {
            "text": "While most illegal shipments presented at the Mexican border, the majority of illegal specimens (number of animals) that presented at ports of entry originated in China. Such items included deer and bear medicinal items, macaque scientific specimens, live aquatic species and reptiles. Documented origins of illegally imported live wildlife to the USA by specimen are illustrated in Figure 6 , with Indonesia as the leading country of origin. The most common of these live refused specimens were comprised of corals, fish and herpetofauna from Southeast Asia, as well as birds and corals from the Caribbean. The most common origins of live, non-aquatic confiscations (by specimen) included herpetofauna and bird species from Africa, Asia and South America.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 391,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Refused Shipments"
        },
        {
            "text": "The USA is a top global consumer at the national level of legal wildlife and wildlife products according to records, along with China, and the EU as a whole (Asmussen et al., unpubl. data). To our knowledge, this is the most comprehensive report of US wildlife trade importation for this time period and of this scale. The most remarkable finding of this review is that the number of declared wildlife shipments into the USA has doubled since 2000. The economic value of wildlife imports paralleled this increase in shipments, rising 108% from 1998 to 2007 (Ferrier 2009 ).",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 570,
                    "text": "(Ferrier 2009",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Over 11 billion specimens and an additional 977 million kilograms of wildlife were imported during the period examined, with one-third of shipments containing live animals, mostly for the aquatic and pet trade. With this volume of live wildlife entering the USA for commercial purposes, concerns have been raised regarding the unwanted side effect of invasive alien species and their pathogens. The 50,000 recorded invasive alien species imported to the USA have cost the government an estimated US $120 billion per year (Pimentel et al. 2005) in damage or control efforts. Over 200 species of imported fish have resulted in introductions to the wild in the USA with nearly half establishing breeding populations at least for some time (Smith et al. 2008) . Beyond the environmental impacts, translocation of such live wildlife has resulted in pathogen pollution (the introduction of viruses, bacteria, fungi and parasites into new environments) with consequences to native wildlife health and US fisheries, for example (Springborn et al. 2015) .",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 543,
                    "text": "(Pimentel et al. 2005)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 736,
                    "end": 755,
                    "text": "(Smith et al. 2008)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1020,
                    "end": 1044,
                    "text": "(Springborn et al. 2015)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Species"
        },
        {
            "text": "While in some cases wild-caught specimens are more likely to harbor pathogens due to previous exposure, poorly captive-reared species also may serve as a source of pathogens. It is suspected that there is a high frequency of false reporting regarding wild versus captive origin given that many species are legal to trade if captive-raised but not if wild-caught; many species are easier and cheaper to catch than to breed; and it is nearly impossible for officials to tell the difference between wild-caught or captive-reared specimens. This is the case in seafood trade where genetic testing data have identified many examples of mislabeling of species and origin (Warner et al. 2013) .",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 685,
                    "text": "(Warner et al. 2013)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Species"
        },
        {
            "text": "It is not surprising that the vast majority of imports (by specimen number) consist of aquatic species and herpetofauna; given that these animals are often shipped together in large numbers, they are in high demand by consumers and a number of other factors (e.g., small size, lack of requirement for individual health certificates, less likelihood of being protected). The fact that these species are likely to be shipped live and in large numbers means that a significant number could survive even given long distance shipment from Asia. The survival of large numbers of highly stressed live animals entering the USA increases the overall risk of disease introduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Species"
        },
        {
            "text": "The majority of individual specimens entering the USA, most of which were aquatic species, were from China and Southeast Asia. The degree to which such shipments pose a risk to US natural resources in terms of aquatic pathogen introduction is likely dependent upon their final destination and disposition, as well as how water used in shipments is disposed. Mammal and bird species were also imported from this region, with several notable imports such as swiftlet nests, over half of which were imported since the 2005 emergence of H5N1 highly pathogenic avian influenza (HPAI) (swiftlets were proven host species of avian influenza in Vietnam, although to our knowledge no nests have tested positive; FAO EMPRES/GLEWS, 25 April 2013).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source Countries"
        },
        {
            "text": "Canada and South Africa were responsible for importing significant numbers of mammals, including live hoofstock and their products. Interestingly, the USA is a primary country of origin of its own imports. This may occur if an item passes through another country such as takes place when importing wildlife from Alaska to the lower 48 states via Canada or if wildlife species are exported for processing and then re-imported, as we do with some agricultural species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source Countries"
        },
        {
            "text": "The majority of illegal shipments of live non-aquatic wildlife were confiscated at the Mexican border, especially those containing reptiles and birds imported for the pet trade (Ferrier 2009 ). Overall, most non-aquatic confiscations were from African and Asian countries and were comprised largely of reptiles as well as birds targeted for the pet trade.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 190,
                    "text": "(Ferrier 2009",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Source Countries"
        },
        {
            "text": "Nearly half of all declared wildlife imports to the USA came through the ports of New York, Los Angeles and Miami, thus providing opportunities for targeted strengthening of monitoring and law enforcement efforts. The vast majority of wildlife imports through New York are commercial, and 97% of declared wildlife imports come via air cargo (US Fish and Wildlife Service 2005). Reasons for high traffic through New York include the fact that it is a fashion capital, the home of many scientific and educational facilities, and a top port of entry for tropical fish importers (United States Fish and Wildlife Service (USFWS) (2004). Accordingly, the top live imports to New York are medicinal leeches and fish, while top commodities include caviar, shell products, furs and skins (United States Fish and Wildlife Service (USFWS) (2004). Los Angeles is also a predominantly commercial port when it pertains to wildlife imports. Over 80% of imports arrived via air and most remaining imports via ocean cargo. Main imports include live aquatic species and reptiles as well as shell products, jewelry, eggs and skin/hair products (US Fish and Wildlife Service 2005). Miami, the largest port of entry from Central and South America, showed similar trends, receiving over 90% of its imports by air, comprised mainly of fish and reptile species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Point of Entry"
        },
        {
            "text": "The purpose of international illegal wildlife trade varies by region. For example, in China illicit imports are primarily for exotic foods, traditional medicines and trophies; caviar, fashion and exotic pets are in demand in the EU; and exotic pets, souvenir items and hunting products comprise most illegal imports to the USA (Wyler and Sheikh 2008; Ferrier 2009; Karesh et al. 2012; Bush et al. 2014) .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 350,
                    "text": "(Wyler and Sheikh 2008;",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 364,
                    "text": "Ferrier 2009;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 365,
                    "end": 384,
                    "text": "Karesh et al. 2012;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 385,
                    "end": 402,
                    "text": "Bush et al. 2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Use and Legality"
        },
        {
            "text": "Given existing trade and travel routes, much of the trade that enters North America passes via flight patterns from Africa and Asia via the EU (Asmussen et al., unpubl. data) , itself a significant global consumer of illegal wildlife. From 2003 to 2004, the EU executed over 7000 seizures including 3.5 million CITES-listed items (Engler and Parry-Jones 2007) . The annual seizure rate in the USA is similar to this number based on our analyses.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 174,
                    "text": "(Asmussen et al., unpubl. data)",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 359,
                    "text": "(Engler and Parry-Jones 2007)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Use and Legality"
        },
        {
            "text": "A 2009 review of the US LEMIS database found that only 1% of all commercial wildlife shipments, and 0.4% by value, were refused entry by USFWS (Ferrier 2009 ). This finding is in alignment with our review of the WILDb database from 2000 to 2013. However, this percentage is based on assessment of refused shipments in the LEMIS database and therefore does not take into account smuggled shipments not detected; detected by Department of Homeland Security Customs and Border Protection (DHS CBP) but not reported to USFWS; detected by USFWS but not entered into LEMIS after the fact; or detected by CBP but reported only to another regulating agency of the same item such as the CDC, USDA or FDA. As previously noted, the USFWS LEMIS database is mainly a reflection of approved or rejected wildlife imports that are declared to USFWS by the importer and that non-declared (and thus illegal) imports that are successfully detected are done so through the DHS CBP. These confiscations should be reported to USFWS and entered into LEMIS; however, confiscation data housed in CBP databases are not readily available to the public in a significant level of detail for comparison. Thus, the amount of illegally imported wildlife is more than likely an underestimate.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 156,
                    "text": "(Ferrier 2009",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Use and Legality"
        },
        {
            "text": "As with all big data, there is uncertainty in this dataset. For example, non-CITES-listed species imports often lacked detail in several areas of the USFWS LEMIS database, suggesting such shipments were less scrutinized. Typically, ''species'' was recorded by USFWS using a four-letter ''species code.'' However, codes exist for several taxonomic levels (species, genus and more general ''non-CITES'' or ''NA'' descriptors), and a large portion of the data did not include species level identification. Further, codes often overlapped and/or several different codes were used to describe a single species. Currently, WILDb contains 14,074 unique species codes. EHA was able to ascertain some level of taxonomic information for over 98% of the data entries despite the fact that the majority of these did not provide specific species identification. This study was further limited to wildlife imports that were either accepted or rejected by authorities and did not include illegal shipments that evaded authorities as those go inherently unrecorded and unrecognized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Limitations"
        },
        {
            "text": "Given the sheer volume of live wildlife and wildlife product imports to the USA, and the fact that most refused shipments were due to CITES status and not based upon the risk of disease introduction, we believe it is prudent to further assess risk of pathogen introduction via wildlife trade. The current regulatory atmosphere for this goal is highly fragmented. The USFWS currently does not focus primarily on disease prevention, but on conservation status; the CDC currently focuses on specific health risks associated with non-human primates, African rodents and bats; and the USDA regulates non-domestic hoofstock, birds and few other specific mammals that originate in countries positive for reportable diseases. These species are regulated for specific diseases and thus may be approved entry if deemed safe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Limitations"
        },
        {
            "text": "Many countries of origin for legal and illegal wildlife imports to the USA include ''hotspots'' of emerging and reemerging infectious and zoonotic pathogens (Jones et al. 2008; Smith et al. 2009 ) such as HPAI, Middle East respiratory syndrome (MERS) coronavirus, Nipah virus and Brucella ssp., as well as economically important livestock diseases. Introducing disease purposefully or accidentally need not utilize illegal trade since regulations concerned with pathogen introduction via trade are focused mainly on domestic species (regulated by CDC and USDA) and not enforced by the agency primarily monitoring wildlife trade into the USA (USFWS).",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 176,
                    "text": "(Jones et al. 2008;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 177,
                    "end": 194,
                    "text": "Smith et al. 2009",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Since the majority of regulatory oversight of the wildlife trade is not specifically aimed at prevention of disease introduction, it remains a challenge to prioritize collection of the relevant information or risk mitigation measures. The Congressional Research Service notes that while the USA is involved in CITES, and contributes to the Coalition Against Wildlife Trafficking and Association of Southeast Asian Nations (ASEAN) wildlife law enforcement network, the USA ''does not participate in international efforts to regulate international wildlife trade to prevent disease transmission or invasive species, as no such international organization currently exists'' (Wyler and Sheikh 2008).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "In 2014, President Obama issued the National Strategy for Combating Wildlife Trafficking to guide federal agencies in the global fight against wildlife trade. Yet even after the recent Ebola outbreaks in Africa, disease has not been a priority in this fight. The USA does adhere to the World Trade Organization's (WTO) Sanitary and Phytosanitary (SPS) Agreement, which regulates the international trade in animals, animal products and plants, and is a member of the OIE, which sets international health standards for animals and animal products, recently including wildlife. In an attempt to support this effort, EHA recently worked with the OIE to develop a comprehensive list of proven wildlife hosts of OIE-listed diseases in order to inform member countries of the broad range of potential carriers of diseases of importance and to raise awareness surrounding potential wildlife trade health risks (Smith et al., unpubl. data) .",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 930,
                    "text": "(Smith et al., unpubl. data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "We do not yet have a comprehensive picture of the scope and associated health risks posed by the international trade of wildlife. However, it is clear that the USA is a global leader in legal and illegal wildlife consumption. The demand for wild animals for use as companion animals/ pets has been responsible for the majority of the live animal trade in the Western Hemisphere. This market involves billions of individual live animals, ranging from invertebrates and corals to non-human primates, originating from all over the globe. The demand for trophies, fashion, traditional medicines and exotic foods are some of the main drivers of the importation of wildlife products. The import process provides an opportunity to reinforce ''critical control points'' prior to entry through US borders. This is especially pertinent given that there is very limited traceability of wildlife species once entry has been gained into the USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The overarching goal of this work is to mitigate risk of pathogen introduction to US agriculture via wildlife trade. To accomplish this, we must first understand and characterize trade pathways as described herein. Given the large volume of imports, limited enforcement resources and lack of surveillance tools and infrastructure for many wildlife spp., the authors believe there is great opportunity for both regulated and non-regulated diseases of importance to public, agricultural or wildlife health to enter the USA. Thus, there should be an emphasis within the US Government and wildlife disease communities on filling gaps in the data for high priority pathways in order to better characterize risk. Specifically, threats posed by (1) large volumes of live aquatic species, (2) wild animal host species not currently regulated (e.g., some rodents) and (3) species closely related to domestic agriculture (e.g., hoofstock/camels) that may enter the USA for multiple purposes were prioritized by this working group for further assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The economy of legal wildlife trade",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ahlenius",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Canapés to extinction: the international trade in frogs' legs and its ecological impact. Pro Wildlife, Defenders of Wildlife and Animal Welfare Institute",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altherr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goyenechea",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global trade in exotic pets",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Conserv Biol",
            "volume": "28",
            "issn": "3",
            "pages": "663--676",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Improve customs systems to monitor global wildlife trade",
            "authors": [
                {
                    "first": "H-K",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "348",
            "issn": "",
            "pages": "291--292",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Institute of medicine (US) What you need to know about infectious disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Drexler",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17226/13006"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Opportunity or threat: the role of the European Union in global wildlife trade",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Engler",
                    "suffix": ""
                },
                {
                    "first": "Parry-Jones",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "TRAFFIC Europe FAO EMPRES/GLEWS (2013) EMPRES Animal Influenza Update: Animal Influenza H5 Events",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The economics of agricultural and wildlife smuggling",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ferrier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Economic Research Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transnational crime in the developing world. Global financial integrity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haken",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "International environmental crime: the nature and control of environmental black markets. The Royal Institute of International Affairs",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hayman",
                    "suffix": ""
                },
                {
                    "first": "D ; London",
                    "middle": [],
                    "last": "Brack",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storeygard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gittleman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "451",
            "issn": "7181",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Implications of wildlife trade on the movement of avian influenza and other infectious diseases",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Newcomb",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Wil Dis",
            "volume": "43",
            "issn": "3",
            "pages": "55--59",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The unregulated and informal trade in wildlife: implications for biodiversity and health. Animal Health and Biodiversity: Preparing for the Future",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Asmussen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Compendium of the OIE Global Conference on Wildlife",
            "volume": "",
            "issn": "",
            "pages": "51--57",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Update on the environmental and economic costs associated with alien-invasive species in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pimentel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ecol Econ",
            "volume": "52",
            "issn": "",
            "pages": "273--288",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Reducing the risks of the wildlife trade",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Behrens",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Schloegel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burgiel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ecology",
            "volume": "324",
            "issn": "5927",
            "pages": "594--595",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "US drowning in unidentified fishes: scope, implications, and regulation of live fish import",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Behrens",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Max",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Conserv Lett",
            "volume": "1",
            "issn": "2",
            "pages": "103--109",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Integrating invasion and disease in the risk assessment of live bird trade",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Springborn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elwood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Romagosa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zambrana-Torrelio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Divers Distrib",
            "volume": "21",
            "issn": "1",
            "pages": "101--110",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Risk factors for human disease emergence",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Latham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "356",
            "issn": "",
            "pages": "983--989",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "US wildlife trade: an overview for 1997-2003. USFWS United States Fish and Wildlife Service (USFWS) (2004) US wildlife trade: an overview for 1997-2003. Office of Law Enforcement Intelligence Unit",
            "authors": [
                {
                    "first": "Wildlife",
                    "middle": [],
                    "last": "Us Fish",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Service",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--61",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Oceana study reveals seafood fraud nationwide",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lowell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hirshfield",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Transnational criminality: an analysis of the illegal wildlife market in Southern Africa",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warchol",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zupan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Clack",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int Crim Justice Rev",
            "volume": "13",
            "issn": "1",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Fighting illicit wildlife trafficking: a consultation with governments. Gland: WWF International Wyler LS, Sheikh PA (2008) International illegal trade in wildlife: threats and US policy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wwf/Dalberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Trends of wildlife imports to the USA from 2000 to 2013 (note 2013 data are incomplete). The average annual number of shipments from 2000 to 2012 was 224,916,351 s: 42,377,484; median: 231,564,610.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Relative percentage of taxa imported to the USA between 2000 and 2013, by a shipment, b specimen.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Map reflecting countries of origin of wildlife imports to the USA between 2000 and 2013, by shipment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Live wildlife species (as species name or identity recorded in LEMIS) most frequently (top ten) imported to the USA between 2000 and 2013, by number of specimens (Penaeus spp.: prawn; Carassius auratus: goldfish; Poecilia spp.: molly and guppy fish; Coenobita clypeatus: Caribbean hermit crab; Rana catesbeiana: American bullfrog).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Circle plot representing the number of shipments (91000) of wildlife from different continents of the world to US regional ports of entry between 2000 and 2013 (Region 1: Pacific; Region 2: southwest; Region 3: Great Lakes; Region 4: southeast; Region 5: northeast; Region 6: Mountain Prairie; Region 7: Alaska; Region 8: Pacific southwest).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Map reflecting countries of origin of live refused wildlife imports to the USA between 2000 and 2013, by number of specimens. Note that China includes imports from Hong Kong as well.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGEMENT This project is supported by the US Department of Homeland Security S&T through a grant awarded by the Food Protection and Defense Institute. This study was made possible by the generous support of the American people through the United States Agency for International Development (USAID) Emerging Pandemic Threats PRE-DICT-2 project. The contents are the responsibility of the authors and do not necessarily reflect the views of USAID or the United States Government. The authors thank the United States Fish and Wildlife Service for their contribution of LEMIS data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http:// creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OPEN ACCESS"
        }
    ]
}