{
    "paper_id": "08beca0f49f6c33cf0ea4544f6dfe34b5932214d",
    "metadata": {
        "title": "Multimedia Appendix 1: BioFire Syndromic Trends System System and Data Output",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The BioFire ® FilmArray ® System performs nucleic acid purification, reverse transcription, nested multiplex Polymerase Chain Reaction amplification and DNA melt curve analysis for up to 30 targets in 63 minutes ( [32] , www.biofiredx.com). The FilmArray disposable pouch is prepared by injecting hydration solution and, separately, the patient sample, i.e., for the FilmArray RP test, a nasopharyngeal swab in viral transport media. The pouch is loaded into the FilmArray Instrument and the operator scans the barcode (containing panel type, lot and serial numbers) and then scans or manually enters information into the \"Sample\" field. Additional free form text can be entered into a \"Tag\" field. Software on the computer connected to the FilmArray Instrument analyses the amplification products and indicates each pathogen target detected. The results are presented as a Portable Document Format report and can be exported to the laboratory's LIS. Information about the patient (gender, age, date of birth etc.) is not recorded by the instrument unless specifically entered.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As of 2016, more than 4,000 FilmArray instruments have been placed in clinical use worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Approximately 80% of these systems are in the US. The FilmArray RP test is United States Food and Drug Administration designated as Clinical Laboratory Improvement Act (CLIA) moderate status (can be used in moderate to high complexity laboratories).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Trend client software resides on the computer associated with the FilmArray Instrument(s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndromic Trends Client Software and Database"
        },
        {
            "text": "The computer makes a secure, Hypertext Transfer Protocol Secure connection to services hosted by Amazon Web Services. Authenticated data submissions are stored in a database hosted by Amazon Relational Database Service. Both services have been configured to be HIPAA Security Rule compliant [80] . Trend client software requires that the computer has Internet access to make secure outbound web requests. The connection protocol is industry standard technology used for secure banking and web applications. The Website software authenticates the Trend data before saving the exported de-identified data to the Trend Database. [4] ).",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[80]",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "[4]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Syndromic Trends Client Software and Database"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Respiratory and Enteric Virus Surveillance System (NREVSS)",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "an automated nested multiplex PCR system for multi-pathogen detection: development and application to respiratory tract infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Filmarray",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Amazon Web Services. Architecting for HIPAA Security and Compliance on Amazon Web Services. Amazon",
            "volume": "6",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Clinical laboratories participating in the initial Trend study The Health and Human Services (HHS) regions are as defined by the CDC (reference",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}