{
    "paper_id": "08e6a1b558bcb3962378851963c2e67681dabad6",
    "metadata": {
        "title": "Rapid detection of MERS coronavirus-like viruses in bats: potential for tracking MERS coronavirus transmission and animal origin",
        "authors": [
            {
                "first": "Patrick",
                "middle": [
                    "C Y"
                ],
                "last": "Woo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susanna",
                "middle": [
                    "K P"
                ],
                "last": "Lau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yixin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [
                    "Y M"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwok-Hung",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Honglin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Libiao",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ningshao",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwok-Yung",
                "middle": [],
                "last": "Yuen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Recently, we developed a monoclonal antibody-based rapid nucleocapsid protein detection assay for diagnosis of MERS coronavirus (MERS-CoV) in humans and dromedary camels. In this study, we examined the usefulness of this assay to detect other lineage C betacoronaviruses closely related to MERS-CoV in bats. The rapid MERS-CoV nucleocapsid protein detection assay was tested positive in 24 (88.9%) of 27 Tylonycteris bat CoV HKU4 (Ty-BatCoV-HKU4) RNA-positive alimentary samples of Tylonycteris pachypus and 4 (19.0%) of 21 Pipistrellus bat CoV HKU5 (Pi-BatCoV-HKU5) RNA-positive alimentary samples of Pipistrellus abramus. There was significantly more Ty-BatCoV-HKU4 RNA-positive alimentary samples than Pi-BatCoV-HKU5 RNA-positive alimentary samples that were tested positive by the rapid MERS-CoV nucleocapsid protein detection assay (P < 0.001 by Chi-square test). The rapid assay was tested negative in all 51 alimentary samples RNA-positive for alphacoronaviruses (Rhinolophus bat CoV HKU2, Myotis bat CoV HKU6, Miniopterus bat CoV HKU8 and Hipposideros batCoV HKU10) and 32 alimentary samples positive for lineage B (SARS-related Rhinolophus bat CoV HKU3) and lineage D (Rousettus bat CoV HKU9) betacoronaviruses. No significant difference was observed between the viral loads of Ty-BatCoV-HKU4/Pi-BatCoV-HKU5 RNA-positive alimentary samples that were tested positive and negative by the rapid test (Mann-Witney U test)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". The rapid MERS-CoV nucleocapsid protein detection assay is able to rapidly detect lineage C betacoronaviruses in bats. It detected significantly more Ty-BatCoV-HKU4 than Pi-BatCoV-HKU5 because MERS-CoV is more closely related to Ty-BatCoV-HKU4 than Pi-BatCoV-HKU5. This assay will facilitate rapid on-site mass screening of animal samples for ancestors of MERS-CoV and tracking transmission in the related bat species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since its first appearance in 2012, the Middle East Respiratory Syndrome (MERS) has affected more than 25 countries in four continents with more than 1300 cases and a high fatality rate of more than 30% 1 . A novel lineage C betacoronavirus, MERS coronavirus (MERS-CoV), has been confirmed to be the etiological agent 2,3 . Human dipeptidyl peptidase 4 (hDPP4) was found to be the cellular receptor for MERS-CoV 4 . Subsequent detection of MERS-CoV and its antibodies in dromedaries in various countries in the Middle East and North Africa have implied that these animals are probably the reservoir for MERS-CoV [5] [6] [7] . Other lineage C betacoronaviruses in bats [e.g., Tylonycteris bat CoV HKU4 (Ty-BatCoV-HKU4), Pipistrellus bat CoV HKU5 (Pi-BatCoV-HKU5)] and hedgehogs were found to be closely related to MERS-CoV 8,9 . So far, detection of MERS-CoV and discoveries of its closely related CoVs are most efficiently achieved through RT-PCR. Although RT-PCR is highly sensitive, its turnaround-time is about 4 h and the test requires expensive equipment, stringent laboratory set-up and personal attention to prevent laboratory PCR product cross contamination which may lead to false-positive results. Recently, we have developed a monoclonal antibodybased rapid nucleocapsid protein detection assay for onsite diagnosis of MERS-CoV, which can be finished in 30 min 10 . This rapid test is highly specific for MERS-CoV for human and dromedary samples, as samples containing other human CoVs (HCoV-OC43, HCoV-229E, HCoV-NL63, and HCoV-HKU1) or dromedary CoV UAE-HKU23 all showed negative results. However, these human and dromedary CoVs are all non-lineage C betacoronaviruses. It is not known if the nucleocapsid protein of lineage C betacoronaviruses other than MERS-CoV may cross-react with that of MERS-CoV. We hypothesize that such cross-reactivity may occur and the rapid test can pick up lineage C betacoronaviruses closely related to MERS-CoV; and hence would be useful for the discovery of MERS-CoV ancestors. To test this hypothesis, we examined the usefulness of this rapid test to detect four alphacoronaviruses and four lineage B, C and D betacoronaviruses that we previously discovered in alimentary samples of bats 8, [11] [12] [13] [14] [15] [16] . The differential positive rate of detecting lineage C betacoronaviruses that showed different relatedness to MERS-CoV was also discussed. Cloning and purification of (His) 6 -tagged recombinant nucleocapsid protein of Ty-BatCoV-HKU4",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 615,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 822,
                    "end": 827,
                    "text": "8,9 .",
                    "ref_id": null
                },
                {
                    "start": 1372,
                    "end": 1374,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2235,
                    "end": 2237,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2238,
                    "end": 2242,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2243,
                    "end": 2247,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2248,
                    "end": 2252,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2253,
                    "end": 2257,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2258,
                    "end": 2262,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2263,
                    "end": 2267,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cloning and purification of the (His) 6 -tagged recombinant nucleocapsid protein of Ty-BatCoV-HKU4 was performed using a protocol we described previously 17, 18 . To produce a plasmid for protein purification, primers (5′-ACT CGC TAG CAT GGC AAC TCC TGC TGCA CCT-3′ and 5′-TCA TGC TAG CTC AAG CCT CTG AAT CGA AGG TAA-3′) were used to amplify the gene encoding the nucleocapsid protein of Ty-BatCoV-HKU4 strain SM2A by RT-PCR. The sequence coding for amino acid residues 1 to 423 of the nucleocapsid protein was amplified and cloned into the NheI site of expression vector pET-28b(+) (Novagen, Merck Millipore, Billerica, MA, USA) in frame and upstream of the series of six histidine residues. The recombinant nucleocapsid protein was expressed and purified using Ni-NTA affinity chromatograph column (Qiagen, Hilden, Germany) according to the manufacturer's instructions.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 39,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 158,
                    "end": 160,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Samples"
        },
        {
            "text": "The rapid MERS-CoV nucleocapsid protein detection assay, in the format of a lateral flow immunoassay, was performed as described previously 10 , using LFIA test strip (Millipore, Bedford, MA, USA) and two highly specific ",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Rapid MERS-CoV nucleocapsid protein detection assay"
        },
        {
            "text": "My-BatCoV-HKU6 7 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Myotis ricketti"
        },
        {
            "text": "Miniopterus pusillus Mi-BatCoV-HKU8 8 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Myotis ricketti"
        },
        {
            "text": "Rousettus leschenaultii Ro-BatCoV-HKU9 9 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Myotis ricketti"
        },
        {
            "text": "Hipposideros pomona Hi-BatCoV-HKU10 20 0 monoclonal antibodies against the MERS-CoV recombinant nucleocapsid protein (MD3E9 for coating and MD8B6 for conjugating). Testing was carried out by mixing 380 µl of each sample (originally collected by mixing a fecal swab with 1 ml virus transport medium) with 20 µl of lysis buffer for 10 s at room temperature. Then, 80 µl of the pre-treated sample was transferred by pipette into the sample well of the test card slowly at room temperature. The results are read visually in 30 min. The result is considered negative when the control line is positive but the test line negative and considered positive when both the control and test lines are positive. If the control line is negative, the test is considered invalid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Myotis ricketti"
        },
        {
            "text": "Viral loads of Ty-BatCoV-HKU4 and Pi-BatCoV-HKU5 were performed by quantitative real-time RT-PCR as described previously 10, 19 . RNA was amplified in a Light-Cycler instrument with SuperScript III Platinum One-",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 125,
                    "end": 127,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative real-time RT-PCR"
        },
        {
            "text": "Step Quantitative RT-PCR System (Invitrogen, San Diego, CA, USA) using forward primer 5′-CGG AAA ATC AAC ACC GGT AAT GGT-3′, reverse primer 5′-TAG CCT CTG GTC CAG TCC CA-3′ and probe 5′-(FAM)-TTA AAC AAT TGG CYC CCA GAT GGT TCT TCT ACT ACA-(BHQ-1)-3′ for Ty-BatCoV-HKU4 and forward primer 5′-CCC AGA CCT GCC CCT AAT AC-3′, reverse primer 5′-AAG AGG CTG CTT ACC GTG CT-3′ and probe 5′-(FAM)-CAC TGT CTC ATG GTT CAC GGG CCT TAC-(IBFQ)-3′ for Pi-BatCoV-HKU5. For quantitative analysis, a reference standard was prepared using the pCRII-TOPO vector (Invitrogen, San Diego, CA, USA) containing the target sequence. Calibration curve was generated by serial 10-fold dilutions equivalent to 10 2 -10 9 copies per reaction mixture parallel with test samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative real-time RT-PCR"
        },
        {
            "text": "Phylogenetic tree was constructed using N gene with the maximum likelihood method based on substitution model of Whelan and Goldman model with gamma distribution (WAG+G) by MEGA 6.0. The best-fit substitution model was selected using MEGA 6.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "The rapid MERS-CoV nucleocapsid protein detection assay was tested positive in 24 (88.9%) of the 27 Table 1 ). There was significantly more Ty-BatCoV-HKU4 RNA-positive alimentary samples than Pi-BatCoV-HKU5 RNA-positive alimentary samples that were tested positive by the rapid MERS-CoV nucleocapsid protein detection assay (P < 0.001 by Chisquare test). The rapid MERS-CoV nucleocapsid protein detection assay was tested negative in all 51 alimentary samples RNA-positive for alphacoronaviruses and 32 alimentary samples RNA-positive for lineage B and lineage D betacoronaviruses ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 583,
                    "end": 591,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Detection of lineage C betacoronaviruses by rapid MERS-CoV nucleocapsid protein detection assay"
        },
        {
            "text": "The purified recombinant nucleocapsid protein of a Ty-BatCoV-HKU4 strain (SM2A) of which the sample showed positive result was tested positive (Fig. 1b) , and three Ty-BatCoV-HKU4 RNA-negative alimentary samples of Tylonycteris pachypus and three Pi-BatCoV-HKU5 RNA-negative alimentary samples of Pipistrellus abramus were tested negative (Fig. 1a) , by the rapid test, confirming that the positive results were due to the nucleocapsid protein of the CoV, but not other ingredients or chemicals in the alimentary samples of the bats. For the recombinant nucleocapsid protein of Ty-BatCoV-HKU4 strain SM2A, the detection limit was 0.6 µg of protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 339,
                    "end": 348,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Detection of lineage C betacoronaviruses by rapid MERS-CoV nucleocapsid protein detection assay"
        },
        {
            "text": "The median (range) viral loads of the 27 Ty-BatCoV-HKU4 and 21 Pi-BatCoV-HKU5 positive alimentary samples were 4.08 × 10 8 (8.91 × 10 6 -6.31 × 10 10 ) copies/g and 7.01 × 10 6 (1.24 × 10 5 -2.68 × 10 8 ) copies/g respectively (Table 2 ). No significant difference was observed between the viral loads of Ty-BatCoV-HKU4/Pi-BatCoV-HKU5 RNA-positive alimentary samples that were tested positive and negative by the rapid MERS-CoV nucleocapsid protein detection assay (Mann-Witney U test).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 235,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Quantitative real-time RT-PCR"
        },
        {
            "text": "In the phylogenetic tree constructed using the amino acid sequences of the nucleocapsid protein of MERS-CoV, Ty-BatCoV-HKU4 and Pi-BatCoV-HKU5, it was observed that the nucleocapsid protein of MERS-CoV is more closely related to that of Ty-BatCoV-HKU4 than Pi-BatCoV-HKU5 (Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 279,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "The rapid MERS-CoV nucleocapsid protein detection assay is able to rapidly detect lineage C betacoronaviruses in bats and other potential animal reservoir. Two years ago, we developed a monoclonal antibodies-based MERS-CoV nucleocapsid protein capture enzyme-linked immunosorbent assay using two MERS-CoV nucleocapsid protein specific monoclonal antibodies 20 . The two monoclonal antibodies reacted with the nucleocapsid 20 . Subsequently, using the format of a lateral flow immunoassay, we further developed a rapid MERS-CoV nucleocapsid protein detection assay 10 . Both the enzyme-linked immunosorbent assay and rapid assay showed high specificity for MERS-CoV in human and dromedary samples, as all the respiratory and alimentary samples that contained alphacoronaviruses and lineage A and B betacoronaviruses of human and dromedary origins, with comparable viral load ranges to those samples that contained Ty-BatCoV-HKU4 and Pi-BatCoV-HKU5 (data not shown), were tested negative by both assays 10, 20 .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 564,
                    "end": 566,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1001,
                    "end": 1004,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1005,
                    "end": 1007,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we demonstrated and exploited the relative non-specificity of the rapid assay to detect Ty-BatCoV-HKU4 and Pi-BatCoV-HKU5, lineage C bat betacoronaviruses closely related to MERS-CoV. The rapid MERS-CoV nucleocapsid protein detection assay detected significantly more Ty-BatCoV-HKU4 than Pi-BatCoV-HKU5. Previous studies have shown that the receptor binding domain of the spike protein in Ty-BatCoV-HKU4 but not Pi-BatCoV-HKU5 is able to bind hDPP4 21, 22 . Moreover, pseudotyped virus embedding the spike protein of Ty-BatCoV-HKU4 but not Pi-BatCoV-HKU5 can use hDPP4 as a receptor for infecting cells 21, 22 . Furthermore, phylogenetic analysis showed that the S protein of MERS-CoV is more closely related to that of Ty-BatCoV-HKU4 than Pi-BatCoV-HKU5 (Fig. 2 ) and the receptor binding domain of Pi-BatCoV-HKU5 has deletions compared to those of MERS-CoV and Ty-BatCoV-HKU4 21 . As for the target nucleocapsid protein which the monoclonal antibodies of the rapid assay in the present study captured, phylogenetic analysis based on amino acid sequence comparison also showed that the nucleocapsid protein of MERS-CoV is more closely related to that of Ty-BatCoV-HKU4 than Pi-BatCoV-HKU5 (Fig. 2) . This may explain why the rapid test is able to pick up almost 90% of Ty-BatCoV-HKU4, but only about 20% of Pi-BatCoV-HKU5, indicating that antigenically the epitopes on the nucleocapsid protein of Ty-BatCoV-HKU4 more readily cross-react with the corresponding ones on the nucleocapsid protein of MERS-CoV than Pi-BatCoV-HKU5. This is also in line with the results of multiple alignments for the amino acid sequences of the MERS-CoV, Ty-BatCoV-HKU4, and Pi-BatCoV-HKU5 nucleocapsid proteins. By comparing the variable sites of the three viruses, it was found that 44 residues were identical between MERS-CoV and Ty-BatCoV-HKU4 but not Pi-BatCoV-HKU5, while only 22 residues were identical between MERS-CoV and Pi-BatCoV-HKU5 but not Ty-BatCoV-HKU4 (Fig. 3) . Based on the results, we speculate that whether a specific Ty-BatCoV-HKU4 or Pi-BatCoV-HKU5 strain can be picked up by the rapid test depends more on the sequence of the epitopes recognized by the monoclonal antibodies than the viral load of the sample, as high viral load samples (e.g., SM6A) could be tested negative while low viral load samples (e.g., WLP31A) could be tested positive (Table 2) . This rapid MERS-CoV nucleocapsid protein detection assay will facilitate rapid on-site mass screening of bat samples for ancestors of MERS-CoV that are closely related to MERS-CoV. So far, detection of MERS-CoV ancestors was performed by collection of animal samples, mostly from the Middle East and North Africa, transporting them to laboratories in developed countries, and viral RNA detection by quantitative real-time RT-PCR or metagenomics technologies 23, 24 . Such viral studies were seldom performed in the field or laboratories in the Middle East where resources and expertize could be limited. Moreover, it is expensive and labor-intensive to perform these nucleic detection assays for screening thousands of bat samples from diverse species which may be needed to pick up just a dozen of positive samples in surveillance studies. Compared to quantitative real-time RT-PCR and metagenomics, the cost of the present rapid assay is much lower. It also does not require expertize on molecular technology and the expensive set-up for molecular studies, which may not be present in most clinical laboratories in the Middle East. Where specimen transport in hot climate is often a problem in the Middle East and North Africa, this userfriendly rapid test is suitable for testing a large number of bat samples at the study field. If a particular sample is positive, the investigator can easily collect more samples from the particular bat species for further studies. On the other hand, if a certain sample is negative, the bat can be released back to the wild. Such strategies would be extremely useful for tracking the transmission patterns of MERS-CoV and its close ancestors in different bat species across different countries. It is notable that although the rapid test is able to pick up 88.9% of Ty-BatCoV-HKU4 (a lineage C betacoronavirus which can bind and utilize hDPP4), it can only detect 19% of Pi-BatCoV-HKU5 (a lineage C betacoronavirus which cannot bind and utilize hDPP4). This limitation renders this rapid test mainly suitable for on-site mass screening for ancestors of MERS-CoV that are more closely related to MERS-CoV. Application of this rapid antigen assay for large number of samples at the field, coupled with confirmation by RT-PCR in more equipped laboratories, may speed up and allow more cost-effective surveillance studies for animal ancestors of MERS-CoV. Red color shows the amino acid residues that were identical between the nucleocapsid proteins of MERS-CoV and Ty-BatCoV-HKU4 but not with that of Pi-BatCoV-HKU5. Blue color shows the amino acid residues that were identical between nucleocapsid proteins of MERS-CoV and Pi-BatCoV-HKU5 but not with that of Ty-BatCoV-HKU4",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 467,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 468,
                    "end": 470,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2832,
                    "end": 2835,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2836,
                    "end": 2838,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 770,
                    "end": 777,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1205,
                    "end": 1213,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1963,
                    "end": 1971,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2362,
                    "end": 2371,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus: another zoonotic betacoronavirus causing SARS-like disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin. Microbiol. Rev",
            "volume": "28",
            "issn": "",
            "pages": "465--522",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N. Engl. J. Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "",
            "pages": "473--00412",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251--254",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus infection in dromedary camels in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Alagaili",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": "884--00814",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect. Dis",
            "volume": "13",
            "issn": "",
            "pages": "859--866",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acute Middle East respiratory syndrome coronavirus infection in livestock dromedaries",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wernery",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg. Infect. Dis",
            "volume": "21",
            "issn": "",
            "pages": "1019--1022",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparative analysis of twelve genomes of three novel group 2c and group 2d coronaviruses reveals unique group and subgroup features",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "1574--1585",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characterization of a novel betacoronavirus related to Middle East respiratory syndrome coronavirus in European hedgehogs",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "717--724",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A highly specific rapid antigen detection assay for on-site diagnosis of MERS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Infect",
            "volume": "73",
            "issn": "",
            "pages": "82--84",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coexistence of different genotypes in the same bat and serological characterization of Rousettus bat coronavirus HKU9 belonging to a novel Betacoronavirus subgroup",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "11385--11394",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "14040--14045",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recent transmission of a novel alphacoronavirus, bat coronavirus HKU10, from Leschenault's rousettes to pomona leaf-nosed bats: first evidence of interspecies transmission of coronavirus between bats of different suborders",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "11906--11918",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Complete genome sequence of bat coronavirus HKU2 from Chinese horseshoe bats revealed a much smaller spike gene with a different evolutionary lineage from the rest of the genome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "367",
            "issn": "",
            "pages": "428--439",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Molecular diversity of coronaviruses in bats",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "351",
            "issn": "",
            "pages": "180--187",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Genomic characterizations of bat coronaviruses (1A, 1B and HKU8) and evidence for co-infections in Miniopterus bats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Gen. Virol",
            "volume": "89",
            "issn": "",
            "pages": "1282--1287",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Discovery of a novel coronavirus, China Rattus coronavirus HKU24, from Norway rats supports the murine origin of Betacoronavirus 1 and has implications for the ancestor of Betacoronavirus lineage A",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "",
            "pages": "3076--3092",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Relative rates of non-pneumonic SARS coronavirus infection and SARS coronavirus pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "841--845",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Isolation and characterization of dromedary camel coronavirus UAE-HKU23 from dromedaries of the middle east: minimal serological crossreactivity between MERS coronavirus and dromedary camel coronavirus UAE-HKU23",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Mol. Sci",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A sensitive and specific antigen detection assay for Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg. Microbes Infect",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Bat origins of MERS-CoV supported by bat coronavirus HKU4 usage of human receptor CD26",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Host. Microbe",
            "volume": "16",
            "issn": "",
            "pages": "328--337",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Receptor usage and cell entry of bat coronavirus HKU4 provide insight into bat-to-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": "12516--12521",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Assays for laboratory confirmation of novel human coronavirus (hCoV-EMC) infections",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur. Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur. Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Rapid MERS-CoV nucleocapsid protein detection assay showing. a positive, weakly positive and negative results for selected Ty-BatCoV-HKU4 positive and Pi-BatCoV-HKU5 positive samples and negative results for Tylonycteris pachypus and Pipistrellus abramus CoV RNA-negative samples; and (b) results for serial dilutions of recombinant nucleocapsid protein of Ty-BatCoV-HKU4 strain SM2A Ty-BatCoV-HKU4 RNA-positive alimentary samples of Tylonycteris pachypus and 4 (19.0%) of the 21 Pi-BatCoV-HKU5 RNA-positive alimentary samples of Pipistrellus abramus(Fig 1a and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Phylogenetic analysis of (a) nucleocapsid, (b) spike and (c) RdRp protein of Ty-BatCoV-HKU4, Pi-BatCoV-HKU5, and MERS-CoV. The trees were constructed by maximum-likelihood method in MEGA 6 using substitution model WAG+G (nucleocapsid), WAG+F+I+G (spike) and LG+G (RdRp) with SARS-CoV as the outgroup. The percentage of trees in which the associated taxa clustered together next to the branches with bootstrap values was calculated from 1000 trees. The scale bars indicate the number of substitutions per 10, 5, and 20 amino acids, respectively",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Multiple alignment of the amino acid sequences of the nucleocapsid proteins of MERS-CoV, Ty-BatCoV-HKU4, and Pi-BatCoV-HKU5.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "A total of 131 alimentary samples from bats that were tested RNA-positive for four alphacoronaviruses (Rhinolophus bat CoV HKU2, Myotis bat CoV HKU6, Miniopterus bat CoV HKU8 and Hipposideros batCoV HKU10) and four lineage B (SARS-related Rhinolophus bat CoV HKU3), C (Ty-BatCoV-HKU4 and Pi-BatCoV-HKU5) and D (Rousettus bat CoV HKU9) betacoronaviruses collected in Hong Kong and the Guizhou Province, China, over a 9-year period (2006 to 2015) were included in the study (Table 1) 8,11-16 . In addition, serial dilutions (2.4, 1.2, 0.6, and 0.3 μg) of the purified recombinant nucleocapsid protein of a Ty-BatCoV-HKU4 strain (SM2A) of which the sample showed positive rapid test result, three Ty-BatCoV-HKU4 RNA-negative alimentary samples of Tylonycteris pachypus and three Pi-BatCoV-HKU5 RNA-negative alimentary samples of Pipistrellus abramus were also included as controls.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Alimentary samples tested in the present study",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Rapid test results and viral loads of Ty-BatCoV-HKU4 and Pi-BatCoV-HKU5 positive samples",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}