{
    "paper_id": "08ee65d70ad0dae18dd402eb531103c2dfbbeffb",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". PAML analysis of Machupo gp1 sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "a Initial seed value for ω (dN/dS) used in the maximum likelihood simulation b",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Model of codon frequency c Twice the di erence in the natural logs of the likelihoods (∆lnL x 2) of the two models being compared. This value is used in a likelihood ratio test along with the degrees of freedom. In all cases (M1a-M2a), (M7-M8), (M8a-M8), a model that allows positive selection is compared to a null model. The p-value indicates the con dence with which the null model can be rejected. d The tree length is the number of substitutions per site along all branches in the phylogeny. It is calculated as the sum of the branch lengths, and is a representation of total diversity in the dataset e dN/dS value of the dN/dS>1 class of codons in M8, and the percent of codons falling in that class. f Posterior probabilities of codons under positive selection in M8 were inferred using the Naive Empirical Bayes (NEB) algorithm. Codons listed were assigned to the dN/dS > 1 class in M8 with P > 0.90 by NEB. g 114** 115** 119** 122* 145** 170** 185** 206** 212** 230** 231** 2 d 2 d 2 d",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dataset consisted of the aligned Machupo virus glycoprotein 1 (gp1) gene sequences from strains MARU223671 (AY571929.1), MARU221600 (AY571922.1), MARU223455 (AY571921.1), 9301012 (AY571919.1), 9301013 (AY571918.1), Chicava (AY571920.1), MARU258667 (AY571930.1), Mallele (AY619645.1), FSB 2040 (FJ696411.1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}