{
    "paper_id": "0910e151cd1fb8d455e54cd4e97f867627f934c8",
    "metadata": {
        "title": "Research Article Disparities in Spatial Prevalence of Feline Retroviruses due to Data Aggregation: A Case of the Modifiable Areal Unit Problem",
        "authors": [
            {
                "first": "Bimal",
                "middle": [
                    "K"
                ],
                "last": "Chhetri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Guelph",
                    "location": {
                        "postCode": "N1G 2W1",
                        "settlement": "Guelph",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Olaf",
                "middle": [],
                "last": "Berke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Guelph",
                    "location": {
                        "postCode": "N1G 2W1",
                        "settlement": "Guelph",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "L"
                ],
                "last": "Pearl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Guelph",
                    "location": {
                        "postCode": "N1G 2W1",
                        "settlement": "Guelph",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Dorothee",
                "middle": [],
                "last": "Bienzle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Guelph",
                    "location": {
                        "postCode": "N1G 2W1",
                        "settlement": "Guelph",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The knowledge of the spatial distribution feline immunodeficiency virus and feline leukemia virus infections, which are untreatable, can inform on their risk factors and high-risk areas to enhance control. However, when spatial analysis involves aggregated spatial data, results may be influenced by the spatial scale of aggregation, an effect known as the modifiable areal unit problem (MAUP). In this study, area level risk factors for both infections in 28,914 cats tested with ELISA were investigated by multivariable spatial Poisson regression models along with MAUP effect on spatial clustering and cluster detection (for postal codes, counties, and states) by Moran's test and spatial scan test, respectively. The study results indicate that the significance and magnitude of the association of risk factors with both infections varied with aggregation scale. Further more, Moran's test only identified spatial clustering at postal code and county levels of aggregation. Similarly, the spatial scan test indicated that the number, size, and location of clusters varied over aggregation scales. In conclusion, the association between infection and area was influenced by the choice of spatial scale and indicates the importance of study design and data analysis with respect to specific research questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infections with feline immunodeficiency virus (FIV) and feline leukemia virus (FeLV) have been reported from a number of countries and are important conditions in cats [1] . The most common mode of transmission of these immunosuppressive retroviruses is through bite wounds. FeLV infection is also commonly acquired via the oronasal route through mutual grooming, nursing, or sharing of dishes [2] . The known risk factors for acquiring these infections are male sex, adulthood, and exposure to outdoors, whereas being neutered and indoor lifestyle are known protective factors [3] . Recent studies estimate a seroprevalence of 2.3% (FeLV) and 2.5% (FIV) in the United States (US) [4] and 3.4% (FeLV) and 4.3% (FIV) in Canada [1] .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite decades of discovery, clinical management of cats infected with FIV and FeLV is still challenging without the existence of an effective therapeutic intervention [3] . Therefore, better ways to control the infections and prophylactic management is the mainstay of disease prevention strategy for these infections. A number of previous studies have suggested that the prevalence of retroviral infections in domestic cat populations varies by regions and maybe attributed to variable population density, reproductive status, age, gender, and housing conditions [5] [6] [7] [8] [9] [10] [11] . For the US and Canada, spatial variation in FIV and FeLV seroprevalence has been reported in previous studies that generated data for this research [1, 4] . Here we attempt to extend the findings by applying spatial statistical methods to illustrate geographic variation in the distribution of FIV and FeLV infections and assess the relationship with group-level risk factors. Spatial epidemiological methods are commonly used to identify, describe, and quantify spatial patterns in the distribution of health events. Spatial patterns commonly of 2 Journal of Veterinary Medicine interest include trends, clustering, and detection of clusters in the occurrence of health events in a population. Furthermore, geographic correlation studies can be important tools to evaluate the association of spatial or environmental risk factors with the occurrence of health events after adjusting for confounders. The identification of such spatial patterns may provide clues for further testable hypotheses about an unknown disease etiology [12] . Ecological studies, such as geographic correlation studies, are particularly valuable when an individual level association between infection and risk factors is evident and a group-level association is assessed to determine the population health impact [13] . To this effect, spatial analysis of FIV and FeLV infections can be a valuable tool in epidemiological understanding of these infections. Due to lack of individual level data and client confidentiality and to create meaningful units for data analysis, aggregated or area level data may be used to carry out such spatial epidemiological studies. However, the way areal units are defined can influence the results and inferences based on aggregated data. Specifically, the number or size of areas used and how the area boundaries are drawn can influence spatial data analysis. This has been termed the modifiable areal unit problem (MAUP) and is a long known phenomenon [14, 15] in the geographical literature. The MAUP stems from the fact that areal units are usually arbitrarily determined and can be modified to form units of different sizes or spatial arrangements [16] . The MAUP consists of two interrelated components-the scale and zoning effects. The scale effect is the variation in results obtained when the areal data comprising smaller areal units is grouped to form increasingly larger units. The zoning effect, on the other hand, is the variation in results obtained due to alternative formations of areal units where the number of areal units is constant, that is, analysis comprising the same number of areal units but different area shapes [14, 17, 18] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 750,
                    "end": 752,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1627,
                    "end": 1631,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1887,
                    "end": 1891,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2561,
                    "end": 2565,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2566,
                    "end": 2569,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2760,
                    "end": 2764,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3248,
                    "end": 3252,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3253,
                    "end": 3256,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3257,
                    "end": 3260,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The goal of this study was to evaluate the association of seroprevalence of FIV and FeLV with ecological risk factors in a spatial regression model. Specific objectives of the study were to examine the MAUP effects on (a) the spatial clustering of FIV and FeLV infections; (b) the occurrence of high-risk clusters of FIV and FeLV infections; and (c) the relationship between area level seroprevalence and risk factors in context of aggregated covariates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A dataset consisting of diagnostic test results from 29,182 cats tested for FIV and FeLV between August and November of the years 2004 and 2007 from the US and Canada was obtained from previous cross-sectional studies [1, 4] . The cats included in this study were conveniently sampled from veterinary clinics and animal shelters across 40 contiguous states of the US and 9 Canadian provinces encompassing 641 US zip codes and Canadian forward sortation areas in 346 US counties and Canadian census divisions [19] . The testing for FIV and FeLV was carried out in house or in laboratory employing a commercially available ELISA (SNAP Combo FeLV antigen/FIV antibody, PetCheck FIV Antibody, and PetCheck FeLV Antigen; IDEXX Laboratories) using blood, serum, or plasma. Information on postal code of testing facility, type of testing facility (clinic or shelter), age of the cat (juvenile <6 months or adult), sex, and neuter status (sexually intact female, spayed female, sexually intact male, or castrated male), access to outdoors (indoors or outdoors), and general health at time of testing (healthy or sick) was also retrieved from the dataset (Table 1(a)).",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 222,
                    "end": 224,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Data Source, Study Areas and Population."
        },
        {
            "text": "Aggregation. The three spatial aggregation scales of interest in this study were postal codes, counties and states. The US five-digit zip code and Canadian forward sortation areas (FSA) were designated as postal codes, StatCan (Statistics Canada) census divisions (CDs) were defined as corresponding to US counties, and Canadian provinces were defined as states. The counts of positive test results and number of tests for each area were aggregated to these three spatial aggregation scales of interest (641 postal codes, 346 counties, and 49 states). In addition, group-level risk factors, constructed from individual risk factors, included the proportion of juvenile cats (<6 months), intact males, intact females, cats that were exclusively indoors, cats tested at clinics, cats that were healthy at the time of testing, and the seroprevalence of FIV and FeLV. These covariates were \"constructed\" for respective scales using categories of individual data presented in Table 1 (a).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 971,
                    "end": 978,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data"
        },
        {
            "text": "In order to spatially reference the postal codes, counties, and states, the geographic coordinates (as centroids) of the US zip codes, counties, states, and the Canadian FSAs were obtained from Environmental System Research Institute (ESRI) postal code shapefiles [20] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Geocoding."
        },
        {
            "text": "Each Canadian FSA was assigned to the respective county and state based on the postal code conversion file (PCCF) available from StatCan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geocoding."
        },
        {
            "text": "To investigate disease clustering (i.e., the presence of spatial autocorrelation in the data), Moran's test was applied. Given the infectious nature of FIV and FeLV, clustering was assumed to be present. The interest in this study was to evaluate whether aggregation of data from postal code level (where the data was collected) to county and states had any effect on strength and presence of clustering. In this regard, the presence and strength of spatial clustering of FIV and FeLV infections for each level of aggregation were assessed by Moran's test on the smoothed seroprevalence estimates using empirical Bayesian smoothing [21] . Since the number of tested cats varied among the areas, smoothed seroprevalence estimates were estimated from crude seroprevalence (number of cats testing positive/number of cats tested) for each area using the empirical Bayesian (EB) estimation such that the area specific seroprevalence estimates were adjusted towards the overall mean. The EB estimation technique can be interpreted as internal standardization [22] . Journal of Veterinary Medicine",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 636,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Spatial Clustering."
        },
        {
            "text": "The null hypothesis of Moran's test states that there is no spatial autocorrelation of FIV or FeLV seroprevalence between areas, and the respective Moran's coefficient summarizes the degree to which similar observations (i.e., seroprevalence of FIV or FeLV) tend to occur near each other [17] . The Moran's coefficient was estimated as follows:",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Spatial Clustering."
        },
        {
            "text": "where : number of areas, : measure of spatial proximity between areas and , : Poisson model based EB smoothed seroprevalence of FIV or FeLV in area , : Poisson model based EB smoothed seroprevalence of FIV or FeLV in area , and : overall EB smoothed seroprevalence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial Clustering."
        },
        {
            "text": "is the spatial weights matrix which considers three nearest neighbours ( is 1 if area and are within a distance of three nearest neighbours and zero if otherwise). The Moran's test was applied using the spdep package of statistical software [23] .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Spatial Clustering."
        },
        {
            "text": "While Moran's summarizes the overall clustering pattern in the study area, disease cluster detection methods are used to identify the locations of clusters and thus are location specific. Of various methods proposed for cluster detection [17] , the most widely used is the spatial scan test [24] . Here, the MAUP effect on the spatial scan test was investigated with respect to FIV and FeLV infections. Furthermore, the spatial scan test can be extended to detect clusters after adjustment for known risk factors or confounders for FIV and FeLV infections. Therefore, the presence of statistically significant high-risk clusters of FIV (or FeLV) infection was investigated using a spatial scan test adjusted for risk factors under the Poisson assumption [25] , as implemented in SaTScan version 9.0 [26] .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Spatial Cluster Detection."
        },
        {
            "text": "The spatial scan test identifies potential clusters using circular windows of varying radius (size) and location (area centroids) across the study area. To apply the Poisson model, it was assumed under the null hypothesis that the number of FIV or FeLV cases in each area followed Poisson distribution with the expected number of cases in each area proportional to the covariate (risk factor) adjusted tested cat population [27] . High-risk cluster detection was performed by comparing the observed number of cases within the scanning window with the expected number, that is, if cases were to be distributed randomly in space [25] . In other words, detection of high-risk clusters would indicate the prevalence of FIV (or FeLV) inside the circular window as significantly higher than outside the window. The statistical significance of the clusters was established by Monte Carlo hypothesis testing using 999 Monte Carlo replications with a significance level set to = 5%. The significance of multiple clusters was tested sequentially conditional on the presence of the previously detected clusters such that secondary clusters were tested and reported only if the more likely clusters were significant [28] . The size of the scanning window in the spatial scan statistic was allowed to increase from individual areas and expanded to include neighbouring areas until a maximum of 50% of the total tested population. No geographical overlap of clusters was allowed. Detected clusters were visualized by plotting respective circles on a map of the study area. The characteristics of detected clusters were compared across aggregation levels to assess the MAUP effect.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 428,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Spatial Cluster Detection."
        },
        {
            "text": "Modeling. Apart from describing the spatial patterns of disease in terms of clustering and cluster, geographic correlation analysis (or spatial regression modeling) for spatial data was carried out to quantify the effect of spatially referenced group-level risk factors on the spatial distribution of disease events, that is, FIV and FeLV infections [17, 29] . While these studies are similar to ecological regression methods, it is critical to adjust for the spatial autocorrelation in the data in order to prevent type errors, that is, providing \"statistically significant\" results when none exists [30] . Among many proposed methods for spatial regression modeling for areal data [17, 29, 31, 32] , Poisson distributed counts for rare disease or infections such as FIV and FeLV can be effectively modeled to assess its relationship with group-level risk factors using generalized linear mixed models (GLMM) with spatially correlated random effects, also known as spatial GLMM. In this study, interest was to evaluate group-level risk factors for FIV and FeLV infections as well as to quantify the effect of MAUP as change in magnitude and significance of regression parameters with spatial aggregation scale. For each aggregation level, the count of FIV and FeLV infections in each area was modelled as a function of the group-level covariates in a Poisson regression model framework with the log of number of tested cats as the offset.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 354,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "29,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "31,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Spatial Regression"
        },
        {
            "text": "Prior to inclusion of covariates in the regression models, the relationship between the outcome and covariates was assessed for linearity by plotting the log of the seroprevalence of infection for both FIV and FeLV against the covariate using a locally weighted regression. The covariates were modelled as dichotomized variables if the relationship was deemed to be nonlinear. This decision was taken to ensure comparability of covariates across the aggregation levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial Regression"
        },
        {
            "text": "Covariates were modeled as dichotomous variables with cutoffs for low and high categories set at median value (50%) of the respective covariates. When modeled as predictor variable and not the outcome, the cut-off for categories of covariate FIV and FeLV seroprevalence was set at 3%, 8% and over 8%. The cut-off of 3% is the general prevalence of FIV and FeLV in cats in North America. Since all the covariates are deemed clinically important risk factors, they were included as fixed effects in a multivariable model, with no interactions. Further, the same model was fit to data at all 3 levels of aggregation (state, county, and postal code) to avoid any influence of the selection method or covariate(s) exclusion in the comparison of models [33] . For state level aggregation, covariates with sample size less than five were omitted.",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 751,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Spatial Regression"
        },
        {
            "text": "In order to account for spatial autocorrelation and overdispersion in the models, an exponential spatial covariance structure was introduced and the models were rerun using penalized quasilikelihood (PQL) estimation [32, 34] . An exponential covariance structure was based on a semivariogram fitted to the deviance residuals of the Poisson regression models and was deemed biologically appropriate because, for infectious agents such as FIV and FeLV, areas in proximity are expected to be similar with respect to disease prevalence.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[32,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "34]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Spatial Regression"
        },
        {
            "text": "The presence of overdispersion in (nonspatial) Poisson regression models was evaluated by testing the model deviance against degrees of freedom using a 2 distribution and a 5% significance level [35] . Multicollinearity was tested among the covariates in the multivariable model by estimating the variance inflation factor (VIF), and all variables with a VIF value of 10 or above were considered collinear [36] . All statistical modeling was done using statistical software [37] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Spatial Regression"
        },
        {
            "text": "A total of 28,914 test results were included in this study from 688 veterinary clinics and 158 animal shelters from 40 states of the US and 9 Canadian provinces encompassing 346 counties and 641 postal codes. A total of 634 recorded postal codes (out of 648) were accurately matched during geocoding. Seven records were reassigned to proper postal codes using clinic address. In total, geographic coordinates were retrieved for 641 postal codes (out of 648) for 28,914 cats (out of 29,182 cats).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptive Statistics."
        },
        {
            "text": "The individual characteristics of FIV and FeLV infected cats and descriptive statistics of area wise counts are presented in Tables I(a) and I(b). Overall the observed seroprevalence of FIV was higher than that of FeLV, 3.16% and 2.71%, respectively. The mean and variability in number of cats with positive test results for both infections and the number of cats tested increased with higher level of aggregation but decreased for seroprevalence (Table 1(b) ). The seroprevalence of FIV infection for postal codes, counties and states ranged from 0-100%, 0-50%, and 0-13% respectively, while the seroprevalence of FeLV ranged from 0-100%, 0-33%, and 0-20% for postal code, county, and state levels, respectively. Table 2 . Moran's statistic indicated significant spatial clustering in seroprevalence of infection for FIV at postal code and county level aggregations ( = 0.09 and = 0.15 resp., < 0.01), Likewise, spatial clustering was identified for FeLV at postal code and county level aggregations ( = 0.12 and 0.15, resp., < 0.01). At state level of aggregation no spatial clustering was detected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 447,
                    "end": 458,
                    "text": "(Table 1(b)",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 721,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Descriptive Statistics."
        },
        {
            "text": "infections, spatial clusters were detected at all aggregation levels. However, the numbers of clusters detected for FIV and FeLV infections varied with the level of aggregation. For FIV infections, one cluster was detected for state, five for county, and six for postal code level aggregations. Some clusters identified at postal code level were not detected at county level and state level aggregations (Table 3 (a) and Figures 1(a)-1(c) ). For FeLV, three clusters each for state, county, and postal code levels were identified, with location and size of the clusters slightly varying by spatial scale (Table 3( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 412,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 421,
                    "end": 438,
                    "text": "Figures 1(a)-1(c)",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 613,
                    "text": "(Table 3(",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Spatial Cluster Detection. Tables 3(a)-3(b) and Figures 1 and 2 display detailed information for all clusters identified by the spatial scan statistic. For both FIV and FeLV"
        },
        {
            "text": "FeLV clusters were about the same size and in the same location for postal code and county levels of aggregation, whereas clusters at the state level differed with respect to size and, more importantly, location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b) and Figures 2(a)-2(c)). Figures 2(a)-2(c) indicate that"
        },
        {
            "text": "Modeling. Spatial Poisson regression indicated that the seroprevalence of FeLV infections was observed to be lower among areas with greater proportion of cats that were young and indoors (Table 4(a)). Conversely, seroprevalence of FeLV infections was higher among areas with a greater proportion of intact males and cats tested at clinics and with a higher seroprevalence of FIV (Table 4(a) ). Similarly, seroprevalence of FIV infection was higher among areas with a greater proportion of cats tested at clinics and with a higher seroprevalence of FeLV (Table 4(b) ). The seroprevalence of FIV, however, was lower in areas with greater proportion of intact females. The significance and magnitude of observed associations were not consistent across all aggregation levels. The direction of change in magnitude of association was also not consistent. Associations seen at postal code and county levels may not be evident at the state level (e.g., percentage of juvenile cats in an area and FeLV). Or conversely, associations observed at state level were not detected at lower levels (e.g., percentage of male intact in an area and FeLV).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 390,
                    "text": "(Table 4(a)",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 564,
                    "text": "(Table 4(b)",
                    "ref_id": null
                }
            ],
            "section": "Spatial Regression"
        },
        {
            "text": "Discussion. This study showed that commonly used spatial epidemiological methods (Moran's , spatial scan test, and spatial regression modeling) are sensitive to choice of the spatial aggregation scale for analysis, that is, affected by the MAUP. Recognizing the importance of bias due to the MAUP is important for the validity of spatial epidemiological inferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2."
        },
        {
            "text": "Moran's coefficient indicated clustering of FIV and FeLV positive test results. However, the strength and significance of clustering varied across spatial aggregation levels. Given the infectious nature of both retroviruses, areas near each other are expected to have similar seroprevalence levels. Therefore, positive autocorrelation in FIV and FeLV seroprevalence was expected. As the data are aggregated, variations at lower levels of aggregation dissolve to form more homogenous areas in terms of population characteristics [17] . With the postal codes aggregated to counties and states, the variability in seroprevalence estimates evident at the scale of postal code and counties likely diminished as the seroprevalence estimates were averaged (Table 1(b) ). Generally, spatial aggregation is expected to increase spatial correlations [38] . However, in this study the opposite effect was observed, and the spatial autocorrelation present at postal and county levels disappeared at state level. This may imply that the biological processes which are associated with the clustering of infected cats at local levels (i.e., postal codes and counties) become irrelevant or unobservable at higher aggregation levels (i.e., states). It is important to note that there is a random aspect to the effects of the MAUP and it may be difficult to generalize about how different datasets with different spatial units are affected by the MAUP [15] . Furthermore, the aggregation process itself may induce positive spatial autocorrelation, particularly if the aggregation process allows overlapping units [15] such as postal code to form counties. Unfortunately, not all postal code areas or counties in the US and Canada were sampled for this study and Moran's test was based on a neighbourhood specification of three nearest neighbours. Therefore it is possible to get \"first three nearest neighbours\" areas too distant from a biological perspective on infection, which would tend to aggravate variability and reduce autocorrelation at lower levels of aggregation. Evidence of high-risk areas for FIV and FeLV infections as detected by the spatial scan test adjusted for known confounders suggests that yet unknown spatial factors may exist. This study also indicates that the results from the spatial scan test can be influenced by spatial aggregation as evident from the difference in size, number, and location of clusters for both FIV and FeLV infections. Despite differences in cluster characteristics with respect to size and location across aggregation levels for FeLV, no clusters were detected in the western parts of United States and Canada indicating that these areas had lower prevalence of infection compared to the rest of the study area. The results at county and postal code area levels were similar with respect to cluster size and locations. The sampled counties and postal codes were not very different with respect to population characteristics and thus may be insensitive to aggregation effects. However, it is most likely an artificial effect as most counties had only a few postal codes sampled within them. While multiple clusters were detected for FIV at the postal code level, these were not detected at higher aggregation levels (Figures 1(a)-1(c) ). Spatial aggregation reduced the sample size from 641 postal codes to 346 counties and 49 states (or provinces) in this study. Aggregation of data may smooth out local effects but may also lead to reduced power to detect small clusters while stabilizing rates that may be unstable in smaller areas due to smaller at-risk-populations in the denominator [39, 40] .",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 532,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1434,
                    "end": 1438,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1595,
                    "end": 1599,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3622,
                    "end": 3626,
                    "text": "[39,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 3627,
                    "end": 3630,
                    "text": "40]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 749,
                    "end": 760,
                    "text": "(Table 1(b)",
                    "ref_id": null
                },
                {
                    "start": 3249,
                    "end": 3267,
                    "text": "(Figures 1(a)-1(c)",
                    "ref_id": null
                }
            ],
            "section": "3.2."
        },
        {
            "text": "The results from spatial Poisson regression modeling indicate that the seroprevalence of both infections is higher in areas with the greater proportion of cats tested at clinics than at shelters. Although the seroprevalence of FIV and FeLV in shelter cat populations mirrors that of cat populations served by veterinary clinics [3] , the reasons for testing may be different. Testing in shelters is driven by housing considerations and potential for adoption, whereas at clinics mostly sick cats are tested [41] . Thus, the seroprevalence estimates in populations tested at clinics may be inflated.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "3.2."
        },
        {
            "text": "An increase in seroprevalence of FeLV was found to be associated with higher FIV seroprevalence. This is expected since both infections share similar risk factors [42] and as a result would have similar infection rates. Furthermore, the seroprevalence of FeLV in an area was negatively associated with a higher proportion of young cats, indoor cats, and neutered males. Consequently, the seroprevalence would be higher in areas with greater proportions of adults, outdoor cats, and intact cats due to social interactions related to roaming, breeding, and fighting. Therefore, the areas populated with cats of these characteristics can be expected to harbour cats with higher risk of acquiring retroviral infections. Areas with greater proportions of intact female cats had a lower seroprevalence for FIV than areas with greater proportions of spayed female cats. This finding seems to be counterintuitive from a biological perspective, as similar to areas with greater proportions of intact males; populations with greater proportions of intact females might be expected to be more susceptible to acquire an infection as a result of higher probabilities of animals fighting. However, the predictors that are derived variables (variables constructed as summaries of individual characteristics) in the group level analysis cannot distinguish the individual-level effect of the variable from its contextual or group level effect [43] . Derived variables are constructed mathematically by summarizing the individual characteristics in a group [43] , for example, proportion of males in an area.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1426,
                    "end": 1430,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1539,
                    "end": 1543,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "3.2."
        },
        {
            "text": "The significance and magnitude of associations between health status and risk factors (or predictor variables) are governed by the scale of spatial aggregation. The associations observed at one scale should be used with caution when inferences are made at another scale. Except for FIV and FeLV seroprevalence, this study did not identify any covariate consistently associated with the outcome across all three aggregation levels. The geographic scales on which these two variables are meaningful factors probably include scales larger than postal code. This is likely true, since veterinary clinics generally service areas that overlap several postal code areas or occasionally across county barriers. For other variables, the choice of the aggregation scale seems to affect the significance and magnitude of observed associations. Generally, most of the predictor variables were only significant at lower levels of aggregation. Suggesting that seroprevalence of FIV and FeLV at higher levels of aggregation depend on further grouplevel factors not considered in this study. It is important that this spatial scale dependence is not overinterpreted as a sole MAUP effect as multivariable analysis is a complex subject and nevertheless can be prone to missing but confounding variables [16] . This study utilized an ecological regression framework based on covariates as derived variables from individual level data [44] . Thus, the associations observed between covariates and the seroprevalence pertain to group levels. It is necessary to be cautious in extrapolating these findings to the individual level due to the potential for ecological bias.",
            "cite_spans": [
                {
                    "start": 1286,
                    "end": 1290,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1416,
                    "end": 1420,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "3.2."
        },
        {
            "text": "Currently, there are no solutions to fully overcome the effects of MAUP and related methodological issues have not yet been adequately addressed. Recommendations have been made to minimize MAUP effects in statistical inference by analyzing the aggregated covariates in hierarchical levels of areal units from the finest spatial resolution possible to a coarser resolution, verifying consistent model results across different scales, avoiding ecological fallacy, collecting data at the scale at which inferences is to be made, and using scale invariant statistics to make inferences [17, [44] [45] [46] .",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 586,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "3.2."
        },
        {
            "text": "This study demonstrated the importance of study design in the context of spatial epidemiological studies. Inference from spatial epidemiological studies dealing with aggregated data could potentially be affected by the modifiable areal unit problem (MAUP). The MAUP can result in overlooking or conversely overstating the effect of risk factors and influence statistics designed to test for clustering and clusters. In the present study of FIV and FeLV seroprevalence among cats across the US and Canada it was found that disease clusters may become unidentifiable when data are aggregated. Therefore, it is of utmost importance that investigators define the appropriate scale for data collection and analysis with respect to their research questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Seroprevalence of feline leukemia virus and feline immunodeficiency virus infection among cats in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sears",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lachtara",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bienzle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Canadian Veterinary Journal",
            "volume": "50",
            "issn": "6",
            "pages": "644--648",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Feline leukemia virus and feline immunodeficiency virus, \" in Infectious Disease Management in Animal Shelters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "307--317",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "American Association of Feline Practitioners' feline retrovirus management guidelines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Feline Medicine and Surgery",
            "volume": "10",
            "issn": "3",
            "pages": "300--316",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Seroprevalence of feline leukemia virus and feline immunodeficiency virus infection among cats in North America and risk factors for seropositivity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Lachtara",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of the American Veterinary Medical Association",
            "volume": "228",
            "issn": "3",
            "pages": "371--376",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A seroepidemiological study of feline coronavirus, feline immunodeficiency virus and feline leukemia virus among cats in Israel",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baneth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kass",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Steinfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Besser",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Israel Journal of Veterinary Medicine",
            "volume": "54",
            "issn": "",
            "pages": "39--43",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Contrastive prevalence of feline retrovirus infections between Northern and Southern Vietnam",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyazawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Veterinary Medical Science",
            "volume": "62",
            "issn": "8",
            "pages": "921--923",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevalence of feline immunodeficiency virus infection in domesticated and feral cats in eastern Australia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hales",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Feline Medicine and Surgery",
            "volume": "9",
            "issn": "4",
            "pages": "300--308",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prevalence of feline immunodeficiency virus and feline leukaemia virus among client-owned cats and risk factors for infection in Germany",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Gleich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Feline Medicine and Surgery",
            "volume": "11",
            "issn": "12",
            "pages": "985--992",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Feline immunodeficiency ABCD guidelines on prevention and management",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hosie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Addie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Feline Medicine and Surgery",
            "volume": "11",
            "issn": "7",
            "pages": "575--584",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Feline leukaemia ABCD guidelines on prevention and management",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Addie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Feline Medicine and Surgery",
            "volume": "11",
            "issn": "7",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparison of the geographical distribution of feline immunodeficiency virus and feline leukemia virus infections in the United States of America",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Chhetri",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Berke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Pearl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bienzle",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "BMC Veterinary Research",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "On the effect of diagnostic misclassification bias on the observed spatial pattern in regional count data: a case study using West Nile virus mortality data from Ontario",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Berke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Spatial and Spatio-Temporal Epidemiology",
            "volume": "1",
            "issn": "2-3",
            "pages": "117--122",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Use of ecological study designs for injury prevention",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcclure",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Injury Prevention",
            "volume": "11",
            "issn": "1",
            "pages": "2--4",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "CATMOG-Concepts and Techniques in Modern Geography",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Openshaw",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Combining incompatible spatial data",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gotway",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of the American Statistical Association",
            "volume": "97",
            "issn": "458",
            "pages": "632--648",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The modifiable areal unit problem and implications for landscape ecology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Jelinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Landscape Ecology",
            "volume": "11",
            "issn": "3",
            "pages": "129--140",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Applied Spatial Statistics for Public Health Data",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gotway",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The modifiable areal unit problem (MAUP), \" in The SAGE Handbook of Spatial Analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "105--123",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Census Division (CD)",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A new proposal to adjust Moran's I for population density",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Assuncao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Reis",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Statistics in Medicine",
            "volume": "18",
            "issn": "",
            "pages": "2147--2162",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Exploratory disease mapping: kriging the spatial risk function from regional count data",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Berke",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Health Geographics",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "spdep: Spatial dependence: weighting schemes, statistics and models",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bivand",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Spatial disease clusters: detection and inference",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagarwalla",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Statistics in Medicine",
            "volume": "14",
            "issn": "8",
            "pages": "799--810",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A spatial scan statistic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Communications in Statistics",
            "volume": "26",
            "issn": "6",
            "pages": "1481--1496",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Software for the spatial, temporal and space-time scan statistics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [
                        "S V"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Evaluating cluster alarms: a space-time scan statistic and brain cancer in Los Alamos",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Athas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Feuer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Key",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The American Journal of Public Health",
            "volume": "88",
            "issn": "9",
            "pages": "1377--1380",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Spatial scan statistics adjusted for multiple clusters",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Assunção",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Probability and Statistics",
            "volume": "2010",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Spatial Analysis in Epidemiology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Clements",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Statistical Methods for Disease Clustering",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tango",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ecological correlation studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Monfort",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Spatial Epidemiology: Methods and Applications",
            "volume": "",
            "issn": "",
            "pages": "205--220",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Methods to account for spatial autocorrelation in the analysis of species distributional data: A review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Dormann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcpherson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Araújo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ecography",
            "volume": "30",
            "issn": "5",
            "pages": "609--628",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Environmental and demographic risk factors for campylobacteriosis: do various geographical scales tell the same story?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arsenault",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Berke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ravel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gosselin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Infectious Diseases",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Approximate inference in generalized linear mixed models",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Breslow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Clayton",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of the American Statistical Association",
            "volume": "88",
            "issn": "",
            "pages": "9--25",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Extending the Linear Model with R : Generalized Linear, Mixed Effects and Nonparametric Regression Models",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Faraway",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "R Development Core Team, R: A Language and Environment for Statistical Computing, R Foundation for Statistical Computing",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Neighbourhood effects on health: does it matter where you draw the boundaries?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Flowerdew",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Manley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Sabel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Social Science and Medicine",
            "volume": "66",
            "issn": "6",
            "pages": "1241--1255",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Lumping or splitting: seeking the preferred areal unit for health geography studies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Gregorio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Dechello",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Samociuk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "International Journal of Health Geographics",
            "volume": "4",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "An empirical comparison of spatial scan statistics for outbreak detection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Neill",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Health Geographics",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Seroprevalences of feline leukemia virus and feline immunodeficiency virus in cats with abscesses or bite wounds and rate of veterinarian compliance with current guidelines for retrovirus testing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Goldkamp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Edinboro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Lachtara",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of the American Veterinary Medical Association",
            "volume": "232",
            "issn": "8",
            "pages": "1152--1158",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Prevalence of feline leukemia virus infection and serum antibodies against feline immunodeficiency virus in unowned free-roaming cats",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Slater",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of the American Veterinary Medical Association",
            "volume": "220",
            "issn": "5",
            "pages": "620--622",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The study of group-level factors in epidemiology: rethinking variables, study designs, and analytical approaches",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Diez-Roux",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Epidemiologic Reviews",
            "volume": "26",
            "issn": "",
            "pages": "104--111",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Multilevel analysis in public health research",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Diez-Roux",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annual Review of Public Health",
            "volume": "21",
            "issn": "",
            "pages": "171--192",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Scale-independent spatial analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fotheringham",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Accuracy of Spatial Databases",
            "volume": "",
            "issn": "",
            "pages": "221--228",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Hotbeds of crime and the search for spatial accuracy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ratcliffe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccullagh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Geographical Systems",
            "volume": "1",
            "issn": "4",
            "pages": "385--398",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Spatial clusters of FIV infections (red circles) identified by the spatial scan test at postal code, county, and state level aggregations. Arrows indicate clusters hidden by the black open circles that represent region centroids. (a) Clusters at postal code level aggregation. (b) Clusters at county level aggregation. (c) Cluster at state level aggregation. Spatial clusters of FeLV infections (red circles) identified by the spatial scan test at postal code, county and state level aggregations. Black open circles represent region centroids. (a) Clusters at postal code level aggregation (b) Clusters at county level aggregation (c) Cluster at state level aggregation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "(a) Descriptive characteristics of sampled cat population tested for FIV and FeLV infections in the US and Canada. (b) Descriptive statistics of FIV and FeLV seroprevalence (%), number of positive cats (cases), and number of cats tested for state, county, and postal code aggregation level.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Moran's statistics based on empirical Bayesian smoothed seroprevalence of FIV and FeLV infections by spatial aggregation level.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "(a) Disease clusters as identified by the spatial scan test for FIV infections among cats in the US and Canada. (b) Disease clusters as identified by the spatial scan test for FeLV infections among cats in the US and Canada.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "(a) Results from multivariable spatial Poisson regression modeling of potential risk factors for FeLV infection at three spatial aggregation levels (postal code, county, and state levels). (b) Results from multivariable spatial Poisson regression modeling of potential risk factors for FIV infection at three spatial aggregation levels (postal code, county, and state levels).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported by a PhD Fellowship from the Ontario Veterinary College and funds from the OVC Pet Trust Foundation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors declare that there is no conflict of interests regarding the publication of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        }
    ]
}