{
    "paper_id": "0953fa36903063f60627e07f7b4e07f0aec3c4d3",
    "metadata": {
        "title": "BMC Genomics Type I interferon receptor-independent and -dependent host transcriptional responses to mouse hepatitis coronavirus infection in vivo",
        "authors": [
            {
                "first": "Matthijs",
                "middle": [],
                "last": "Raaben",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Yalelaan 1",
                        "postCode": "3584 CL",
                        "settlement": "Utrecht",
                        "country": "the Netherlands"
                    }
                },
                "email": "m.raaben@uu.nl"
            },
            {
                "first": "Marian",
                "middle": [],
                "last": "Ja",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Groot",
                "middle": [],
                "last": "Koerkamp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Utrecht",
                    "location": {
                        "postBox": "PO Box 85060",
                        "postCode": "3508 AB",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "Jm"
                ],
                "last": "Rottier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Yalelaan 1",
                        "postCode": "3584 CL",
                        "settlement": "Utrecht",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The role of type I IFNs in protecting against coronavirus (CoV) infections is not fully understood. While CoVs are poor inducers of type I IFNs in tissue culture, several studies have demonstrated the importance of the type I IFN response in controlling MHV infection in animals. The protective effectors against MHV infection are, however, still unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In order to get more insight into the antiviral gene expression induced in the brains of MHVinfected mice, we performed whole-genome expression profiling. Three different mouse strains, differing in their susceptibility to infection with MHV, were used. In BALB/c mice, which display high viral loads but are able to control the infection, 57 and 121 genes were significantly differentially expressed (≥ 1.5 fold change) upon infection at 2 and 5 days post infection, respectively. Functional association network analyses demonstrated a strong type I IFN response, with Irf1 and Irf7 as the central players. At 5 days post infection, a type II IFN response also becomes apparent. Both the type I and II IFN response, which were more pronounced in mice with a higher viral load, were not observed in 129SvEv mice, which are much less susceptible to infection with MHV. 129SvEv mice lacking the type I interferon receptor (IFNAR-/-), however, were not able to control the infection. Gene expression profiling of these mice identified type I IFN-independent responses to infection, with IFN-γ as the central player. As the BALB/c and the IFNAR-/-129SvEv mice demonstrated very similar viral loads in their brains, we also compared their gene expression profiles upon infection with MHV in order to identify type I IFN-dependent transcriptional responses. Many known IFN-inducible genes were detected, several of which have previously been shown to play an important protective role against virus infections. We speculate that the additional type I IFNdependent genes that we discovered may also be important for protection against MHV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Transcriptional profiling of mice infected with MHV demonstrated the induction of a robust IFN response, which correlated with the viral load. Profiling of IFNAR-/-mice allowed us to identify type I IFN-independent and -dependent responses. Overall, this study broadens our present knowledge of the type I and II IFN-mediated effector responses during CoV infection in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Cytokines are key regulators that dictate many aspects of innate and adaptive immunity. Induction of type I interferons (IFNs), a well-known subset of cytokines with antiviral activity, is triggered by a selection of cellular pattern recognition receptors, including TLRs (Toll-like receptors), RIG-I (retinoic acid-inducible gene I), and MDA5 (melanoma differentiation-associated protein 5). These receptors are activated in response to a range of pathogenspecific factors, which includes double-stranded RNA produced during virus infection [1, 2] . Secreted type I IFNs (i.e. IFN-α and IFN-β), subsequently induce an antiviral transcription program in the infected cell as well as in adjacent cells, thereby magnifying the \"danger\" signal and protecting against the infection.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 545,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 546,
                    "end": 548,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The role of type I IFNs in controlling coronavirus (CoV) infections is not well understood. A number of studies has shown that CoVs, like the mouse hepatitis virus (MHV) and the severe acute respiratory syndrome (SARS)-CoV, are poor inducers of type I IFNs in cell culture, and even escape from detection by cytoplasmic pattern recognition receptors [3] [4] [5] [6] [7] [8] . Consistently, virus-encoded IFN antagonistic functions have been described for both MHV and SARS-CoV [9, 10] . In vivo, however, MHV infection appeared to induce the production of IFN-α in plasmacytoid dendritic cells (pDCs) by a TLR7-dependent mechanism [11] . Moreover, MHV infections of primary neuronal cultures and of the central nervous system (CNS) induced IFN-β gene expression, indicating that the production of type I IFNs in vivo is not limited to pDCs [12, 13] . Furthermore, neuronal cultures infected with MHV exhibited increased expression of several type I IFNinduced transcription factors [14] . More recently, Roth-Cross and co-workers reported that macrophages and macrophage-like microglia cells produce IFN-β in the CNS of MHV-infected mice in a MDA5-dependent manner [15] .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 845,
                    "end": 848,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 982,
                    "end": 986,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Several studies have demonstrated the importance of the type I IFN response in controlling MHV infection in vivo. The exogenous delivery of type I IFNs was shown to inhibit MHV infection of and spread to the mouse brain [16, 17] . Consistently, infection of mice lacking the functional type I IFN receptor (IFNAR-/-) with MHV resulted in increased viral replication and extended tissue tropism [11, 17, 18] . Although many type I IFN-responsive genes have been identified [19] , the protective effectors against MHV infection are yet unknown [20] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In order to get more insight into the antiviral gene expression induced in the brains of MHV-infected mice, we performed whole-genome expression profiling. Three different mouse strains (BALB/c, 129SvEv and IFNAR-/-129SvEv mice), differing in their susceptibility to infec-tion with MHV, were used. Previously, we have observed that 129SvEv mice are significantly more resistant to infection via the intranasal route than BALB/c mice [17] . The reason for the significant difference in susceptibility is not known, but may be related to different antiviral immune responses in these two mouse strains. Furthermore, gene expression profiling of 129SvEv mice lacking the type I IFN receptor, which are not able to control the MHV infection [11] , allowed us to identify type I IFN-independent transcriptional responses.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 438,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We started by comparing the whole-genome expression profiles in the brains of the BALB/c and the 129SvEv mice upon infection with MHV. To this end, mice were inoculated intranasally with 10 6 TCID 50 of MHV strain A59 or with PBS (control). Groups of mice (n = 4) were sacrificed at 2 and 5 days post inoculation after which the brains were harvested and total RNA was isolated. The extent of virus replication was determined by quantitative reverse transcriptase (RT)-PCR targeting MHV-specific RNA sequences as described earlier [21] . Previously, we demonstrated that the viral RNA load correlates well with viral infectivity in tissue homogenates [17] . While no viral RNA could be detected yet at 2 days post inoculation (data not shown), viral RNA was observed in the brain of both mouse strains at day 5 ( Figure 1A ). As expected, the BALB/ c mice displayed a much higher viral RNA load than the 129SvEv mice.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 535,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 813,
                    "end": 822,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "Results & discussion"
        },
        {
            "text": "Next, the RNA extracts were processed for microarray analysis using the PBS-inoculated groups as the reference. In total, 57 and 121 genes were significantly differentially expressed (≥ 1.5 fold change) in BALB/c mice at 2 and 5 days post infection, respectively. In contrast, in the 129SvEv mice, no significant induction of gene expression was observed. The results are depicted in Figure 1B as a gene tree that was built based on the genes with a significantly altered expression level in BALB/c mice at 5 days post infection (i.e. expression-based cluster analysis). From these data we were able to identify host genes, the increased expression (≥ 1.5 fold) of which could already be detected at day 2 (i.e. early genes; Figure 1C ) or only at day 5 (i.e. late genes; Figure 1D ). The group of earlyinduced transcripts contained many IFN-inducible genes, including the well-known interferon regulatory factor 7 (Irf7), signal transducer and activator of transcription 1 (Stat1), and 2'-5' oligoadenylate synthetase (Oas) genes (Additional file 1A). Within the cluster of \"late\" genes (Additional file 1B) several chemokines (i.e. Ccl2, Ccl5, Ccl7, Cxcl9, and Cxcl10) could be identified.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 384,
                    "end": 393,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 734,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 781,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "Results & discussion"
        },
        {
            "text": "Next, in order to construct a functional association network, we applied the STRING 8.0 software [22] to the list of proteins encoded by the \"early\" and \"late\" genes. We also included known interactors of our hits in this analysis, while proteins that did not demonstrate any known interactions were excluded for clarity. The results are shown in Figure 2A and 2B. Functional association network analysis of the proteins encoded by the \"early\" genes revealed two main modules. One module contained several proteins involved in antigen presentation, while the other module contained numerous proteins involved in the type I IFN response. The key player in this latter module appeared to be Irf7, which is the master regulator of type I IFN-dependent responses [23] . Functional association network analysis of the proteins encoded by the \"late\" genes revealed a large network of proteins involved in host-pathogen interactions. Although the microarray analyses did not reveal the induction of IFN-γ gene expression itself, IFN-γ appeared at a central position in the network. In addition, the induction of a type I IFN response was also evident from this network as demonstrated by the presence of the transcription factors Irf1 and Irf8, both of which demonstrated elevated mRNA levels upon MHV infection. In conclusion, these results demonstrate that MHV infection induces a robust IFN response both at 2 and 5 days post infection, in which the transcription factors Irf7, Irf1, and Irf8 appear to be the key players. At 5 days post infection, a type II IFN response also becomes apparent.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 356,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results & discussion"
        },
        {
            "text": "To confirm and extend these observations, we next analyzed the induction of type I and II IFN gene expression (i.e. IFN-α4 and IFN-β1, and IFN-γ, respectively) by using quantitative RT-PCR. In agreement with the microarray expression profiles, significant induction of these type I and II IFNs could only be detected in the MHV-infected BALB/c animals ( Figure 1E ). The observation that the BALB/c mice, unlike the 129SvEv mice, exhibited abundant expression of IFN-responsive genes upon MHV infection appears counter intuitive as the 129SvEv mice are much more resistant to the infection than the BALB/c mice. Apparently, the resistance of 129SvEv mice to MHV infection is not controlled by a more robust IFN response. The reason for the observed difference in susceptibility between the different mouse strains after intranasal inoculation is not known. MHV-A59 was recently shown to replicate efficiently in the liver of 129SvEv mice after intraperitoneal inoculation [11] . Interestingly, the resistance of 129SvEv mice after intranasal inoculation is not restricted to infection with MHV, as it was also observed for vesicular stomatitis virus [24] . The microarray expression profiles described above suggested that the induction of an IFN response correlates with the viral load within the brain. To confirm this, we examined the data of the individual BALB/c mice at 5 days post infection in more detail. Clearly, the animals with the highest viral loads (mouse 2 and 4; Figure 3A ), also dis-played significantly higher levels of induction of type I and II IFN expression ( Figure 3B ). Likewise, the amplitude of the gene expression profiles ( Figure 3C and Additional file 2) of the individual mice also correlated with the viral loads in the brain. These observations are in agreement with results obtained by the profiling of SARS-CoVinfected macaques [25] . Also in that study a positive correlation between virus load and the induction of gene expression was observed. A few genes (n = 6), including ISG20, showed an inverse correlation with the viral load. We currently have no explanation for this observation as expression of ISG20 is known to be induced by type I IFNs [26, 27] . Interestingly, ISG20 has been shown to exhibit antiviral activity against other viruses [28, 29] .",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 976,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1866,
                    "end": 1870,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 2189,
                    "end": 2193,
                    "text": "[26,",
                    "ref_id": null
                },
                {
                    "start": 2194,
                    "end": 2197,
                    "text": "27]",
                    "ref_id": null
                },
                {
                    "start": 2288,
                    "end": 2292,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 2293,
                    "end": 2296,
                    "text": "29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 363,
                    "text": "Figure 1E",
                    "ref_id": null
                },
                {
                    "start": 1480,
                    "end": 1489,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1584,
                    "end": 1593,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1655,
                    "end": 1664,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results & discussion"
        },
        {
            "text": "To study the role of type I IFN-independent and -dependent gene expression in the control of MHV infection in vivo in more detail, we next made use of the IFNAR-/-mice [30] . These mice are highly susceptible to MHV infection as compared to the parental 129SvEv mice [11, 17] . Indeed, when these mice were inoculated intranasally with 10 6 TCID 50 of MHV-A59, viral RNA levels in their brains became much higher than in animals from the parental strain at 5 days post infection ( Figure 4A ). Interestingly, at this time point the viral RNA levels in the IFNAR-/-mice were comparable to those in the brains of the BALB/c mice. However, efficient dissemination of the infection, resulting in high viral loads in the liver as determined by quantitative RT-PCR, was only observed in the IFNAR-/-mice and not in the wild-type mice, which displayed viral RNA levels just above background ( Figure  4B ). Thus, in agreement with previous studies, a type I IFN-dependent response is required to inhibit virus dissemination [11, 15] .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1022,
                    "end": 1025,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 490,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 886,
                    "end": 896,
                    "text": "Figure  4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results & discussion"
        },
        {
            "text": "Whole-genome expression profiling of brains of the IFNAR-/-mice revealed the significantly induced expression of 73 genes (≥ 1.5 fold) at 5 days post infection. In contrast, at day 2, hardly any alterations in gene expression could be detected in these knock-out mice (Additional file 3). Figure 4C shows an expression-based cluster analysis of these 73 genes for the wild-type and IFNAR-/mice. Comparison of the complete expression profiles of these mice revealed that the transcriptional profile at day 5 in the IFNAR-/-mice has a larger similarity with the profile at day 2 of the parental 129SvEv mice than with that of the knock-out mice at day 2 post infection ( Figure 4C ). This observation may suggest the presence of an early host response to infection with MHV in the parental mice, even though no significant induction (≥ 1.5 fold) of gene expression could be detected ( Figure 1B) . Such a response, may not be evident in transcriptional profiles of whole organs, but might only be apparent at the cellular level. We speculate that early decisive events are happening in initial target cell populations such as DCs and macro-Early and late transcriptional responses to infection with MHV As the knock-out mice lack a functional type I IFN receptor, the upregulation of gene expression observed in these mice apparently occurs independently of type I IFN signalling. Not much is known yet about type I IFN-independent responses to infection. The observation that the transcriptional upregulation of Irf1 was independent of type I IFN signalling is consistent with the notion that IFN-γ can also induce expression of this gene [32,33]. The type I IFN receptor-independent expression profile within the brains of IFNAR-/-mice after MHV infection Likewise, we also observed increased transcription of Ifitm1 and Ifitm3 independent of type I IFN signalling, again corresponding with the literature [34, 35] . Interestingly, the expression of various genes encoding proteins involved in antigen presentation (i.e. H2, B2m, Psmb8, Psmb9, and Ctss) was also increased in the absence of type I IFN signalling. Psmb8 and Psmb9 encode immunoproteasome subunits which facilitate antigen presentation to CD8 + T cells after virus infection, a process that is primarily regulated by IFN-γ [36] . Furthermore, also the expression of the major histocompatibility complex class II (MHC II) invariant chain, also called CD74 [37], was increased upon infection of the knock-out mice. These data are in agreement with the observation that the induction of genes involved in antigen processing is independent of STAT1 activation by . We also observed the transcriptional upregulation of the 3 isoforms of metallothionein (Mt1, Mt2, and Mt3), which encode proteins known to scavenge toxic metals [39] . The induction of these genes, which was not apparent in either wild-type mice, could reflect an acute-phase reaction in the brain of MHV-infected IFNAR-/-mice, which likely contributes to pathogenesis as has been shown for other viruses [40-42].",
            "cite_spans": [
                {
                    "start": 1906,
                    "end": 1910,
                    "text": "[34,",
                    "ref_id": null
                },
                {
                    "start": 1911,
                    "end": 1914,
                    "text": "35]",
                    "ref_id": null
                },
                {
                    "start": 2787,
                    "end": 2791,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 298,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 669,
                    "end": 678,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 883,
                    "end": 893,
                    "text": "Figure 1B)",
                    "ref_id": null
                },
                {
                    "start": 2279,
                    "end": 2292,
                    "text": "by IFN-γ [36]",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results & discussion"
        },
        {
            "text": "We constructed a functional association network by applying the STRING 8.0 software [22] to the list of proteins encoded by the type I IFN-independent genes (Additional file 3). We also included known interactors of our hits in this analysis, while proteins that did not demonstrate any interactions were again excluded for clarity. The result is shown in Figure 5 . The analysis revealed IFN-γ as the central player in the type I IFN-independent antiviral network as this protein appeared to link a number of smaller modules. The induction of IFN-γ gene expression could be confirmed using quantitative RT-PCR (data not shown). The finding that IFN-γ-mediated transcriptional responses are not dramatically affected in the absence of type I IFN signalling is in agreement with reports referred to above and with a recent publication by Ireland et al. [18] , which shows that IFN-γ expression is significantly induced in the CNS of MHV-infected IFNAR-/-mice. While the production of IFN-γ by NK cells plays a major role in the protection against infection with MHV [43-47], the IFN-γ-mediated transcriptional responses that we observed were not protective against acute MHV infection in the IFNAR-/-mice.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 364,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Induction of gene expression correlates with the viral load"
        },
        {
            "text": "Several studies have shown that MHV [11, 15, 17] as well as several other viruses [48-50] replicate to much higher levels (up to 10 5 fold difference) in IFNAR-/-mice than in their wild-type counterparts. In this study we show that a strong correlation exists between the amplitude of type I and II IFN host responses with the viral load. The huge differences in virus replication between wild-type and IFNAR-/-mice therefore do not permit a fair comparison between gene expression profiles of these mice, with the aim of identifying type I IFN-dependent responses. Indeed, as no significant gene expression is observed in the wild-type 129SvEv mice, a comparison with the expression profile of the IFNAR-/-mice only provides information about type I IFN-independent and not IFNdependent responses. We now observe, in agreement with our previous study, that the brain of BALB/c and IFNAR-/ -129SvEv mice contain very similar MHV loads at day 2 and 5 post infection [17] . Since the type I IFN-responsive pathway is very well conserved among many different species [51], we considered it acceptable to compare the gene expression profiles of these mice with the aim of identifying type-I IFN-dependent responses, although comparing transcriptional profiles of wild-type and IFNAR-/-mice from a different genetic background should obviously be done very cautiously. Ideally, a comparison between wildtype BALB/c and IFNAR-/-BALB/c mice would have been more accurate. While the induced expression of a number of genes was similar for the two mouse strains (i.e. type I IFN signalling-independent gene-expression), that of other genes was only observed in the BALB/c mice (i.e. tentative type I IFN signalling-dependent gene expression). The expression of yet other genes appeared to be partially dependent of type I IFN signalling: increased expression of these genes was observed in the IFNAR-/mice, but much more so in the BALB/c mice.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 41,
                    "end": 44,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 45,
                    "end": 48,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Induction of gene expression correlates with the viral load"
        },
        {
            "text": "Genes, the expression of which was upregulated (≥ 1.5 fold) in the BALB/c mice but not significantly changed in the IFNAR-/-mice upon infection with MHV, were tentatively designated as type I IFN-dependent. Genes, the transcriptional upregulation of which was at least 2 times higher in the BALB/c mice than in the IFNAR-/-mice, were also added to the list of tentative type I IFN-dependent genes. As expected, this set of genes (n = 82) contained many known IFN-responsive genes like Isg20, Ifit1, Ifit3, Isgf3g, Mx2 and Ube1l (Additional file 4). Functional association network analyses showed Irf1 and Irf7 to be the key players in the network (Additional file 5). Several of the tentative type I IFN-dependent genes (including Mx2 and Ube1l) have previously been shown to play an important protective role against virus infections [52-56]. We speculate that other genes present in this list may also be important for full protection against MHV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Induction of gene expression correlates with the viral load"
        },
        {
            "text": "Transcriptional profiling of mice infected with MHV demonstrated the induction of a robust IFN response, which correlated with the viral load. Profiling of IFNAR-/-mice allowed us to identify type I IFN-independent anddependent responses. Overall, this study broadens our present knowledge of the type I IFN-mediated effector responses during CoV infection in vivo. [6] [7] [8] week old BALB/c were obtained from Charles River Laboratories, while type I IFN receptor knock-out mice (IFNAR-/-) [30] and the parental 129SvEv mice were obtained from B&K Universal Ltd. Mice were inoculated intranasally with 10 6 TCID 50 of MHV strain A59 and sacrificed at the indicated time-points for organ dissection. Control animals were treated with PBS. The study proto-col was approved by the animal ethics committee of the Utrecht University, and all experiments were performed in accordance with accepted institutional and governmental policies.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 369,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Whole brains and livers were dissected from the MHVinfected and control mice. The tissues were added to Lysing Matrix D tubes (MP Biomedical), containing 1 ml of The type I IFN-independent gene expression network Figure 5 The type I IFN-independent gene expression network. The genes listed in Additional file 3 (n = 73) were subjected to functional association network analysis by using the STRING 8.0 database as described in the legend of Figure 2 . The key player in the network, IFN-γ, is indicated in red.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 221,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 450,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Tissue homogenization and isolation of total RNA"
        },
        {
            "text": "RNApro™ solution (Q-BIOgene), and processed using a FastPrep instrument (MP Biomedical). The tissues were homogenized at 6,000 rpm for 40 sec and immediately placed on ice. Subsequently, the homogenates were centrifuged at 14,000 rpm for 10 minutes at 4°C and supernatants were harvested and stored at -80°C. Total RNA was isolated from the homogenates using the TRIzol reagent (Invitrogen) according to the manufacturer's protocol. RNA was further purified using the RNeasy mini-kit with subsequent DNaseI treatment on the column (Qiagen). RNA integrity was determined by spectrometry and by a microfluidics-based platform using a UV-mini1240 device (Shimadzu) and a 2100 Bioanalyzer (Agilent Technologies), respectively. 3], respectively), were measured by quantitative PCR using Assay-On-Demand reagents and equipment (PE Applied Biosystems), according to the manufacturer's instructions. The quantitative PCR reactions were performed in a total reaction volume of 20 μl containing 10 μl Taqman ® Universal PCR Master Mix (2×), 5 μl cDNA, 1 μl TaqMan ® Gene Expression Assay Mix (20×), and 4 μl water using an ABI Prism 7000 sequence detection system under the following conditions: 95°C for 10 mins, followed by 40 cycles of 95°C for 15 secs and 60°C for 1 min. For all assays, we performed \"no-RT\" (reaction using total RNA as the substrate) and \"no template\" (reaction using water as the substrate) controls. In both cases, omitting cDNA from the reaction resulted in a lack of PCR product generation. All assays were analyzed with ABI Prism 7000 Software v1.2.3f2 (PE Applied Biosystems). The comparative Ctmethod was used to determine the fold change for each gene (primer efficiencies were similar for both the endogenous control primer set and genes of interest primer sets [data not shown]). Note that the Ct values of all samples were within the limits of the standard curves (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tissue homogenization and isolation of total RNA"
        },
        {
            "text": "The housekeeping gene GAPDH (NM_008084.2) was used as a reference in all experiments, since expression of this gene was found constant among samples. The amounts of viral RNA were determined by quantitative RT-PCR as described before [21] .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Tissue homogenization and isolation of total RNA"
        },
        {
            "text": "The microarray experiments were performed as described previously [5] . Briefly, mRNA was amplified from 1 μg of total RNA by cDNA synthesis with oligo(dT) doubleanchored primers, followed by in vitro transcription using a T7 RNA polymerase kit (Ambion). During transcription, 5-(3-aminoallyl)-UTP was incorporated into the single stranded cRNA. Cy3 and Cy5 NHS-esters (Amersham Biosciences) were coupled to 2 μg cRNA. RNA quality was monitored after each successive step using the equipment described above. Corning UltraGAPS slides, printed with a Mouse Array-Ready Oligo set (Operon; 35,000 spots), were hybridized with 1 μg of each alternatively labeled cRNA target at 42°C for 16-20 h. Two independent dyeswap hybridizations (4 arrays) were performed for each experimental group. After hybridization the slides were washed extensively and scanned using the Agilent G2565AA DNA Microarray Scanner.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Microarray hybridizations"
        },
        {
            "text": "After data extraction using Imagene 5.6 Software (BioDiscovery), Lowess normalization [57] was performed on mean spot-intensities in order to correct for dye and printtip biases [58] . The microarray data was analysed using ANOVA (R version 2.2.1/MAANOVA version 0.98-7) http://www.r-project.org [59] . Briefly, in a fixed effect analysis, sample, array and dye effects were modelled. Pvalues were determined by a permutation F2-test, in which residuals were shuffled 5,000 times globally. Genes with P < 0.05 after family wise error correction were considered significantly changed. Cluster analysis (standard correlation) was performed with GeneSpring GX 7.2 software (Silicon Genetics). When indicated, the confidence level was increased by applying a fold change cut-off. The resulting genelists were subjected to Genespring 7.2 software for further analysis.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[59]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "ArrayExpress accession numbers MIAME-compliant data in MAGE-ML format as well as complete descriptions of protocols have been submitted to the public microarray database ArrayExpress http:// www.ebi.ac.uk/arrayexpress/ with the following accession numbers: microarray layout, P-UMCU-8; gene expression data of MHV-infected mice, E-MEXP-2081; protocols for total RNA isolation and mRNA amplification, P-MEXP-34397; cRNA labeling, P-MEXP-34400 and P-MEXP-35534; hybridization and washing of slides, P-MEXP-34401; scanning of slides, P-MEXP-34430; data normalization, P-MEXP-34431.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Innate immune recognition of viral infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Immunol",
            "volume": "7",
            "issn": "2",
            "pages": "131--137",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Type I interferons in host defense",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Stetson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Immunity",
            "volume": "25",
            "issn": "3",
            "pages": "373--381",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Group 2 coronaviruses prevent immediate early interferon induction by protection of viral RNA from host cell recognition",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Versteeg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bredenbeek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Worm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Den",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "361",
            "issn": "1",
            "pages": "18--26",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transcriptional profiling of acute cytopathic murine hepatitis virus infection in fibroblast-like cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Versteeg",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Slobodskaya",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "",
            "pages": "1961--1975",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mouse hepatitis coronavirus replication induces host translational shutoff and mRNA decay, with concomitant formation of stress granules and processing bodies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raaben",
                    "suffix": ""
                },
                {
                    "first": "Groot",
                    "middle": [],
                    "last": "Koerkamp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Microbiol",
            "volume": "9",
            "issn": "9",
            "pages": "2218--2229",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Preferential infection of mature dendritic cells by mouse hepatitis virus strain JHM",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "5",
            "pages": "2506--2514",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mouse hepatitis virus does not induce Beta interferon synthesis and does not inhibit its induction by double-stranded RNA",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "2",
            "pages": "568--574",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Inhibition of Beta interferon induction by severe acute respiratory syndrome coronavirus suggests a two-step model for activation of interferon regulatory factor 3",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pichlmair",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cros",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Haller",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "4",
            "pages": "2079--2086",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mouse hepatitis coronavirus A59 nucleocapsid protein is a type I interferon antagonist",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hauns",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Langland",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Hogue",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "6",
            "pages": "2554--2563",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe acute respiratory syndrome coronavirus nsp1 suppresses host gene expression, including that of type I interferon, in infected cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lokugamage",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kamitani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikegami",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "9",
            "pages": "4471--4479",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Control of coronavirus infection through plasmacytoid dendritic-cell-derived type I interferon",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cervantes-Barragan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zust",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ludewig",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Blood",
            "volume": "109",
            "issn": "3",
            "pages": "1131--1137",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Differential regulation of innate and adaptive immune responses in viral encephalitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Rempel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meisner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "318",
            "issn": "1",
            "pages": "381--392",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Inhibition of the alpha/beta interferon response by mouse hepatitis virus at multiple levels",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Roth-Cross",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "13",
            "pages": "7189--7199",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Viral induction of central nervous system innate immune responses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Rempel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Quina",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Blakely-Gonzales",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Gruol",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "7",
            "pages": "4369--4381",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Murine coronavirus mouse hepatitis virus is recognized by MDA5 and induces type I interferon in brain macrophages/microglia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Roth-Cross",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "20",
            "pages": "9829--9838",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Protective effect of recombinant murine interferon beta against mouse hepatitis virus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Minagawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takenaka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Antiviral Res",
            "volume": "8",
            "issn": "2",
            "pages": "85--95",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Non-invasive imaging of mouse hepatitis coronavirus infection reveals determinants of viral replication and spread in vivo",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raaben",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Prins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Martens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Microbiol",
            "volume": "11",
            "issn": "5",
            "pages": "825--841",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Type I interferons are essential in controlling neurotropic coronavirus infection irrespective of functional CD8 T cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Ireland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hinton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "1",
            "pages": "300--310",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "INTERFEROME: the database of interferon regulated genes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Samarajiwa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Auchettl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hertzog",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nucleic Acids Res",
            "volume": "37",
            "issn": "",
            "pages": "852--857",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Interferon and cytokine responses to SARScoronavirus infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cytokine Growth Factor Rev",
            "volume": "19",
            "issn": "2",
            "pages": "121--132",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cyclooxygenase activity is important for efficient replication of mouse hepatitis virus at an early stage of infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raaben",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Einerhand",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Taminiau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Houdt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bouma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Raatgeep",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Buller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rossen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virol J",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Genome-wide expression profiling of the brains of BALB/c and 129SvEv mice infected with MHVFigure 1 Genome-wide expression profiling of the brains of BALB/c and 129SvEv mice infected with MHV. BALB/c and 129SvEv mice were intranasally inoculated with PBS (control) or with MHV-A59. At day 2 and 5, mice (n = 4) were sacrificed and the brains and livers were harvested. The PBS-groups (n = 4) were also sacrificed at 5 days post inoculation. (A) Viral RNA (vRNA) levels within the brain were determined at 5 days post inoculation by quantitative RT-PCR targeting MHV-specific sequences. Standard deviations are indicated (*P < 0.0001). (B) Microarray analysis was performed as described in the Material & Methods section. The PBS-inoculated BALB/c or 129SvEv mice were taken as reference. Based on the significant alterations in gene expression (≥ 1.5 fold change cut-off) within the brains of BALB/c mice at 5 days post infection, a cluster analysis (standard correlation) was performed resulting in the indicated gene tree (n = 121). The different conditions (i.e. mouse strains and day post infection) are indicated. (C-D) From the the gene tree shown in panel B, clusters representing \"early\" and \"late\" genes could be identified. For detailed information see the text and Additional file 1. (E) The IFN-α4, IFN-β1, and IFN-γ mRNA levels were determined by quantitative RT-PCR. The fold changes after infection with MHV relative to the PBS-inoculated animals are shown. Standard deviations are indicated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Early and late transcriptional responses to infection with MHV. (A) The early gene expression network. The \"early\" genes listed in Additional file 1A (n = 57) were subjected to functional association network analysis by using the public STRING 8.0 database http://string.embl.de/. Indicated is the confidence view of the analysis. Stronger associations are symbolized by thicker lines. (B) The late gene expression network. The \"late\" genes listed in Additional file 1B (n = 64) were subjected to functional association network analysis as described above. In both panels, the key players in the network (i.e. Irf7 for panel A and IFN-γ, Irf1, and Irf8 for panel B) are indicated in red. phages [31]. These responses could prevent extensive viral replication very early after infection, thereby reducing subsequent type I IFN responses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Induction of gene expression correlates with the viral load. vRNA (panel A) and IFN-α4, IFN-β1, and IFN-γ mRNA (panel B) levels within the brains of the individual BALB/c mice (mouse 1-4) at 5 days post infection were determined as described in the legend of Figure 1. (C) Microarray data analysis of the individual BALB/c mice (mouse 1-4). The gene tree shown (n = 96) is based on the significant alterations at 5 days post infection while applying an expression cut-off (≥ 2.0 fold). For detailed information see Additional file 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The type I IFN receptor-independent expression profile within the brains of IFNAR-/-mice after MHV infection. IFNAR-/-129SvEv mice were intranasally inoculated with 10 6 TCID 50 of MHV-A59 or treated with PBS (control). At day 5, mice (n = 4) were sacrificed and the brains and livers were harvested. (A and B) The vRNA levels within brains and livers were determined as described in the legend ofFigure 1. Standard deviations are indicated (*P < 0.0001). Also depicted are the vRNA levels for the parental 129SvEv mice and BALB/c mice. (C) Total RNA samples obtained from the brains of PBS-or MHV-inoculated IFNAR-/-mice were processed for microarray analysis as described in the legend to Figure 1. Based on the significant alterations (≥ 1.5 fold change cut-off) in gene expression within the brains of the IFNAR-/-mice at 5 days post infection (n = 73) a gene tree was build. The different conditions (i.e. mouse strain and day post infection) are indicated. See Additional file 3 for details. Note that the different conditions are also clustered according to their similarities in the complete gene expression profile.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Quantitative RT-PCR 1 μg of total RNA was reverse transcribed into cDNA using 0.5 μM oligo(dT) primers and 20 U of M-MuLV-Reverse transcriptase (Fermentas) in a total reaction volume of 20 μl for 1 h at 37°C. Subsequently, gene expression levels of type I and II IFNs (i.e. IFN-α4 [NM_010504.2], IFN-β1 [NM_010510.1], and IFN-γ [NM_008337.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by grants from the M.W. Beijerinck Virology Fund, Royal Netherlands Academy of Arts and Sciences, and the Netherlands Organization for Scientific Research (NWO-VIDI-700.54.421) to C.A.M. de Haan. We thank Connie Bergmann for advice and Monique Oostra, Marne Hagemeijer, and Mijke Vogels for stimulating discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "MR and MJAGK conducted all the experiments. MR wrote the manuscript. PJMR and CAMdeH coordinated the research efforts and assisted with writing the manuscript. All authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}