{
    "paper_id": "0a24f22d8d49dc503c52d43dbc51459fc06fbb14",
    "metadata": {
        "title": "Antigenic Subversion: A Novel Mechanism of Host Immune Evasion by Ebola Virus",
        "authors": [
            {
                "first": "G",
                "middle": [
                    "S"
                ],
                "last": "Mohan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Ye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "W"
                ],
                "last": "Compans",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In addition to its surface glycoprotein (GP 1,2 ), Ebola virus (EBOV) directs the production of large quantities of a truncated glycoprotein isoform (sGP) that is secreted into the extracellular space. The generation of secreted antigens has been studied in several viruses and suggested as a mechanism of host immune evasion through absorption of antibodies and interference with antibody-mediated clearance. However such a role has not been conclusively determined for the Ebola virus sGP. In this study, we immunized mice with DNA constructs expressing GP 1,2 and/or sGP, and demonstrate that sGP can efficiently compete for anti-GP 12 antibodies, but only from mice that have been immunized by sGP. We term this phenomenon ''antigenic subversion'', and propose a model whereby sGP redirects the host antibody response to focus on epitopes which it shares with membrane-bound GP 1,2 , thereby allowing it to absorb anti-GP 1,2 antibodies. Unexpectedly, we found that sGP can also subvert a previously immunized host's anti-GP 1,2 response resulting in strong cross-reactivity with sGP. This finding is particularly relevant to EBOV vaccinology since it underscores the importance of eliciting robust immunity that is sufficient to rapidly clear an infection before antigenic subversion can occur. Antigenic subversion represents a novel virus escape strategy that likely helps EBOV evade host immunity, and may represent an important obstacle to EBOV vaccine design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ebola virus (EBOV) is an enveloped single-stranded negative-sense RNA virus in the order Mononegavirales, which along with the Marburg virus (MARV) forms the Filovirus family. EBOV is the etiologic agent of Ebola Hemorrhagic Fever (EHF), a highly lethal hemorrhagic fever with up to 90% mortality [1] . Since its discovery in 1976, EBOV has caused sporadic outbreaks in Sub-Saharan Africa with death tolls in the hundreds. Interestingly, while filoviruses have been only recently discovered, they are one of the few non-retrovirus RNA paleoviruses identified in mammalian genomes, suggesting an ancient relationship with mammals [2, 3] . Growing evidence suggests that bats are the natural reservoir of EBOV in the wild today [4] [5] [6] .",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 633,
                    "end": 635,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Current treatment for Ebola hemorrhagic fever is purely supportive, and the lack of effective interventions underscores the importance of developing a broadly-protective vaccine that confers long-lasting immunity. The ability to develop such a vaccine is critically dependent on our understanding of the mechanisms by which EBOV suppresses, distracts, or otherwise evades the host immune response [7] . One widely hypothesized immune evasion mechanism employed by Ebola virus is secretion of a truncated viral glycoprotein by EBOV infected cells. The EBOV surface glycoprotein (GP 1,2 ) mediates host cell attachment and fusion, and is the primary structural component exposed on the virus surface. For this reason, GP 1,2 is the focus of most EBOV vaccine research, and it is generally accepted that a robust anti-GP 1,2 antibody response is crucial for protection against lethal EBOV challenge [8] . EBOV GP 1,2 forms trimeric spikes on virion surfaces similarly to influenza HA and HIV Env [9] . Also like HA and Env, GP is first synthesized as an uncleaved precursor (GP 0 ) which is then cleaved in the Golgi complex by the protease furin [10] into two functional subunits: The N-terminal GP 1 subunit contains the putative receptor-binding domain (RBD), and the Cterminal GP 2 subunit contains the fusion apparatus and transmembrane domain. GP 1,2 is encoded in two disjointed reading frames in the virus genome. The two reading frames are joined together by slippage of the viral polymerase at an editing site (a tract of 7-A's) to insert an 8 th A, generating an mRNA transcript that allows read-through translation of GP 1,2 [11, 12] . However, only about 20% of transcripts are edited, while the remaining 80% of unedited transcripts have a premature stop codon, resulting in synthesis of a truncated glycoprotein product (sGP) which is secreted in large quantities into the extracellular space.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 400,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 993,
                    "end": 996,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1634,
                    "end": 1638,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1639,
                    "end": 1642,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Though its production is conserved in all EBOV species, there has been considerable debate regarding the function of sGP. Unlike GP 1,2 , sGP forms homodimers and appears to have some intrinsic anti-inflammatory activity [13] [14] [15] [16] [17] . The recent finding that EBOV quickly mutates to synthesize primarily GP 1,2 in cell culture, while this mutant virus reverts to a primarily sGPproducing phenotype in vivo, suggests an important role for sGP in virus survival within the host [18] . Because sGP shares over 90% of its sequence with the N-terminal region of GP 1,2 , it was initially hypothesized that sGP functions as a decoy for anti-GP 1,2 antibodies. Early efforts to identify such activity yielded mixed results, and the observation that antibodies often do not crossreact between sGP and GP 1,2 had cast doubt on this hypothesis [19] [20] [21] [22] [23] . Furthermore, recent studies demonstrated that immunization against GP 1,2 elicits antibodies largely against epitopes not shared with sGP [24] [25] [26] [27] . However, most of these studies investigated monoclonal antibodies from animals immunized with vaccines containing or expressing primarily GP 1,2 , which does not represent the state of natural infection. Of note, one early study examined monoclonal antibodies from mice immunized with a Venezuelan equine encephalitis replicon that produces both GP 1,2 and sGP, and found that many of these antibodies cross-reacted between GP 1,2 and sGP [28] . Further, monoclonal antibodies isolated from human EHF survivors have been shown to preferentially react with sGP [19] . These studies suggest that sGP may play an important role in altering the host antibody response.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1473,
                    "end": 1477,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1594,
                    "end": 1598,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we demonstrate that sGP induces a host antibody response that focuses on epitopes it shares with GP 1,2 , thereby allowing it to bind and compete for anti-GP 1,2 antibodies. We describe a mechanism that we term ''antigenic subversion'', which is distinct from previously proposed ''decoy'' mechanisms in which secreted glycoprotein simply passively absorbs anti-glycoprotein antibodies. Importantly, we demonstrate that sGP can also subvert an existing anti-GP 1,2 immune response that was only weakly cross-reactive with sGP. Antigenic subversion represents a novel host immune evasion mechanism that has important implications for EBOV vaccine design, and may shed light on how the virus survives in its natural reservoir.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We first generated EBOV GP constructs to individually express GP 1,2 and sGP. In natural infection, EBOV directs the synthesis of sGP and GP 1,2 through differentially edited mRNA transcripts (Fig. 1A) . However, it has been observed that DNA-dependent RNA polymerases (DDRP) do not edit with the same efficiency as the EBOV RNA polymerase [12] . Furthermore, in addition to polymerase slippage, it is possible that the 7-A editing site can also serve as a premature poly-adenylation signal, as well as a ribosomal slippage signal [29] [30] [31] . We thus generated a panel of EBOV GP editing site mutants in order to control the levels of sGP and GP 1,2 expression (Fig. 1B) . GP-8A was made by inserting an 8 th A into the wild type (GP-7A) editing site, resulting in GP 1,2 as the dominant gene product. Silent ARG mutations were introduced into the GP-8A editing site to ablate transcriptional slippage, resulting in GP 1,2 Edit, that expresses GP 1,2 as the sole gene product. The same mutations were also introduced into GP-7A to generate sGPEdit, that expresses sGP as the sole gene product. These constructs were subcloned into a mammalian expression vector (pCAGGS) and protein expression was examined in both HeLa cells (Fig. 1C ) and 293T cells (data not shown). Cells transfected with GP-8A and GP 1,2 Edit expressed GP 1,2 intracellularly and on their surfaces, and secreted GP 1,2 into the supernatant through previously characterized TACE-dependent cleavage [32] . Interestingly, GP 1,2 Edit produced higher amounts of GP 1,2 than GP-8A. GP-7A and sGPEdit expressed high levels of sGP, which was secreted efficiently into the supernatant. GP 1,2 expression by GP-7A was undetectable, likely because of minimal DDRP-mediated editing [12] . These expression experiments demonstrate that mutation of the editing site has a significant effect on GP expression.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1473,
                    "end": 1477,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1747,
                    "end": 1751,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 666,
                    "end": 675,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1230,
                    "end": 1238,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Immunogenicity of EBOV GP Editing Site Mutant DNA Vaccines"
        },
        {
            "text": "We next investigated the immunogenicity of editing site mutant DNA vaccines. Female BALB/c mice were immunized with GP 1,2 or sGP-producing constructs ( Fig. 2A ). Mice immunized with sGPEdit, GP-7A, and GP-8A constructs developed similar titers of anti-GP 1,2 antibodies as measured by ELISA, while mice immunized with GP 1,2 Edit developed four-fold higher titers of anti-GP 1,2 antibodies (Fig. 2B ). Mice immunized with constructs expressing predominantly sGP (GP-7A and sGPEdit) developed much higher titers of anti-sGP antibodies than mice immunized with constructs expressing predominantly GP 1,2 (GP-8A or GP 1,2 Edit) (Fig. 2C ). As shown in Fig. 2D , GP 1,2 -immunized mice developed much higher titers of GP 1,2 -binding antibodies than sGP-binding antibodies. On the other hand, sGP-immunized mice developed much higher titers of sGP-binding antibodies than GP 1,2 -binding antibodies, despite the fact that sGP shares roughly 95% of its linear sequence with GP 1,2 . These results suggest that in sGP-immunized animals, either many sGP-binding antibodies are directed against conformational epitopes not shared with GP 1,2 , or they are directed against shared epitopes that are inaccessible in GP 1,2 . sGP Can Compete for Binding of Anti-GP 1,2 Antibodies Induced by sGP but not by GP 1, 2 Given that animals immunized by GP 1,2 or sGP develop antibodies that preferentially bind to different GP isoforms, we performed Western blot analysis to determine if there is a difference in the linear epitopes targeted by antibodies in GP 1,2 versus sGP-immunized mice. As shown in Fig. 3A , antisera from GP 1,2 -immunized mice reacted strongly with GP 1,2 but only weakly with sGP. On the other hand, antisera from sGPimmunized mice reacted strongly with sGP, but only weakly with GP 1,2 . This suggests that most linear epitopes targeted by anti-GP 1,2 antibodies from GP 1,2 -immunized mice are unshared with sGP. To investigate whether the GP 1,2 -binding and sGPbinding antibodies in immunized mice were cross-reactive between the two GP isoforms or were separate populations of antibodies, we performed a competition ELISA to determine if sGP could compete with GP 1,2 for GP 1,2 -binding antibodies (Fig. 3B ). Similar to the Western blot data, sGP was unable to",
            "cite_spans": [
                {
                    "start": 1211,
                    "end": 1216,
                    "text": "1,2 .",
                    "ref_id": null
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1303,
                    "end": 1304,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 392,
                    "end": 400,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 627,
                    "end": 635,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 651,
                    "end": 658,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1589,
                    "end": 1596,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2214,
                    "end": 2222,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Immunogenicity of EBOV GP Editing Site Mutant DNA Vaccines"
        },
        {
            "text": "The function of the Ebola virus (EBOV) secreted glycoprotein (sGP) has been long debated, and the fact that sGP production is conserved among all known EBOV species strongly indicates an important role in the viral life cycle. Furthermore, the recent finding that EBOV mutates to a predominantly non-sGP-forming phenotype in cell culture, while the mutant virus reverts to an sGP-forming phenotype in vivo, suggests that sGP is critical for EBOV to survive in its infected host. Here we demonstrate that sGP can function to absorb anti-GP antibodies. More importantly, instead of simply passively absorbing host antibodies, sGP actively subverts the host immune response to induce cross-reactivity with epitopes it shares with membrane-bound GP 1,2 . Immune subversion by sGP represents a distinct mechanism from the use of secreted antigens as antibody decoys, an immune evasion tactic previously proposed for other viruses, and should be an important consideration for future EBOV vaccine design efforts since vaccines may need to be specifically tailored to avoid subversion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "compete for binding of anti-GP 1,2 antibodies from GP 1,2 immunized mice (Fig. 3C ). On the other hand, sGP was able to efficiently compete for anti-GP 1,2 antibodies from sGPimmunized mice. As expected, GP 1,2 was able to compete with itself in all groups (Fig. 3D ). Furthermore, we observed an identical reactivity pattern with native membrane-anchored EBOV GP 1,2 using a cell surface competition ELISA (Supplemental Fig. S1 ). We further examined the ability of the two GP isoforms to compete with each other for antibodies by performing competition immunoprecipitation. Purified GP 1, 2 in the presence of sGP at varying molar ratios was immunoprecipitated with antiserum from GP 1,2 -immunized or sGPimmunized mice, and analyzed by Western blot using a polyclonal rabbit antibody that reacts with both GP isoforms. Antiserum from GP 1,2 -immunized mice precipitated both GP 1,2 and sGP, and increasing concentrations of sGP did not attenuate the amount of GP 1,2 signal (Fig. 3E) , suggesting the presence of two separate populations of antibodies that do not cross-react between GP 1,2 and sGP. However, while antiserum from sGP-immunized mice also precipitated both GP 1,2 and sGP, increasing concentrations of sGP significantly attenuated the amount of GP 1,2 precipitated (Fig. 3F) , indicating that GP 1,2 -reactive antibodies in these mice are cross-reactive with sGP. As a control, addition of recombinant HA had no effect on the amount of GP 1,2 precipitated by either antiserum group. Taken together, these data suggest that anti-GP 1,2 antibodies induced by GP 1,2 are directed primarily against epitopes not shared between GP 1,2 and sGP, whereas such antibodies induced by sGP are directed against epitopes shared between GP 1,2 and sGP.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 590,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 591,
                    "end": 592,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 257,
                    "end": 265,
                    "text": "(Fig. 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 421,
                    "end": 428,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 977,
                    "end": 986,
                    "text": "(Fig. 3E)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1283,
                    "end": 1292,
                    "text": "(Fig. 3F)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "sGP Differentially Interferes with Antibody-mediated Viral Neutralization by Antisera from sGP and GP 1,2 Immunized Mice",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "We further investigated whether there was a difference in the ability of antisera from the immunization groups to neutralize EBOV GP 1,2 -mediated virus infection, and whether sGP could interfere with antibody-mediated neutralization. Pseudoviruses were generated using an Env-deficient HIV backbone pseudotyped with Zaire EBOV GP 1,2 . In order to achieve consistent neutralization, we pooled sera from the four highest responders among GP 1,2 -immunized animals and among sGP-immunized animals. Antisera from both groups were able to effectively neutralize pseudoviruses as measured by a luciferase reporter assay (Fig. 4A ), although antisera from GP 1,2 -immunized mice exhibited more potent neutralizing activity than antisera from sGPimmunized mice, probably due to higher overall anti-GP 1,2 titer. To determine if sGP interferes with neutralization, we used an antiserum dilution corresponding to 80% neutralizing activity in each group and preincubated antisera with different amounts of sGP. Consistent with the competition ELISA results, sGP was able to completely attenuate neutralizing activity of antisera from sGPimmunized mice, while it had no effect on neutralizing activity of antisera from GP 1,2 -immunized mice (Fig. 4B ). Purified influenza HA was used as a control and had no effect on neutralizing activity of either antiserum group. Similar results were observed when we used an antiserum dilution corresponding to 50% neutralizing activity (Supplemental Fig. S2 ). These data confirm that sGP can compete with GP 1,2 for anti-GP 1,2 antibodies and interfere with antibody-mediated neutralization, but can only do so in animals that have been exposed to sGP. The inability of sGP to compete with GP 1,2 for antibodies from GP 1,2 -immunized mice was intriguing considering that GP 1,2 shares almost half of its ectodomain sequence with sGP. We reasoned that some of these antibodies may be directed solely against GP 1,2 epitopes not shared with sGP, while other antibodies may be directed against shared epitopes, but preferentially bind GP 1,2 because of conformational differences between the two GP isoforms resulting from tertiary and quarternary structure and steric shielding. To address this possibility, we used quantitiative ELISA to determine the relative titers and estimate the average affinity of antibodies from GP 1,2 and sGP-immunized animals for GP 1,2 and sGP. We individually examined purified polyclonal IgG from the five highest responders in GP 1,2 -immunized and sGPimmunized groups, and calculated the apparent dissociation constant (K d ) of anti-GP 1,2 and anti-sGP antibodies. This apparent K d was calculated by Scatchard analysis as described elsewhere [33, 34] and represents an estimate of the average affinity of anti-GP antibodies, with lower apparent K d correponding to higher average affinity. Consistent with above ELISA data ( Fig. 2D ), mice immunized against GP 1,2 had higher titers of anti-GP 1,2 antibodies than anti-sGP antibodies (Fig. 5A ). However, there was no measurable difference in the apparent K d 's of GP 1,2 -binding vs. sGP-binding antibodies (Fig. 5B ), indicating that preferential binding of antibodies from these animals to GP 1,2 is not due to affinity differences for different GP isoforms. In mice immunized against sGP we again observed very high titers of anti-sGP antibodies, and very low levels of anti-GP 1,2 antibodies. However, those antibodies that did bind to GP 1,2 appeared to have modestly lower K d (higher average affinity) than did sGP-binding antibodies (Fig. 5B ). Future studies with monoclonal antibodies directed against epitopes shared between sGP and GP 1,2 will provide further information on whether specific antibodies bind to the two GP isoforms with different affinities. Nonetheless, the present data provide evidence that differences in affinity are not responsible for antibodies from GP 1,2 and sGP-immunized mice reacting preferentially with different GP isoforms.",
            "cite_spans": [
                {
                    "start": 2708,
                    "end": 2712,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2713,
                    "end": 2716,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 624,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1232,
                    "end": 1240,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1480,
                    "end": 1487,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2891,
                    "end": 2898,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3001,
                    "end": 3009,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3126,
                    "end": 3134,
                    "text": "(Fig. 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3560,
                    "end": 3568,
                    "text": "(Fig. 5B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Expression of GP 1,2 in the Context of sGP Allows sGP to Compete for Anti-GP 1,2 Antibodies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "The secretion of surface glycoproteins as a mechanism of absorbing antiviral antibodies has been hypothesized before for several viruses including vesicular stomatitis virus (soluble G) and respiratory syncytial virus (secreted G) [35, 36] . It has been Immunization study design. Female BALB/C mice were immunized with the four editing site mutant constructs in the pCAGGS vector. Mice were vaccinated IM with 50 mg of DNA (25 mg/leg) according to the schedule shown. (B) Antibody response against GP 1,2 . (C) Antibody response against sGP. The levels of antibody response induced by EBOV GP DNA constructs in mice were measured by ELISA using His-GP 1,2 or His-sGP as coating antigen. Antibody concentration was determined from a standard curve and expressed as mg/mL of anti-GP IgG. Asterisks indicate statistically significant difference between groups and P-values are given in red. (D) Comparison of antibody levels against GP 1,2 and sGP induced by each EBOV GP DNA construct. Average titers of anti-GP 1,2 (blue) and anti-sGP (red) antibodies within immunization groups are shown for comparison of the GP isoform reactivity profiles both within and between immunization groups. Asterisks indicate statistically significant differences between anti-GP 1,2 and anti-sGP titers within groups, as measured by paired, two-tailed Student's t-test (* = p,0.05, ** = p,0.001). doi:10.1371/journal.ppat.1003065.g002 sGP-mediated Immune Subversion by Ebola Virus PLOS Pathogens | www.plospathogens.org demonstrated that RSV secreted G can absorb anti-G antibodies and interfere with both neutralization and antibody-dependent cell-mediated virus clearance. However, we observed that EBOV sGP can only compete for anti-GP 1,2 antibodies in mice immunized against sGP. This led us to hypothesize that sGP may serve a role in altering the repertoire of epitopes against which the host immune response is directed, in order to divert the host immune response towards epitopes shared between sGP and GP 1,2 . To test this hypothesis, we vaccinated mice with a 3:1 ratio of sGPEdit:GP 1,2 Edit (Fig. 6A ) to simulate antigen expression during EBOV infection. Control groups were immunized with either sGPEdit or GP 1,2 Edit plus empty pCAGGS vector to keep the total amount of DNA constant. As a proxy for in vivo antigen expression, HeLa cells were transfected with corresponding ratios of sGPEdit, GP 1,2 Edit, and pCAGGS. As measured by Western blot analysis, the levels of sGP and GP 1,2 expression in both lysate and culture supernatant of cells co-transfected with sGPEdit and GP 1,2 Edit were similar to cells transfected with sGPEdit or GP 1,2 Edit alone (Fig. S3 ). All immunization groups generated similar titers of anti-GP 1,2 antibodies (Fig. 6B) . However, when we . Antiserum from mice immunized against GP 1,2 or sGP display different reactivity patterns. (A) Detection by Western blot of antibodies against GP 1,2 and sGP from immunized mice. 50 ng of purified His-sGP and His-GP 1,2 were run by SDS-PAGE under denaturing conditions and probed with 1:1000 pooled GP 1,2 Edit or sGPEdit antisera followed by blotting with HRP-conjugated goat anti-mouse IgG. (B) Schematic of competition ELISA. Wells were coated with GP 1,2 and incubated with pooled antisera as well as increasing concentrations of competing antigen (sGP or GP 1,2 ) to compete for antibodies. After two hours, plates were washed and then incubated with HRP-conjugated secondary antibody followed by addition of substrate to develop color. (C, D) Competition ELISA. Antisera from mice immunized with sGPEdit, GP-7A, GP-8A, and GP 1,2 Edit were diluted to give similar anti-GP 1,2 signal. Diluted antiserum was mixed with increasing quantities of purified His-sGP (C) or His-GP 1,2 (D) and incubated in His-GP 1,2 coated wells and developed as described above. Experiments were performed in duplicate and repeated at least three times, with representative results shown. (E, F) Competition Immunoprecipitation. Pooled antisera from GP 1,2 Edit-immunized mice (E) or sGP-immunized mice (F) were incubated with no GP, purified sGP or GP 1,2 alone, or with fixed GP 1,2 and increasing concentrations of sGP to compete for anti-GP 1,2 antibodies. GP 1,2 was incubated with recombinant HA as a negative control. The upper panel for the sGPEdit antisera shows the GP 1,2 portion of the blot at a longer exposure time to show the attenuation of signal with increasing sGP concentration. Results are representative of three independent experiments. doi:10.1371/journal.ppat.1003065.g003 sGP-mediated Immune Subversion by Ebola Virus PLOS Pathogens | www.plospathogens.org performed a competition ELISA using antisera from sGPEdit+ GP 1,2 Edit-immunized mice, sGP was able to compete with GP 1,2 for over 50% of the anti-GP 1,2 antibodies (Fig. 6C ). Mice immunized with GP 1,2 Edit+vector or sGPEdit+vector displayed the same serum reactivity patterns we had observed previously in mice immunized against only one of the GP isoforms. Further, after boosting mice a second time, almost 70% of GP 1,2 -antibodies in week 12 antisera from sGPEdit+ GP 1,2 Edit-immunized mice were absorbed by sGP. Interestingly, in mice immunized with lower ratios of sGPEdit:G-P 1,2 Edit, significant sGP cross-reactivity was also observed, with almost 70% of anti-GP 1,2 antibodies being susceptible to competition in mice immunized with a 1:1 ratio of sGP:GP 1,2 , and about 25% being susceptible to competition in mice immunized with a 1:3 ratio of sGP:GP 1,2 ( Figure S4 ). Similar results were also obtained with a competition immunoprecipitation assay. As shown in Fig. 6D , antiserum from sGPE-dit+GP 1,2 Edit-immunized mice was able to precipitate both GP 1,2 and sGP, but increasing concentrations of sGP attenuated the amount of GP 1,2 precipitated. Furthermore, while sGPEdit+GP 1,2 Edit antiserum was able to effectively neutralize pseudovirus infectivity (Fig. 6E ), the addition of exogenous sGP almost completely inhibited pseudovirus neutralization (Fig. 6F) , indicating that sGP can effectively interfere with antibody mediated neutralization in these mice. Similar observations were also made at an antiserum concentration corresponding to 50% neutralization (Fig. S5) . Taken together, these data confirm that sGP can direct the host antibody response to focus on epitopes shared between GP 1,2 and sGP, thereby allowing sGP to compete for antibodies and interfere with antibody-mediated virus neutralization. Furthermore, the observation that sGP can compete for a greater proportion of GP 1,2 antibodies from week 12 antisera compared to week 6 suggests that iterative exposure to sGP gradually drives the host to a dominantly sGP-reactive response.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 2087,
                    "end": 2095,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2656,
                    "end": 2664,
                    "text": "(Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2743,
                    "end": 2752,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 4805,
                    "end": 4813,
                    "text": "(Fig. 6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 5513,
                    "end": 5522,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 5619,
                    "end": 5626,
                    "text": "Fig. 6D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 5916,
                    "end": 5924,
                    "text": "(Fig. 6E",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 6013,
                    "end": 6022,
                    "text": "(Fig. 6F)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 6226,
                    "end": 6235,
                    "text": "(Fig. S5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "sGP Can Subvert the GP 1,2 -specific Antibody Response",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "In order to test the hypothesis that expression of sGP can modulate the GP 1,2 -specific antibody response, we primed and boosted mice with either sGPEdit or GP 1,2 Edit, and then boosted again at week 10 with the opposite GP isoform (Fig. 7A) . Control Neutralizing activity of antisera was determined by incubating 500 pfu of GP 1,2pseudotyped virus with dilutions of pooled GP 1,2 -immunized (Blue), sGP-immunized (Red), and empty pCAGGS vector-immunized (black) antisera. Neutralization was measured as decrease in luciferase expression compared to virus-only controls after 48 h. (B) Interference of EBOV GP pseudovirus neutralization by sGP. The ability of sGP to interfere with antibody-dependent neutralization was determined by allowing sGP to compete with GP 1,2 pseudotyped viruses for anti-GP 1,2 antibodies. Pooled GP 1,2 -immunized (blue) and sGP-immunized (red) antisera were fixed at the dilution corresponding to 80% neutralization. Antisera was co-incubated with increasing dilutions of His-tagged sGP (solid markers) or His-tagged influenza PR8 HA (open markers), and rescue of infectivity was measured as described in methods. doi:10.1371/journal.ppat.1003065.g004 groups were boosted with the same GP isoform. As shown in Fig. 7B , anti-GP 1,2 antibodies were induced in all groups at week 12. However, in mice immunized with GP 1,2 Edit and then boosted with sGPEdit, sGP was able to efficiently compete for anti-GP 1,2 antibodies in competition ELISA (Fig. 7C) . Furthermore, sGP was also able to efficiently compete for anti-GP 1,2 antibodies from mice primed against sGPEdit and boosted with GP 1,2 Edit. We next investigated whether sGP is able interfere with virus neutralization Female BALB/C mice were immunized IM with 50 mg of total DNA per immunization according to the schedule shown. Mice were immunized with a 3:1 ratio of sGP Edit:GP 1,2 Edit in pCAGGS. Control groups were immunized with sGP Edit or GP 1,2 Edit alone plus empty pCAGGS vector to keep total amount of immunizing DNA constant. (B) Comparison of antibody response against GP 1,2 . Mouse sera collected at week 6 were analyzed for anti-GP 1,2 antibodies by ELISA using GP 1,2 as coating antigen. (C) sGP competition ELISA. The ability of sGP to compete for anti-GP antibodies was determined by competition ELISA as in Figure 3B . Pooled antisera were analyzed from mice immunized with a GP 1,2 Edit (blue), sGP Edit (red), or a 3:1 ratio of sGP Edit:GP 1,2 Edit (purple), and were diluted to give roughly equivalent anti-GP 1,2 signal. Competition ELISA was performed from antisera collected at both week 6 (light color) and week 12 (dark color) according to the immunization schedule. (D) Competition immunoprecipitation. Pooled antisera from sGPEdit+GP 1,2 Edit-immunized mice were incubated with no GP, purified sGP or GP 1,2 alone, or with fixed GP 1,2 and increasing concentrations of sGP to compete for anti-GP 1,2 antibodies. GP 1,2 was incubated with recombinant HA as a negative control, and precipitated and analyzed as in Figure 3E ,F. (E) Neutralization of EBOV GP pseudovirus. Neutralizing activity of antisera was determined by incubating 500 pfu of GP 1,2pseudotyped virus with dilutions of pooled sGP+GP 1,2 -immunized (red), or empty pCAGGS vector-immunized (black) antisera. Neutralization was measured as decrease in luciferase expression compared to virus-only controls. (F) Interference of EBOV GP pseudovirus neutralization by sGP. The ability of sGP to interfere with antibody-dependent neutralization was determined as in Figure 4B . Pooled sGP+GP 1,2 -immunized antisera were fixed at the dilution corresponding to 80% neutralization. Antisera were co-incubated with increasing dilutions of purified sGP (red) or purified influenza PR8 HA (blue), and rescue of infectivity was measured as described in methods. doi:10.1371/journal.ppat.1003065.g006 sGP-mediated Immune Subversion by Ebola Virus by sera from cross primed and boosted mice. As shown in Fig. 7D , sGP was able to interfere with neutralization only from animals primed against sGP and boosted with GP 1,2 . On the other hand, antisera from animals primed against GP 1,2 and boosted with sGP maintained their neutralizing activity in the presence of sGP. To further probe this observation, we compared the antisera titers corresponding to 50% neutralizing activity (NT 50 ) in groups before (week 6) and after (week 12) boosting with the opposite GP Figure 7 . Ability of sGP to divert antibody responses against GP 1,2 . (A) Immunization study design. Female BALB/C mice were immunized IM with 50 mg of total DNA per immunization according to the schedule. Two groups of mice (n = 12) were primed and boosted as in previous experiments with either sGP Edit or GP 1,2 Edit in pCAGGS vector. Each group was divided in two and subgroups were boosted at week 10 with either the same construct against which they had initially been immunized, or with the opposite editing site mutant construct. (B) Comparison of antibody response against GP 1,2 . Sera collected at week 12 were analyzed for antibodies against GP 1,2 by ELISA using GP 1,2 as coating antigen. (C) sGP competition ELISA. The ability of sGP to compete for anti-GP 1,2 antibodies was determined by competition ELISA as described in Figure 3B . Pooled antisera were analyzed from mice immunized with sGP Edit and then boosted at week 10 with either GP 1,2 Edit (red), or sGP Edit (purple), and from mice immunized with GP 1,2 Edit and then boosted at week 10 with either GP 1,2 Edit (blue) or sGP Edit (green). All ELISA experiments were performed in duplicate at least three times and representative results shown. (D) Interference of EBOV GP pseudovirus neutralization by sGP. The ability of sGP to interfere with antibody-dependent neutralization was determined as in Figure 4B . Pooled sGP-primed, GP 1,2 -boosted (red) and GP 1,2 -primed, sGPboosted (green) antisera were fixed at the dilution corresponding to 50% neutralization. Antisera were co-incubated with increasing dilutions of Histagged sGP (solid markers) or His-tagged influenza PR8 HA (open markers), and rescue of infectivity was measured as described in methods. (E) Comparison of 50% neutralization titers. Antiserum titers corresponding to 50% pseudovirus neutralization activity (NT 50 ) were calculated for week 6 (fine checkered) and week 12 (coarse checkered) mice. Error bars correspond to 95% confidence interval as determined by Student's t-test. doi:10.1371/journal.ppat.1003065.g007 sGP-mediated Immune Subversion by Ebola Virus PLOS Pathogens | www.plospathogens.org isoform. As shown in Fig. 7E , neutralizing activity is not boosted by immunization with the opposite GP isoform. Thus, it appears not only that sGP can overwhelm the GP 1,2 -specific response, but also that it only boosts non-neutralizing antibodies induced by GP 1,2 . The observation that sGP can alter the reactivity profile of the anti-GP 1,2 response has important implications for EBOV vaccinology, since during a infection, sGP could subvert the Figure 8 . Proposed mechanism for antigenic subversion. Regions of GP 1,2 that are shared with sGP are in red, while unshared epitopes are in green. B-cells are colored according to the regions of GP 1,2 and sGP against which they react. (A) A naïve animal begins with B-cells that can potentially recognize epitopes distributed throughout GP 1,2 and sGP. When sGP is expressed at much higher levels than GP 1,2 , as occurs during infection, those B-cells that recognize sGP epitopes, many of which are shared with GP 1,2 (red regions of sGP and GP 1,2 ) are preferentially activated and expanded compared to B-cells that recognize unshared epitopes of GP 1,2 (green regions of GP 1,2 ). Thus, sGP-reactive antibodies dominate the immune response. (B) Prior immunization by sGP. Because sGP shares over 90% of its linear sequence with GP 1,2 , animals primed with sGP generate anti-sGP antibodies, many of which are directed against epitopes shared with GP 1,2 . When these animals (or individuals who have previously been infected and recovered from EBOV infection) are boosted with GP 1,2 , sGP cross-reactive memory cells outnumber and express higher affinity receptors than naïve GP 1,2 specific B-cells, resulting in preferential expansion of these sGP-cross-reactive B-cells and a predominantly sGP-reactive immune response. (C) Prior immunization by GP 1,2 . Priming naïve animals with GP 1,2 results in antibodies largely against GP 1,2 epitopes not shared with sGP, presumably due to the immunodominance and high accessibility of the GP 1,2 mucin domain and shielding of shared epitopes. When these animals are boosted with sGP, or if they are infected with EBOV and do not have sufficiently high titers of anti-GP 1,2 antibodies to clear the infection rapidly, memory B-cells that recognize shared epitopes encounter their cognate antigen and expand, while non-cross-reactive GP 1,2 -specific B-cells are not boosted, resulting in subversion of the host immune response towards sGP cross-reactivity. (D) Successful clearance of EBOV infection. In order to avoid sGP-mediated antigenic subversion, high enough titers of non-crossreactive anti-GP 1,2 antibodies must be maintained to rapidly clear EBOV infection before subversion can occur. doi:10.1371/journal.ppat.1003065.g008 sGP-mediated Immune Subversion by Ebola Virus PLOS Pathogens | www.plospathogens.org immune response of a previously vaccinated individual if the virus is not cleared rapidly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 243,
                    "text": "(Fig. 7A)",
                    "ref_id": null
                },
                {
                    "start": 1243,
                    "end": 1250,
                    "text": "Fig. 7B",
                    "ref_id": null
                },
                {
                    "start": 1474,
                    "end": 1483,
                    "text": "(Fig. 7C)",
                    "ref_id": null
                },
                {
                    "start": 2318,
                    "end": 2327,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3033,
                    "end": 3042,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3546,
                    "end": 3555,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3976,
                    "end": 3983,
                    "text": "Fig. 7D",
                    "ref_id": null
                },
                {
                    "start": 4437,
                    "end": 4445,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 5279,
                    "end": 5288,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 5817,
                    "end": 5826,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 6616,
                    "end": 6623,
                    "text": "Fig. 7E",
                    "ref_id": null
                },
                {
                    "start": 7049,
                    "end": 7057,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "The role of sGP in EBOV host immune evasion has not been clearly defined. In this study, we analyzed antibody responses in mice immunized against sGP, GP 1,2 , or both GP isoforms and present evidence that sGP serves to redirect the immune response towards epitopes that are either not present or inaccessible in GP 1,2, or epitopes that are shared between the two GP isoforms, thereby allowing sGP to effectively absorb anti-GP 1,2 antibodies. We term this phenomenon ''antigenic subversion'', because it is distinct from previously proposed mechanisms in which sGP passively absorbs anti-glycoprotein antibodies. In antigenic subversion, the ability of sGP to absorb anti-GP 1,2 antibodies is critically dependent on exposure to sGP during induction of the anti-GP 1,2 immune response. In mice immunized against GP 1,2 in the presence of sGP, an immunization strategy designed to simulate antigen exposure during natural infection, we observed that most resulting anti-GP 1,2 antibodies were cross reactive with and thus susceptible to competition by sGP, even though the titers of anti-GP 1,2 antibodies in these mice were similar to the titers in mice immunized against GP 1,2 alone. On the other hand, in mice immunized against GP 1,2 alone, we observed only low crossreactivity of anti-GP 1,2 antibodies with sGP, a finding consistent with previous studies, indicating that antibodies in these mice are largely directed against epitopes not shared with sGP [23, 24] .",
            "cite_spans": [
                {
                    "start": 1463,
                    "end": 1467,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1468,
                    "end": 1471,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The model we propose for the mechanism of antigenic subversion by sGP assumes that before immunization, the host begins with a repertoire of naïve B-cells that recognize epitopes distributed throughout GP 1,2 and sGP (Fig. 8A) . However, because sGP is generated in much higher quantities than GP 1,2 , B-cells that recognize sGP epitopes and epitopes shared between sGP and GP 1,2 are more likely to encounter their cognate antigens as compared with B-cells that recognize GP 1,2 -specific epitopes. Furthermore, as the sGP-reactive B-cell population expands, it will outcompete other B-cells for antigen and survival signals. Thus, the humoral response is skewed towards sGP, and epitopes of GP 1,2 that are shared with sGP. Antigenic subversion represents a novel viral escape strategy that has some similarities to original antigenic sin (OAS). In classical OAS, initial exposure to a pathogen results in a population of memory B-cells that recognize antigens specific to that pathogen strain. Upon subsequent exposure to a different strain of the same pathogen, cross-reactive memory B-cells will respond preferentially, producing antibodies with high affinity to the initial pathogen which may not bind to the new strain as effectively [37, 38] . Furthermore, these memory Bcells can compete for antigen and survival signals with naïve Bcells that might otherwise produce higher affinity or more protective antibodies to the new strain. Similarly, overexpression by Ebola virus of sGP ensures that sGP-reactive B-cells preferentially expand and outcompete GP 1,2 -specific B-cells for antigen and survival signals, resulting in a suboptimal host response that is directed away from membrane-bound GP 1,2 on the virion surface. However, unlike classical OAS, this process does not require temporal separation of antigen encounters, but can also occur during simultaneous exposure to two partly identical antigens.",
            "cite_spans": [
                {
                    "start": 1242,
                    "end": 1246,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1247,
                    "end": 1250,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 226,
                    "text": "(Fig. 8A)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our model for antigenic subversion can also explain how anti-GP 1,2 antibodies from animals primed against sGP and then boosted with GP 1,2 maintain cross-reactivity with sGP. In these animals, priming with sGP elicits antibodies against sGP epitopes, some of which are shared with GP 1,2 (Fig. 8B ). When these animals are boosted with GP 1,2 , memory B-cells that recognize shared epitopes vastly outnumber (and express higher affinity receptors than) the naïve B-cells that recognize unshared epitopes. Thus, the anti-sGP memory B-cells will be preferentially activated and expanded, boosting the anti-sGP response. This situation is analogous to one in which previously-infected individuals are vaccinated against GP 1,2 , and raises the possibility that immunizing such individuals may simply boost an already unprotective antibody response. While filovirus infection is rare, our findings suggest that it may be necessary to devise alternate strategies for immunizing previously-infected individuals in a way that specifically boosts the anti-GP 1,2 response and avoids subversion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 297,
                    "text": "(Fig. 8B",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Perhaps the most striking finding in this study is that boosting GP 1,2 -immunized mice with sGP could effectively subvert the anti-GP 1,2 response and render it susceptible to competition by sGP. We hypothesize that while the majority of B-cells activated in mice immunized against GP 1,2 are directed against epitopes not shared with sGP (Fig. 8C) , there is a small population of activated B-cells that react with sGP. This is supported by our observation that even though sGP cannot measurably compete in ELISA and immunoprecipitation for anti-GP 1,2 antibodies from GP 1,2 -immunized mice, these mice still develop low titers of sGP-binding antibodies. When GP 1,2 -immunized mice are boosted with sGP, these sGP-reactive B-cells expand while the remaining GP 1,2specific B-cells that recognize unshared epitopes do not, shifting the anti-GP 1,2 antibody response from mostly GP 1,2 -specific to mostly sGP-cross reactive. Furthermore, it is notable that neutralizing activity actually decreased after boosting with sGP, despite an increase in overall anti-GP 1,2 antibodies. Thus, boosting with sGP only augmented non-neutalizing anti-GP 1,2 antibodies that are highly susceptible to sGP competition, while the existing neutralizing antibodies previously induced by GP 1,2 in these mice maintained resistence to sGP interference. This situation is analogous to one in which an individual is immunized against GP 1,2 is subsequently infected with EBOV. If the individual is unable to rapidly clear the virus, the virus may replicate sufficiently to subvert the host immune response. Thus, it will be critical for vaccines to induce high enough titers of anti-GP 1,2 antibodies to ensure that the virus is cleared before it is able to effect subversion (Fig. 8D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 349,
                    "text": "(Fig. 8C)",
                    "ref_id": null
                },
                {
                    "start": 1757,
                    "end": 1766,
                    "text": "(Fig. 8D)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The inability of sGP to compete for anti-GP 1,2 antibodies from GP 1,2 -immunized mice is consistent with a growing body of evidence pointing to the immunodominance of the GP 1,2 mucin domain, a highly glycosylated region of GP 1 not shared with sGP [24, 25] . This domain is thought to form a sterically bulky ''cloak'' that shields the putative receptor binding domain from host antibodies, as suggested for the HIV Env ''glycan shield'' [39] . The role that the mucin domain plays in host-pathogen interaction is complex and previous studies indicate that this region contains both neutralizing and infection-enhancing epitopes, and can mask epitopes on GP 1,2 itself by steric occlusion [40, 41] . Furthermore, the mucin domain is the most divergent region of GP 1,2 among EBOV strains, and is dispensible for GP 1,2 mediated virus attachment and membrane fusion [42] [43] [44] , strongly suggesting a role in protecting more functionally conserved regions of GP 1,2 from immune attack. Because the linear sequence of sGP corresponds to the putative mucin-shielded receptor binding domain (RBD) of GP 1 , it is possible that sGP works together with the mucin domain so that host antibodies are directed either to shared epitopes that are sterically shielded in the GP 1,2 trimer, or to the mucin domain itself, which is cleaved off in the host cell acidified endosome along with any bound antibodies [45, 46] . The possibility that GP 1,2 epitopes shared with sGP may be shielded in the GP 1,2 trimer is supported by our observation that very few anti-sGP antibodies in sGP-immunized mice cross-react with GP 1,2 despite the fact that sGP shares over 90% of its linear sequence with GP 1,2 . Furthermore, antigenic subversion allows sGP to efficiently absorb those antibodies that do recognize unshielded and shared epitopes in GP 1,2 .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1404,
                    "end": 1408,
                    "text": "[45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1409,
                    "end": 1412,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The importance of sGP-mediated antigenic subversion to EHF pathogenesis remains to be elucidated. Passive immunization studies with polyclonal sera or monoclonal antibodies will reveal whether sGP-crossreactive antibodies are in fact less protective than GP 1,2 -specific antibodies. This is particularly important given that passive transfer of anti-EBOV monoclonal antibodies has gained traction recently as a post-exposure therapeutic. If sGP cross-reactivity turns out to be correlated with impaired virus clearance, it would underscore the need to elicit and produce GP 1,2 -specific antisera or monoclonal antibodies for achieving more effective treatment of EBOV infection. Moreover, our findings also suggest that EBOV vaccines should be tailored to target regions not shared between sGP and GP 1,2 . This is particularly relevant to recent efforts to develop a broadlyprotective vaccine, since these studies have centered around focusing vaccines on conserved epitopes by deleting highly variable regions of GP 1,2 such as the mucin domain [24, 43, 47] . Because sGP actually corresponds to the most highly conserved region of GP 1 , antibodies elicited by these constructs may be crossreactive with sGP and therefore susceptible to sGP-mediated subversion. Candidate pan-filovirus vaccines may need to be focused on regions of GP 1,2 that are both highly conserved and unshared with sGP, such as the membrane-proximal GP 2 subunit.",
            "cite_spans": [
                {
                    "start": 1049,
                    "end": 1053,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1058,
                    "end": 1061,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It will also be of great interest for EBOV vaccinology to determine whether antigenic subversion correlates with successes and failures of vaccines to protect animals against lethal challenge. It may be critical for an EBOV vaccine to elicit a long lasting immune response with high enough antibody titers so the host can clear the virus before it is able to replicate and effect antigenic subversion. This possibility is consistent with nonhuman primate lethal challenge experiments, in which survival was most closely correlated with maintenance of anti-GP 1,2 antibody titers above a threshold level, while lower antibody titers only delayed the time to death [48] . Further, while much of EBOV vaccinology has focused on eliciting protective antibodies against the membrane-bound glycoprotein, a robust T-cell response may also improve vaccine efficacy. Immunization of nonhuman primates with a low dose of GP and nucleoprotein (NP)-expressing recombinant adenoviruses was demonstrated to elicit robust antibody and T-cell responses and confer protection against lethal challenge [49] . More importantly, EBOV-specific T-cells were shown to reduce the threshold of anti-GP 1,2 antibodies needed for protection. Recombinant vectors expressing CTL epitopes have been demonstrated to confer protection to lethal EBOV challenge in mice, and GPspecific as well as nucleoprotein (NP)-specific CD8 T-cells can control infection even when adoptively transferred to otherwise naïve animals [50, 51] . These studies suggest that a robust T-cell response may reduce the threshold of antibodies needed for rapid virus clearance.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 667,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1084,
                    "end": 1088,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1485,
                    "end": 1489,
                    "text": "[50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1490,
                    "end": 1493,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is noteworthy that although the expression of sGP is conserved in Ebola viruses, sGP is not produced by Marburg virus (MARV), another member of the filoviridae. There are other instances where related viruses often diverge in the mechanisms they employ to survive in their respective hosts. For example, Sendai virus (SeV), a paramyxovirus that causes severe respiratory tract infections in rodents, expresses a V protein via RNA editing of the P gene. V is necessary for in vivo survival and pathogenesis of SeV, though V-deficient SeV show no defect in replication in vitro [52] . However, the closely related human parainfluenza virus type 1 (HPIV-1) does not express V, even though its P gene displays a high degree of homology to SeV P, and HPIV-1 causes similar disease in humans as SeV causes in rodents [53] . Similarly, while secretion of GP has not been observed in MARV, it has likely evolved alternative strategies to survive within its host.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 583,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While the precise relevance of antigenic subversion to Ebola vaccinology remains to be determined, antigenic subversion represents a novel and elegant solution to the challenge that viruses face of balancing the ability to infect host cells efficiently while evading host immune surveillance. The constraints of a very small genome neccessitate packing a great deal of functionality into a small space, and sGP-mediated subversion represents a mechanism which, along with glycan-dependent steric shielding, and immunodominance of the GP 1,2 mucin domain, may help EBOV to survive in its host. Improving our understanding of how these mechanisms work together will eventually open the door to a more rationally designed vaccine. A vaccine directed against highly conserved regions of GP 1,2 , such as the GP 2 subunit, could induce broadly reactive antibodies while also avoiding the potential for sGP-mediated immune subversion. Such a vaccine could protect against multiple strains of EBOV, including strains that have not yet been identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study was carried out in strict accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals of the National Institutes of Health. Animal ethics approval for the immunization studies in mice was obtained from the Institutional Animal Care and Use Committee (IACUC) at Emory University. All animal studies were performed under approval from the Institutional Animal Care and Use Committee (IACUC) at Emory University. Female BALB/c mice (8-week old) were purchased from the Jackson Laboratory and housed in the animal facility at the Emory University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "293T cells and HeLa cells were maintained in Dulbecco's Modified Eagle's Medium (DMEM, Mediatech) supplemented with 10% fetal bovine serum (Hyclone, ThermoFisher) and penicillin/streptomycin. All Ebola glycoprotein constructs were based on the Ebola Zaire strain (ZEBOV), Mayinga Subtype (GenBank accession# U23187.1). Editing site mutants were generated in pBlueScript II K/S+ vector through site-directed mutagenesis using the QuickChange XL kit (Stratagene). Constructs were then subcloned pCAGGS mammalian expression vector. Protein expression was carried out by transfecting 90% confluent cells in 6-well plates with 5 mg DNA+12 mL Fugene HD (Roche) per well, as per manufacturer instructions, and detected at 48 h post transfection. Surface expression was detected by surface biotinylation followed by immunoprecipitation with anti-EBOV GP mouse polyclonal antibody, SDS-PAGE, and Avidin-HRP blotting. Cell lysate was harvested in cell lysis buffer and cell culture supernatant was collected, spun down to remove cell debris, and concentrated 106 by a centrifugal concentrator. Cell lysate and concentrated cell culture supernatant were run on SDS-PAGE under denaturing conditions, followed by probing with anti-EBOV GP 1,2 /sGP rabbit polyclonal antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Lines and Plasmids"
        },
        {
            "text": "Mutant ZEBOV GP plasmids for DNA immunization experiments were prepared using the EndoFree Plasmid Mega Kit (Qiagen) as per manufacturer instructions and redissolved in pure endotoxin-free water at a concentration of 4-6 mg/mL, and purity was verified by restriction analysis and spectrophotometry. For immunization, DNA was diluted in sterile PBS to 0.5 mg/mL and filter sterilized. Female BALB/C mice (Charles River Laboratory) at six mice per group received 50 mg of DNA intramuscularly (25 mg/leg) per immunization. Anesthetized mice were bled retroorbitally two weeks after each immunization and serum samples were stored at 280uC until use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccine Preparation and Immunization"
        },
        {
            "text": "Production of purified histidine-tagged HA has been described previously [54] . Soluble histidine-tagged GP 1,2 and sGP were generated by C-terminal addition of a single 66 histidine tag. Soluble GP 1,2 was generated by truncation of the transmembrane domain and cytoplasmic tail. Recombinant vaccinia viruses (rVV) were generated as described elsewhere to synthesize soluble Histagged GP 1,2 (His-GP 1,2 ) and sGP (His-sGP), as well as membrane-bound GP 1,2 [55] . For production and purification of His-GP 1,2 and His-sGP, rVV-infected cell supernatant was clarified and purified using a PrepEase His Purification Kit (Affymetrix) and purity of recombinant protein was verified by SDS-PAGE followed by Western blot or coomassie stain. Further, purified His-GP 1,2 and His-sGP were tested for reactivity to preimmune sera or sera from unvaccinated mice by ELISA and Western blot, and they were found to be unreactive. For ELISA, flat-bottom Immulon 4-HBX 96-well plates (Thermo) were coated overnight with 0.1 mg/well of His-GP 1,2 or His-sGP. A standard curve was generated by coating control wells with known concentrations of mouse IgG. Plates were washed 56 in PBS+Tween (PBST), blocked in PBST+2%BSA, and then incubated in duplicate for two hours with antisera diluted in PBST+2%BSA. Plates were washed again, and incubated with 1:1000 (pooled anti-IgG subtype) HRP-conjugated goat antimouse secondary antibody. After final wash, plates were developed with 3,39,5,59-Tetramethylbenzidine (TMB, Thermo) and stopped at 5 minutes with 0.2 M HCl. Plates were read and antibody concentration was calculated using the standard curve.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Recombinant Protein Production and ELISA"
        },
        {
            "text": "Competition ELISA was performed by modifying the above protocol. Plates were coated with His-GP 1,2 . Pooled antisera were diluted in PBST+2%BSA to a concentration corresponding to an OD of 1.0 by anti-GP 1,2 ELISA. Diluted antisera were then mixed with decreasing concentrations of purified His-sGP or His-GP 1,2 and immediately added to His-GP 1,2 -coated wells. The ELISA was then developed as described above and competition was calculated as percent of signal compared to no competing antigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competition ELISA"
        },
        {
            "text": "Competition immunoprecipitation was performed by incubating pooled antisera (normalized for anti-GP 1,2 titer as determined by ELISA) with 200 ng of purified His-GP 1,2 and increasing amounts purified His-sGP at molar ratios of 0.25:1, 1:1, 4:1, and 8:1 sGP:GP 1,2 . Antisera incubated with His-sGP alone, His-GP 1,2 alone, or with no GP were used as controls, as well as antisera incubated with GP 1,2 in the presence of recombinant influenza HA. Samples were incubated on ice for 20 minutes, followed by addition of protein-G coupled agarose beads (Thermo Scientific) to further incubate at 4uC for an additional two hr with agitation. Samples were then centrifuged and washed three times with with lysis buffer, and then mixed with 66 Laemmli SDS sample buffer with 12% b-mercaptoethanol. The samples were heated at 95uC for 5 minutes and then used for SDS-PAGE followed by Western blot analysis using antibodies gainst both sGP and GP 1,2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competition Immunoprecipitation"
        },
        {
            "text": "Apparent affinity of polyclonal antisera was determined by quantitative ELISA using purified IgG from immunized animals. IgG was purified using Melon Gel (Thermo) as per manufacturer instructions and purity of IgG was verified by ELISA and coomassie gel staining. Since quantitative affinity ELISA requires that coating antigen be incubated with increasing dilutions of antibodies until coating antigen becomes saturated, we found that high antibody concentrations can result in signals that exceed the plate reader's range of detection. Thus, we titrated the amount of coating antigen down to 0.05 mg/well to avoid signal saturation. Wells were coated overnight with 0.05 mg of purified His-GP 1,2 or His-sGP and after washing and blocking were incubated with purified IgG diluted in PBST+2%BSA, at dilutions ranging from 1:10 to 1:1280 (based on original serum volume). ELISAs were developed as described above and the signal converted to nM concentration of IgG by comparison to a standard curve. Apparent K d 's of polyclonal sera were calculated by nonlinear regression analysis using GraphPad Prism. These results were verified manually by analysis of linearized binding curves as detailed elsewhere [33] .",
            "cite_spans": [
                {
                    "start": 1206,
                    "end": 1210,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Affinity of Polyclonal Antisera"
        },
        {
            "text": "EBOV-GP pseudotyped HIV was generated as described elsewhere [56] . Briefly, 293T-cells were cotransfected with Envdefective HIV backbone and ZEBOV GP in pCAGGS vector using Fugene HD (Roche). Supernatants were harvested 48 h post-transfection, clarified, and filtered using a 0.45 micron filter. Pseudoviruses were titered by infecting JC53 cells [57] , which express b-galactosidase and luciferase under a tat-activated promoter, causing infected cells turning blue with X-Gal staining. Neutralization assays were performed as described elsewhere [56] with minor modifications. Briefly, pseudoviruses were preincubated with dilutions of heat-inactivated antisera, and supplemented with heat-inactivated naïve mouse sera (Innovative Research) so that 5% of the total volume was mouse serum. Pseudovirus-antiserum mixtures were then added to 30% confluent JC53 cells and incubated for 48 h. Virus infection and neutralization was measured by luciferase reporter assay, and neutralization was measured by decrease in luciferase expression compared to virus-only controls [57] .",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1070,
                    "end": 1074,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Pseudovirus Generation and Neutralizing Assay"
        },
        {
            "text": "We performed a competition neutralization assay by selecting a fixed antisera concentration corresponding to either 50% or 80% neutralizing activity. Diluted antisera were incubated with dilutions of purified His-sGP or with soluble influenza PR8 hemagluttinin (HA) as a control (GenBank Accession# JF690260). Antisera mixtures were then mixed with pseudovirus and the neutralization assay was developed as described above. Interference with neutralization was determined by the percent rescue of infectivity compared to wells with pseudovirus+antisera without competing sGP, as calculated by the formula [(virus+antibody+ sGP)2(virus+antibody)]/[(virus alone)2(virus+antibody)]6100. Figure S1 Competition cell surface ELISA. HeLa cells were seeded in a 96-well plate and allowed to grow overnight to 100% confluency. Cells were then infected at an MOI of 5 with a recombinant vaccinia virus that directs infected cells to express membrane-bound EBOV GP 1,2 . At 24 h post-infection, cells were fixed in 2% paraformaldehyde and washed in PBS. Pooled antisera from mice immunized with sGPEdit (light red), GP-7A (dark red), GP-8A (light blue), or GP 1,2 Edit (dark blue) were diluted to give roughly equivalent anti-GP 1,2 signal. Diluted antiserum was mixed with increasing quantities of purified his-sGP and incubated with fixed GP 1,2 expressing cells for two hours to allow sGP to compete with GP 1,2 for antibodies. ELISAs were developed as previously described with the exception that detergent-free PBS was used in washing steps. (TIF) Figure S2 Interference with antibody-mediated neutralization by sGP at 50% neutralizing activity. The ability of sGP to interfere with antibody-dependent neutralization was determined identically to Figure 4B , except that the concentration of antisera was fixed to correspond to 50% neutralization. Pooled GP 1,2 -immunized (blue) and sGP-immunized (red) antisera were co-incubated with increasing dilutions of his-sGP (solid markers) or his-influenza PR8 HA (open markers), and rescue of infectivity was measured as described in methods. (TIF) Figure S3 Expression of GP 1,2 and sGP together. Because antigen expression from DNA vaccines is too low to detect in vivo, we measured expression in cell culture as a proxy for in vivo expression. HeLa cells in 6-well plates were transfected with GP 1,2 Edit, sGPEdit, and empty pCAGGS vector at the same ratio as used to immunize animals and 5 mg total DNA per well. Expression of sGP and GP 1,2 was determined 36 h posttransfection in both cell lysate and culture supernatant by Western blot using a polyclonal rabbit antibody that reacts with both GP isoforms. The volume of cell lysate and supernatant analyzed for each sample was proportional to the total amount of lysate and supernatant collected so that the Western blots reflect the relative amounts of total sGP and GP 1,2 produced. (TIF) Figure S4 Immunization with lower ratios of sGP:GP 1,2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 684,
                    "end": 693,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1542,
                    "end": 1551,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1741,
                    "end": 1750,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2088,
                    "end": 2097,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2888,
                    "end": 2897,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Pseudovirus Generation and Neutralizing Assay"
        },
        {
            "text": "Female BALB/C mice were immunized IM with 50 mg of total DNA per immunization as in previous immunization experiments and boosted at week 4. The amount of GP 1,2 Edit was fixed at 12.5 mg, and groups were immunized with 1:1, 1:3, and 1:9 ratios of sGP Edit:GP 1,2 Edit, as well as GP 1,2 Edit without sGPEdit. Total immunizing DNA was normalized to 50 mg with empty pCAGGS vector. (Top Panel) sGP competition ELISA. Pooled antisera were analyzed from immunized mice at week 6 and the ability of sGP to compete for anti-GP 1,2 antibodies was determined by competition ELISA as described in Figure 3B . (Bottom Panel) In Vitro antigen expression. HeLa cells were transfected with GP 1,2 Edit, sGPEdit, and empty pCAGGS vector at the same ratio as used to immunize animals and 5 mg total DNA per well. Expression of sGP and GP 1,2 was determined 36 h posttransfection as describe in Figure S3 . Both cell lysate and culture supernatant were analyzed by Western blot using a polyclonal rabbit antibody that reacts with both GP isoforms. (TIF) Figure S5 Interference with antibody-mediated neutralization by sGP at 50% neutralizing activity from GP 1,2 +sGP antisera. The ability of sGP to interfere with antibody-dependent neutralization was determined identically to Figure 6F , except that the antiserum concentration was fixed to correspond to 50% neutralization. Pooled GP 1,2 +sGP-immunized antisera were co-incubated with increasing dilutions of sGP (red) or influenza PR8 HA (blue), and rescue of infectivity was measured as described in methods. (TIF)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 589,
                    "end": 598,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 880,
                    "end": 889,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1039,
                    "end": 1048,
                    "text": "Figure S5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1264,
                    "end": 1273,
                    "text": "Figure 6F",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ebola haemorrhagic fever",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "849--862",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Unexpected inheritance: multiple integrations of ancient bornavirus and ebolavirus/marburgvirus sequences in vertebrate genomes",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Belyi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Skalka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Filoviruses are ancient and integrated into mammalian genomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bruenn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Evol Biol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Long-term survival of an urban fruit bat seropositive for Ebola and Lagos bat viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Hayman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Emmerich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Suu-Ire",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human Ebola outbreak resulting from direct exposure to fruit bats in Luebo, Democratic Republic of Congo",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Epelboin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mondonge",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pourrut",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "9",
            "issn": "",
            "pages": "723--728",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fruit bats as reservoirs of Ebola virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kumulungui",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pourrut",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rouquet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hassanin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "575--576",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How Ebola and Marburg viruses battle the immune system",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mohamadzadeh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Schmaljohn",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Rev Immunol",
            "volume": "7",
            "issn": "",
            "pages": "556--567",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Progress in filovirus vaccine development: evaluating the potential for clinical use",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Expert Rev Vaccines",
            "volume": "10",
            "issn": "",
            "pages": "63--77",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structure of the Ebola virus glycoprotein bound to an antibody from a human survivor",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hessell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Oswald",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "454",
            "issn": "",
            "pages": "177--182",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Processing of the Ebola virus glycoprotein by the proprotein convertase furin",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Volchkov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Volchkova",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "95",
            "issn": "",
            "pages": "5762--5767",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The virion glycoproteins of Ebola viruses are encoded in two reading frames and are expressed through transcriptional editing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Trappier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Mahy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "Nichol",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "93",
            "issn": "",
            "pages": "3602--3607",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "GP mRNA of Ebola virus is edited by the Ebola virus polymerase and by T7 and vaccinia virus polymerases",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Volchkov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Volchkova",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Ternovoj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Kotov",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "214",
            "issn": "",
            "pages": "421--430",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Disulfide bond assignment of the Ebola virus secreted glycoprotein SGP",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Barrientos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochem Biophys Res Commun",
            "volume": "323",
            "issn": "",
            "pages": "696--702",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Structure-function analysis of the soluble glycoprotein, sGP, of Ebola virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Krokhin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wahl-Jensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seebach",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chembiochem",
            "volume": "7",
            "issn": "",
            "pages": "1605--1611",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ebola virus secretory glycoprotein (sGP) diminishes Fc gamma RIIIB-to-CR3 proximity on neutrophils",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kindzelskii",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Nabel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Petty",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "164",
            "issn": "",
            "pages": "953--958",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The nonstructural small glycoprotein sGP of Ebola virus is secreted as an antiparallel-orientated homodimer",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Volchkova",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Volchkov",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "250",
            "issn": "",
            "pages": "408--414",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Effects of Ebola virus glycoproteins on endothelial cell activation and barrier function",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Wahl-Jensen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Afanasieva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seebach",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Stroher",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "10442--10450",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Genomic RNA editing and its impact on Ebola virus adaptation during serial passages in cell culture and infection of guinea pigs",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Volchkova",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dolnik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "Reynard",
                    "middle": [
                        "O"
                    ],
                    "last": "Volchkov",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "941--946",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Recombinant human monoclonal antibodies to Ebola virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maruyama",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Parren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rensink",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "",
            "pages": "235--239",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ebola virus can be effectively neutralized by antibody produced in natural human infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maruyama",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "6024--6030",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ebola virus glycoprotein: proteolytic processing, acylation, cell tropism, and detection of neutralizing antibodies",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "1576--1580",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Infectivityenhancing antibodies to Ebola virus glycoprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okazaki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kida",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "2324--2330",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Production and characterization of monoclonal antibodies against different epitopes of Ebola virus antigens",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shahhosseini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol Methods",
            "volume": "143",
            "issn": "",
            "pages": "29--37",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Influences of glycosylation on antigenicity, immunogenicity, and protective efficacy of ebola virus GP DNA vaccines",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dowling",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Badger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mellquist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Garrison",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "1821--1837",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Impact of Ebola mucin-like domain on antiglycoprotein antibody responses induced by Ebola virus-like particles",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tantral",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mulherkar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chandran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Basler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "825--832",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Structure of an antibody in complex with Its mucin domain linear epitope that is protective against Ebola virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Olal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Kuehne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bale",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halfmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashiguchi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "2809--2816",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Characterization of Zaire ebolavirus glycoprotein-specific monoclonal antibodies",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Alimonti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Melito",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fernando",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Stroher",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Immunol",
            "volume": "141",
            "issn": "",
            "pages": "218--227",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Epitopes involved in antibody-mediated protection from Ebola virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hevey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bakken",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guest",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "287",
            "issn": "",
            "pages": "1664--1666",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Signals for ribosomal frameshifting in the Rous sarcoma virus gag-pol region",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacks",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Madhani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Masiarz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Cell",
            "volume": "55",
            "issn": "",
            "pages": "447--458",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Identification of Hepta-and Octo-Uridine stretches as sole signals for programmed +1 and 21 ribosomal frameshifting during translation of SARS-CoV ORF 3a variants",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucleic Acids Res",
            "volume": "34",
            "issn": "",
            "pages": "1250--1260",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Immunogenicity and efficacy of codon optimized DNA vaccines encoding the F-protein of respiratory syncytial virus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ternette",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tippler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Uberla",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grunwald",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "7271--7279",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Ectodomain shedding of the glycoprotein GP of Ebola virus",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dolnik",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Volchkova",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carbonnelle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "EMBO J",
            "volume": "23",
            "issn": "",
            "pages": "2175--2184",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Quantitative evaluation of indirect ELISA. Effect of calmodulin antagonists on antibody binding to calmodulin",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liliom",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Orosz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Horvath",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ovadi",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Immunol Methods",
            "volume": "143",
            "issn": "",
            "pages": "119--125",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Rapid cloning of high-affinity human monoclonal antibodies against influenza virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wrammert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Langley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kokko",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "667--671",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The secreted form of respiratory syncytial virus G glycoprotein helps the virus evade antibodymediated restriction of replication by acting as an antigen decoy and through effects on Fc receptor-bearing leukocytes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fricke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "12191--12204",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The glycoprotein G of rhabdoviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Coll",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Arch Virol",
            "volume": "140",
            "issn": "",
            "pages": "827--851",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Disquisitions of Original Antigenic Sin. I. Evidence in man",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fazekas De St",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "J Exp Med",
            "volume": "124",
            "issn": "",
            "pages": "331--345",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Disquisitions on Original Antigenic Sin. II. Proof in lower creatures",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fazekas De St",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "J Exp Med",
            "volume": "124",
            "issn": "",
            "pages": "347--361",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Designing immunogens to elicit broadly neutralizing antibodies to the HIV-1 envelope glycoprotein",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Nara",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr HIV Res",
            "volume": "5",
            "issn": "",
            "pages": "514--541",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Ebola virus-like particle-induced activation of NF-kappaB and Erk signaling in human dendritic cells requires the glycoprotein mucin domain",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Valmas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Basler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "364",
            "issn": "",
            "pages": "342--354",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Steric shielding of surface epitopes and impaired immune recognition induced by the ebola virus glycoprotein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Francica",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Varela-Rohena",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Medvec",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Plesa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Ebola virus glycoprotein 1: identification of residues important for binding and postbinding events",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brindley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Mccray",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "7702--7709",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Biochemical and structural characterization of cathepsin L-processed Ebola virus glycoprotein: implications for viral entry and immunogenicity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Hood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Boyington",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "2972--2982",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Proteolysis of the Ebola virus glycoproteins enhances virus binding and infectivity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Kaletsky",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "13378--13384",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Endosomal proteolysis of the Ebola virus glycoprotein is necessary for infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chandran",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Felbor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Whelan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "308",
            "issn": "",
            "pages": "1643--1645",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Role of endosomal cathepsins in entry mediated by the Ebola virus glycoprotein",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schornberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsuyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kabsch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Delos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "4174--4178",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Induction of ebolavirus cross-species immunity using retrovirus-like particles bearing the Ebola virus glycoprotein lacking the mucin-like domain",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Delisle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jacques",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virol J",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Correlates of protective immunity for Ebola vaccines: implications for regulatory approval by the animal rule",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Nabel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "393--400",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Immune protection of nonhuman primates against Ebola virus with single lowdose adenovirus vectors encoding modified GPs",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shedlock",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A replicating cytomegalovirus-based vaccine encoding a single Ebola virus nucleoprotein CTL epitope confers protection against Ebola virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsuda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caposio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Parkins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Botto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Messaoudi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Negl Trop Dis",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Functional CD8+ T cell responses in lethal Ebola virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Bradfute",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Warfield",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bavari",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "4058--4066",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The paramyxovirus, Sendai virus, V protein encodes a luxury function required for viral pathogenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kiyotani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "EMBO J",
            "volume": "16",
            "issn": "",
            "pages": "578--587",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The P gene of human parainfluenza virus type 1 encodes P and C proteins but not a cysteinerich V protein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Curran",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pelet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kolakofsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Virol",
            "volume": "65",
            "issn": "",
            "pages": "3406--3410",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Immunization by influenza virus-like particles protects aged mice against lethal influenza virus challenge",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Antiviral Res",
            "volume": "84",
            "issn": "",
            "pages": "215--224",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Selection of recombinant vaccinia viruses on the basis of plaque formation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blasco",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Gene",
            "volume": "158",
            "issn": "",
            "pages": "157--162",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Ebola virus-like particles produced in insect cells exhibit dendritic cell stimulating activity and induce neutralizing antibodies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bennouna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "351",
            "issn": "",
            "pages": "260--270",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Antibody neutralization and escape by HIV-1",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kappes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "422",
            "issn": "",
            "pages": "307--312",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Diagram of EBOV RNA editing and construction of EBOV GP mutants. (A) Schematic diagram of GP 1,2 and sGP. Membrane-bound GP 1,2 is encoded in the EBOV genome in two disjointed reading frames. The GP editing site is a tract of 7 A's approximately 900 nucleotides downstream of the start codon. Slippage of EBOV RNA-dependent RNA polymerase at the editing site results in insertion of an 8 th -A which brings the two GP reading frames in register resulting in read-through translation of full-length membrane-bound trimeric GP 1,2 . Unedited transcripts contain a premature stop codon and produce truncated dimerized sGP. (B) EBOV GP and editing site mutants. Mutated nucleotides are shown in red and the primary gene products expressed by these constructs are also listed. (C) Expression of EBOV GP by wild type and mutant DNA constructs. HeLa cells were transfected with the wild type GP or editing site mutant constructs and GP expression was assayed by Western blot at 48 h post-transfection. doi:10.1371/journal.ppat.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Immunogenicity of EBOV GP editing site mutants. (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3. Antiserum from mice immunized against GP 1,2 or sGP display different reactivity patterns. (A) Detection by Western blot of antibodies against GP 1,2 and sGP from immunized mice. 50 ng of purified His-sGP and His-GP 1,2 were run by SDS-PAGE under denaturing conditions and probed with 1:1000 pooled GP 1,2 Edit or sGPEdit antisera followed by blotting with HRP-conjugated goat anti-mouse IgG. (B) Schematic of competition ELISA. Wells were coated with GP 1,2 and incubated with pooled antisera as well as increasing concentrations of competing antigen (sGP or GP 1,2 ) to compete for antibodies. After two hours, plates were washed and then incubated with HRP-conjugated secondary antibody followed by addition of substrate to develop color. (C, D) Competition ELISA. Antisera from mice immunized with sGPEdit, GP-7A, GP-8A, and GP 1,2 Edit were diluted to give similar anti-GP 1,2 signal. Diluted antiserum was mixed with increasing quantities of purified His-sGP (C) or His-GP 1,2 (D) and incubated in His-GP 1,2 coated wells and developed as described above. Experiments were performed in duplicate and repeated at least three times, with representative results shown. (E, F) Competition Immunoprecipitation. Pooled antisera from GP 1,2 Edit-immunized mice (E) or sGP-immunized mice (F) were incubated with no GP, purified sGP or GP 1,2 alone, or with fixed GP 1,2 and increasing concentrations of sGP to compete for anti-GP 1,2 antibodies. GP 1,2 was incubated with recombinant HA as a negative control. The upper panel for the sGPEdit antisera shows the GP 1,2 portion of the blot at a longer exposure time to show the attenuation of signal with increasing sGP concentration. Results are representative of three independent experiments. doi:10.1371/journal.ppat.1003065.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Interference with antibody-dependent neutralization by sGP. (A) Neutralization of EBOV GP pseudovirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison of binding affinity of GP 1,2 -immunized versus sGP-immunized antisera for sGP and GP 1,2 . (A) Determining apparent K d value of antibodies from immunized mice for GP 1,2 and sGP. Antiserum from five mice immunized against GP 1,2 and five mice immunized against sGP were individually analyzed by quantitative ELISA using GP 1,2 (blue) or sGP (red) as coating antigen. Scatchard analysis was used to calculate apparent dissociation constants (K d ). (B) Comparison of antibody affinity for GP 1,2 and sGP. Comparison of apparent K d 's of GP 1,2 -immunized and sGP-immunized polyclonal antisera for sGP (red) and GP 1,2 (blue) was determined by nonlinear regression analysis of Scatchard plots. K d 's for sGP and GP 1,2 were calculated for five individual mice in each group and values for the same animal are connected by a black line. doi:10.1371/journal.ppat.1003065.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The effect of sGP on immune response when antigen exposure mimics natural infection. (A) Immunization study design.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge Thuc Vy Le, Neil Haig, and Lei Pan for technical assistance and Brantley Herrin, Thuc Vy Le, Daniel Claiborne, and Neil Haig for helpful discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}