{
    "paper_id": "0b0208d63d06379d846edf649d47041fc2c1aa86",
    "metadata": {
        "title": "Live Poultry Exposure and Public Response to Influenza A(H7N9) in Urban and Rural China during Two Epidemic Waves in 2013-2014",
        "authors": [
            {
                "first": "Peng",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Li Ka Shing",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liping",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Surveillance and Early-warning on Infectious Disease",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "J"
                ],
                "last": "Cowling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Li Ka Shing",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianxing",
                "middle": [
                    "Yu"
                ],
                "last": "2☯",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Surveillance and Early-warning on Infectious Disease",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Vicky",
                "middle": [
                    "J"
                ],
                "last": "Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Li Ka Shing",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Surveillance and Early-warning on Infectious Disease",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lingjia",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Surveillance and Early-warning on Infectious Disease",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [
                    "T"
                ],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Li Ka Shing",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhongjie",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Surveillance and Early-warning on Infectious Disease",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Gabriel",
                "middle": [
                    "M"
                ],
                "last": "Leung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Li Ka Shing",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongjie",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Surveillance and Early-warning on Infectious Disease",
                    "institution": "",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel influenza A(H7N9) virus has caused 2013 spring and 2013-2014 winter waves of human infections since its first emergence in China in March 2013. Exposure to live poultry is a risk factor for H7N9 infection. Public psychobehavioral responses often change during progression of an epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Avian influenza A(H7N9) virus has caused two major epidemics of human infections since emerging in early 2013. The first epidemic occurred in the spring of 2013 in eastern China [1, 2] , while the second epidemic occurred over the winter of 2013-14 in eastern and southern China. As of 12 January 2015, there have been 490 laboratory-confirmed cases of human H7N9 infection and 188 deaths while the detection of a small number of mild cases in sentinel surveillance system implies that the true number of human infections is likely to be much greater than the reported laboratory-confirmed cases [3] . More than 80% of the confirmed H7N9 cases reported exposure to live poultry or a live poultry market (LPM) prior to symptom onset [1] . Because the H7N9 virus has low pathogenicity in poultry, unlike highly pathogenic avian influenza A(H5N1) virus, it is challenging to control the transmission of H7N9 from poultry to humans. LPMs were closed in the cities with H7N9 cases reported and/or environmental specimens testing positive for H7N9 during the spring 2013 and winter 2013-14 epidemics. Permanent closure of LPMs has been proposed in some of the cities affected by H7N9 [4, 5] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 182,
                    "end": 184,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1178,
                    "end": 1181,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1182,
                    "end": 1184,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A previous study of risk factors for human infection with H5N1 suggested that patterns of poultry exposure particularly to dead/sick poultry were very different between rural and urban residents in China [6] . Our previous study suggested that population exposure to live poultry was common and risk perception to H7N9 was relatively low in China during the first wave of H7N9 epidemic in 2013 while high heterogeneity was observed in urban and rural residents across different areas [7] . Given the geographical differences observed in laboratory-confirmed cases in the two H7N9 waves, in this study we aimed to investigate patterns and changes in live poultry exposure, risk perceptions and attitudes towards H7N9, and preventive interventions adopted by the public in rural and urban areas of Guangdong province in southern China which was heavily affected during the winter 2013-14 epidemic.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We conducted two population-based surveys in an urban area of Guangdong province (Guangzhou, capital city of the province) in southern China, and another two surveys in Zijin County, a rural area in the same province, covering both the spring 2013 epidemic and the winter 2013-14 epidemic of H7N9. Considering the feasibility and generalizability of the study, we used mobile phone surveys in Guangzhou and door-to-door surveys in Zijin [7] . We investigated human exposure to live poultry or LPMs, risk perception, psychological and behavioral responses to the outbreak, and attitudes towards the control of H7N9 through LPM closure using a structured survey instrument [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 440,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Telephone surveys were conducted using a computer-assisted telephone interviewing system, which enabled random generation of mobile telephone numbers and systematic data collection in the city. A later call was arranged if the subject was not currently available. Unanswered calls were repeated up to 4 times at different times of the week before being GM088558), the Research Fund for the Control of Infectious Disease, Food and Health Bureau, Government of the Hong Kong Special Administrative Region (grant no. HKU-13-06-01), and the Area of Excellence Scheme of the Hong Kong University Grants Committee (grant no. AoE/M-12/06). The funding bodies had no role in study design, data collection and analysis, preparation of the manuscript, or the decision to publish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Competing Interests: Benjamin J. Cowling reports receipt of research funding from MedImmune Inc. and Sanofi Pasteur, and consults for Crucell NV. Gabriel M. Leung has received speaker honoraria from HSBC and CLSA. The other authors declare that they have no potential conflicts of interest. The authors declare that they have each participated in the conception, design, analysis and writing of the report and have read and approved the final version. The corresponding author had full access to the data in the study and had final responsibility for the decision to submit for publication. This does not alter the authors' adherence to PLOS ONE policies on sharing data and materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "classified as invalid. Subjects in Zijin were selected through a stratified sampling method [7] . First, we classified towns in the county into three categories according to the gross domestic product (GDP) per capita in that town: high (3 rd tertile among all towns in that county), middle (2 nd tertile) and low (1 st tertile) economic levels based on the 2010 National Census, and randomly selected one town from each category. Second, two villages from each town and then 50 households from each village were randomly selected. Finally one adult who met the inclusion criteria of the study, i.e. at age of 18 years or older and living in the village for at least 1 year was selected for interview from the household. All subjects were recruited after verbal consent was obtained. In both locations, eligible participants were aged 18y and resident in the respective location for at least one year.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We collected data from urban and rural residents on exposure to live poultry or LPMs, level of anxiety, psychological and behavioral changes in response to the H7N9, and attitudes towards control interventions on the H7N9 epidemic. Most instruments were measured by Likert-scale responses. Measurement of exposure to live poultry in the questionnaire was different for urban and rural subjects because urban residents were mainly exposed to live poultry through visiting LPMs while backyard poultry was frequently seen in rural households and LPMs were less common in rural areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Demographic characteristics were analyzed for each survey and compared with chi-squared tests. Population levels of anxiety, exposure to live poultry or LPMs, perceived risk of infection with H7N9, perceived severity of H7N9, behavioral responses to H7N9, and attitudes towards LPM closure were compared between the first and second waves for urban and rural subjects weighted by age and sex of the population distribution derived from the 2010 National Census in China. Multivariate regression models were applied to investigate factors associated with the observed differences between surveys and locations in LPM visits, contact with live poultry, perceived risk of H7N9 infection, worries towards infection, preventive measures adopted and attitudes towards LPM closure as a effective intervention to control H7N9 epidemics. Statistical analyses were performed in R version 3.0.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Ethical approval for this study was obtained from the Institutional Review Board (IRB) of the Chinese Center for Disease Control and Prevention. The IRB approved that verbal consent should be obtained from all participants. Subjects from whom consent was obtained were asked to complete the questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "Two surveys in Guangzhou were conducted in May-June 2013 (Survey U1), and between December 2013 and January 2014 (Survey U2), with 500 and 549 interviews completed, respectively. Two surveys in the rural area of Zijin County recruited 308 subjects in July 2013 (Survey R1), and 300 between December 2013 and January 2014 (Survey R2). More young adults were recruited in the urban than rural area in all surveys. Urban subjects reported having relatively higher educational level on average in Survey U1 than those in Survey U2 (S1 Table) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 537,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Around half of the urban respondents (53.8%) reported having visited LPMs in the previous year in the first survey, around double that reported in the second survey (27.7%). Urban respondents in the first survey reported purchasing an average of 36.5 live poultry in the past year, while respondents in the second survey reported an average of 26.7 live poultry purchased in the past year. Of those who reported buying live poultry at least once, the proportion of respondents who would always touch live poultry declined considerably from 50.2% in the first survey to 20.6% in the second survey. In the rural surveys, around half of the subjects reported raising backyard poultry in the past year in the first survey, and this increased to 83.2% in the second survey. Around 70%-80% urban subjects in both surveys reported buying less live poultry since H7N9 cases were detected in China. During the second survey, 58.5% of rural subjects reported that they changed live poultry purchase behavior since the H7N9 virus reemerged in winter 2013-14. One third of urban subjects supported the permanent closure of LPMs in the first and second surveys while only 11% of rural subjects supported LPM closure in the second survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Urban subjects showed a higher general anxiety and more worry about H7N9 in the second than the first survey while rural subjects had slightly lower general anxiety score (1.74 vs 1.86) but greater worry about H7N9 (5.71 vs 4.20) in the second survey ( Table 1 ). The proportion of urban subjects who perceived a higher absolute susceptibility to H7N9 (2.6%) and higher relative susceptibility (0.7%) in the first survey is lower than that reported in the second survey, 4.3% and 3.8% for absolute and relative susceptibility, respectively. In the rural area, few subjects perceived higher absolute and relative susceptibility to H7N9 in the first survey while a considerably increased proportion of subjects perceiving higher absolute (16.3%) and relative (10.4%) susceptibility was observed in the second survey. In general, both urban and rural subjects had a higher ILI symptom-induced worry against H7N9 in the second than the first survey.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 260,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We examined factors affecting poultry purchase behaviors and support of LPM closure ( Table 2) . We found that married subjects and those having received higher level of education were likely to have lower exposure to live poultry after adjusting for other confounding factors. Touching poultry during purchase in LPMs also declined in the second survey (odds ratio (OR): 0.3, 95% confidence interval (CI): 0.2, 0.6), and those worrying more about H7N9 were likely to touch less. Female sex, older age, and those having higher level of worry, perceiving higher severity or knowing that H7N9 can be transmitted by contact were associated with changes in poultry purchase behaviors (Table 2) , while support for the permanent closure of LPMs was only associated with female sex, higher level of worry towards H7N9 and ILIinduced worry, and marginally associated with the perceived effectiveness of H7N9 control by the government.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 680,
                    "end": 689,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In rural respondents, we examined factors affecting backyard poultry, support for LPM closure and changes in purchasing behaviors (S2 Table) . We found that respondents were more likely to support closure of LPMs if they were female, had greater worry about H7N9, higher perceived susceptibility, greater ILI symptom-induced worry, or lower perceived severity of H7N9 relative to H5N1. Rural respondents were more likely to report a change in their purchasing behavior if they were more educated, had greater ILI symptom-induced worry, perceived greater severity compared to seasonal influenza or H5N1, knowing that H7N9 can be transmitted by contact, or perceived less effectiveness of H7N9 control by the government.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 140,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The impact of two epidemics caused by H7N9 virus was different in mainland China during spring 2013 and winter 2013-14 epidemics with more laboratory-confirmed cases across a broader geographical area in the second wave. Human infection with H7N9 was associated with exposure to live poultry or LPMs from epidemiological investigations on laboratory-confirmed H7N9 cases for risk factors during the first wave in 2013 [1, 2, 10, 11] . A small number of H7N9 cases were reported in the spring 2013 epidemic in Guangdong province where our surveys were conducted while more cases were reported during the second epidemic in winter 2013-14 (Fig 1) , indicating higher transmission of H7N9 during that period. The declining exposure to live poultry and LPMs in urban subjects in the second wave compared to the first Subjects were asked to rate the worry about H7N9 with a number in 1-10. 2 : Subjects who answered certain/very likely/likely to the question \"How likely do you think it is that you will contract H7N9 avian flu over the next 1 month?\" were categorized as \"High\" in the table while those who answered never/very unlikely/unlikely were categorized as \"Low\". 3 : Subjects who answered certain/much more /more to the question \"What do you think is your chance of getting infected with H7N9 avian flu over the next 1 month compared to other people outside your family of a similar age?\" were categorized as \"High\" in the table while those who answered not at all/ much less/less were categorized as \"Low\". 4 : Subjects who answered extremely concerned/concerned much more than normal/concerned more than normal to the question \"If you were to develop ILI symptoms tomorrow, would you be. . .?\" were categorized as \"More\" in the table while those who answered not at all concerned/much less concerned than normal/ concerned less than normal were categorized as \"Less\". 5 : Subjects who answered worried about it all the time/worried a lot/worried a bit to the question \"Did you worry about H7N9 in the past week?\"were categorized as \"Worry\" in the table. 6 : Subjects who answered much higher/a little higher regarding the severity of H7N9 compared to seasonal influenza, H5N1 avian influenza and SARS were used to the numbers and proportions in the ",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 885,
                    "end": 886,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1168,
                    "end": 1169,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1513,
                    "end": 1514,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1875,
                    "end": 1876,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2061,
                    "end": 2062,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 637,
                    "end": 644,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Contract poultry in LPMs wave was consistent with greater worry among respondents (Table 1) , leading to changes in protective behaviors such as less visits to LPMs and less purchase of live poultry (Table 2) while there was a seasonal increase in poultry demand due to the Spring Festival in both urban and rural China from the late January to the early February. Nevertheless, exposure to live poultry was still common in both epidemics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 199,
                    "end": 208,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Knowledge about H7N9 transmission"
        },
        {
            "text": "No apparent reduction was reported by the rural subjects in terms of backyard poultry exposure in this study, suggesting that rural subjects were probably aware that most detected H7N9 cases exposed to urban LPMs/live poultry instead of backyard poultry, or that factors associated with live poultry exposure in the rural area might be different from those in urban cities. The inconsistency between the higher level of worries and perceived risk of infection and the unchanged poultry exposure in rural subjects implied that decision-making on raising backyard poultry might not be driven by these factors although contact with live poultry or virus-contaminated objects was regarded as the possible routes of H7N9 transmission by most of rural subjects (Table 1) . Changes in raising backyard poultry in the rural area was different from patterns observed in the urban area on live poultry exposure in both waves possibly implying that circulation of H7N9 virus in rural backyard poultry was less than that detected in urban LPMs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 755,
                    "end": 764,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Knowledge about H7N9 transmission"
        },
        {
            "text": "LPM closure has been suggested highly effective in reducing H7N9 transmission in the H7N9 epidemic [12] . Reduction of live poultry exposure reported by urban subjects in two surveys to some extent reflected the effect of market closure although poultry demands usually increase during the Chinese Lunar New Year and the change in live poultry contact could also be due to increased risk perception to the virus in the public or seasonal variation in poultry exposure. Around one third of urban respondents supported closure of LPMs in both surveys (Table 1) despite much more proximal risk in the second survey, during the winter 2013-14 epidemic when many cases were reported in Guangzhou. Perceived susceptibility was not a significant predictor of support for LPM closure ( Table 2) .",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 558,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 778,
                    "end": 786,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Knowledge about H7N9 transmission"
        },
        {
            "text": "There are a number of limitations to our study. As with all observational studies, our findings may have been affected by reporting biases such as recall bias or social desirability bias, the latter occurring if respondents provided answers that they considered to be more desirable than the truth. Because we used telephone surveys in urban areas and face-to-face interviews in rural areas, and responses may differ depending on the mode of data collection, we avoided direct quantitative comparisons between the two settings. Our present study focused on an urban and rural area in southern China, and the findings may not generalize to other parts of China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about H7N9 transmission"
        },
        {
            "text": "In conclusion, live poultry exposures were common in urban and rural areas of Guangdong province. Exposures declined in urban residents during winter 2013-14, at least partly due to the H7N9 epidemic. Changes in poultry purchasing behavior were associated with greater worry about H7N9. A minority of urban respondents supported permanent LPM closure. Further efforts are needed to protect public health if H7N9 re-emerges in a third epidemic in the winter of 2014-15.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about H7N9 transmission"
        },
        {
            "text": "Supporting Information S1 Table. Socio-demographic characteristics of subjects recruited in the urban and rural areas of Guangdong province during the two surveys in 2013-14.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 32,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": "Knowledge about H7N9 transmission"
        },
        {
            "text": "(DOCX) S2 Table. Factors associated with poultry exposure and attitudes and behavior towards H7N9 in subjects recruited in rural area of Guangdong province during the two surveys in 2013-14.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 10,
                    "end": 16,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": "Knowledge about H7N9 transmission"
        },
        {
            "text": "(DOCX)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about H7N9 transmission"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology of human infections with avian influenza A(H7N9) virus in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "6",
            "pages": "520--552",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1304617"
                ],
                "PMID": [
                    "23614499"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparative epidemiology of human infections with avian influenza A H7N9 and H5N1 viruses in China: a population-based study of laboratory-confirmed cases",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "L"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "9887",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)61171-X"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detection of mild to moderate influenza A/H7N9 infection by China's national sentinel surveillance system for influenza-like illness: case series",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "346",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.f3693"
                ],
                "PMID": [
                    "23798720"
                ],
                "PMCID": [
                    "PMC3691004"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "LIve poultry markets permanently closed in 11 cities of Zhejiang province (Chinese)",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Permanent LPM closure in Jingan district and LPMs in other districts in Shanghai will reopen next month (Chinese",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rural villagers and urban residents exposure to poultry in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0095430"
                ],
                "PMID": [
                    "24769673"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human exposure to live poultry and psychological and behavioral responses to influenza A(H7N9), China. Emerg Infect Dis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2008.131821"
                ],
                "PMID": [
                    "25076186"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Community psychological and behavioral responses through the first wave of the 2009 influenza A(H1N1) pandemic in Hong Kong",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "6",
            "pages": "867--76",
            "other_ids": {
                "DOI": [
                    "10.1086/655811"
                ],
                "PMID": [
                    "20677945"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Longitudinal assessment of community psychobehavioral responses during and after the 2003 outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bacon-Shone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "12",
            "pages": "1713--1733",
            "other_ids": {
                "DOI": [
                    "10.1086/429923"
                ],
                "PMID": [
                    "15909256"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Live-animal markets and influenza A (H7N9) virus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "24",
            "pages": "2337--2346",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc1306100"
                ],
                "PMID": [
                    "23697471"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Human infections with the emerging avian influenza A H7N9 virus from wet market poultry: clinical analysis and characterisation of viral genome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "9881",
            "pages": "1916--1941",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)60903-4"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effect of closure of live poultry markets on poultry-to-person transmission of avian influenza A H7N9 virus: an ecological study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "9916",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)61904-2"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Laboratory-confirmed influenza A(H7N9) by date of reporting in Guangdong (black bars) and other provinces in China (white bars) from March 2013 through May 2014 and the time of conducting surveys in the urban and rural areas in Guangdong province. doi:10.1371/journal.pone.0137831.g001",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Risk perception to H7N9 in urban and rural subjects recruited in Guangdong province during the two surveys in 2013-14.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "table. Proportions in the table have been weighted by age and sex to the population distribution in theTable 2. Factors associated with poultry exposure and attitudes and behavior towards H7N9 in subjects recruited in urban area of Guangdong province during the two surveys in 2013-14.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "(Continued)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Hang Zhou and Zhibin Peng ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}