{
    "paper_id": "0b0ce0d563375eba593f552fc31f82289982c829",
    "metadata": {
        "title": "Surveillance for severe acute respiratory infections in Southern Arizona",
        "authors": [
            {
                "first": "Zimy",
                "middle": [],
                "last": "Wansaula",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sonja",
                "middle": [
                    "J"
                ],
                "last": "Olsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mariana",
                "middle": [
                    "G"
                ],
                "last": "Casal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "Golenko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [
                    "M"
                ],
                "last": "Erhart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Kammerer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Naval Health Research Center",
                    "location": {
                        "settlement": "San Diego",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Natalie",
                "middle": [],
                "last": "Whitfield",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arizona",
                    "location": {
                        "settlement": "Tucson",
                        "region": "AZ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Orion",
                "middle": [
                    "Z"
                ],
                "last": "Mccotter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MPH",
                    "location": {
                        "addrLine": "1600 Clifton Road",
                        "postCode": "G-09, 30329",
                        "settlement": "Atlanta, Atlanta",
                        "region": "GA, MS, GA",
                        "country": "USA., USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background The Binational Border Infectious Disease Surveillance program began surveillance for severe acute respiratory infections (SARI) on the US-Mexico border in 2009. Here, we describe patients in Southern Arizona.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods Patients admitted to five acute care hospitals that met the SARI case definition (temperature ≥37Á8°C or reported fever or chills with history of cough, sore throat, or shortness of breath in a hospitalized person) were enrolled. Staff completed a standard form and collected a nasopharyngeal swab which was tested for selected respiratory viruses by reverse transcription polymerase chain reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results From October 2010-September 2014, we enrolled 332 SARI patients. Fifty-two percent were male and 48% were white non-Hispanic. The median age was 63 years (47% ≥65 years and 5Á2% <5 years). During hospitalization, 51 of 230 (22%) patients required intubation, 120 of 297 (40%) were admitted to intensive care unit, and 28 of 278 (10%) died. Influenza vaccination was 56%. Of 309 cases tested, 49 (16%) were positive for influenza viruses, 25 (8Á1%) for human metapneumovirus, 20 (6Á5%) for parainfluenza viruses, 16 (5Á2%) for coronavirus, 11 (3Á6%) for respiratory syncytial virus, 10 (3Á2%) for rhinovirus, 4 (1Á3%) for rhinovirus/ enterovirus, 3 (1Á0%) for enteroviruses, and 3 (1Á0%) for adenovirus. Among the 49 influenza-positive specimens, 76% were influenza A (19 H3N2, 17 H1N1pdm09, and 1 not subtyped), and 24% were influenza B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion Influenza viruses were a frequent cause of SARI in hospitalized patients in Southern Arizona. Monitoring respiratory illness in border populations will help better understand the etiologies. Improving influenza vaccination coverage may help prevent some SARI cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 2009 influenza pandemic highlighted the need for more global data on severe influenza disease, and the World Health Organization recommended Member States conduct surveillance for hospitalized severe acute respiratory infection (SARI) in addition to surveillance for influenza-like illness (ILI) in outpatients. 1 As a result, SARI surveillance is now conducted in many countries around the world; however, it is only conducted in limited settings in the United States. The pandemic also highlighted the importance of having surveillance on the US-Mexico border, as the first cases of influenza A(H1N1)pdm09 virus infection were detected in southern California. 2, 3 The Arizona Department of Health Services (ADHS) has conducted statewide influenza surveillance since 1997. Surveillance indicators include monitoring ILI among ambulatory patients, tracking laboratory-confirmed cases, monitoring ILI in schools, and testing and subtyping influenza viruses in specimens submitted to the Arizona State Public Health Laboratory. Laboratory-confirmed cases of respiratory syncytial virus (RSV) infections are also monitored. However, epidemiological data on influenza hospitalizations has been limited, and there is no established statewide surveillance for respiratory viral infections beyond influenza and RSV. In 2010, Arizona began conducting SARI surveillance as part of Centers for Disease Control and Prevention (CDC) Binational Border Infectious Disease Surveillance (BIDS) program with the aim of describing the patterns of disease in a highly fluid border region. Here, we report SARI surveillance data in Arizona from 2010 to 2014.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 317,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 666,
                    "end": 668,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 669,
                    "end": 670,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The ADHS' Human Subjects Review Board determined this surveillance was part of public health practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In 2010, the ADHS, BIDS program initiated SARI surveillance at selected hospitals in the Arizona region that borders Mexico. We defined Southern Arizona as four counties (Cochise, Pima, Santa Cruz, and Yuma). There were 11 acute care hospitals within this area; surveillance was initiated at five hospitals: St. Mary's Hospital (adults), St. Joseph's Hospital (adults), Tucson Heart Hospital (adults), Northwest Medical Center (adults), and Sells Indian Health Services Clinic (all ages). These sites were selected because they routinely receive acutely ill patients and transferred patients from smaller hospitals in the border area. Two hospitals (Tucson Heart and Northwest Medical) had fewer than five participants in the first season and were dropped in future seasons. Of the six hospitals not included, four declined to participate, one was not approached as it serves a retirement community, and one was excluded because it did not have an emergency room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study sites"
        },
        {
            "text": "A clinical team at each hospital was trained on the case definition and surveillance procedures; patients were asked for verbal consent to participate. Any patients who presented at the emergency ward and were identified by the clinical hospital team as meeting the SARI case definition and consented were enrolled. A case of SARI was defined as temperature ≥37Á8°C or subjective fever or chills, in addition to cough, sore throat, or shortness of breath in a patient requiring hospital admission. Additionally, children <5 years old were included if they had a clinical suspicion of pneumonia requiring hospital admission. All patients meeting the case definition were enrolled; surveillance was conducted all 7 days of the week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case ascertainment"
        },
        {
            "text": "Patients meeting the SARI case definition were given a unique identification number, and a one-page standardized questionnaire was completed that included demographic information, clinical signs and symptoms, comorbidities, reported influenza vaccine status, rapid influenza results, and recent travel history. A trained nurse collected a nasopharyngeal swab from each participant. For two sites, an electronic medical record system was searched to obtain missing data or patient outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case ascertainment"
        },
        {
            "text": "Nasopharyngeal swabs were placed into 3 ml of universal viral transport media. The specimens were refrigerated at the hospital at 4°C and delivered daily by courier service to the reference laboratory at the University of Arizona, Infectious Disease Research Core. Specimens were tested for viral pathogen targets by a multiplex polymerase chain reaction (PCR) using the ResPlex II assay (v. Laboratory results were faxed back to the sites so that physicians could use the surveillance results to understand the epidemiology of circulating respiratory infections. The remaining portion of the specimens was frozen at À80°C and sent on dry ice to the Naval Health Research Center (NHRC) in San Diego for testing by real-time polymerase chain reaction (rRT-PCR) for influenza virus type and subtype, RSV, adenoviruses, and rhinoviruses (starting in 2011) using singleplex PCR on the ABI7500 platform (Applied Biosystems, Foster City, CA, USA). 6, 7 We report influenza, RSV, adenovirus, and rhinovirus results from the NHRC; all other results are from the University of Arizona laboratory. Specimens positive for an enterovirus and a rhinovirus from different laboratories were also reported as rhinovirus/enterovirus.",
            "cite_spans": [
                {
                    "start": 942,
                    "end": 944,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 945,
                    "end": 946,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory methods"
        },
        {
            "text": "Case report forms and laboratory results were entered into Epi Info 7.1 (Centers for Disease Control and Prevention) and managed by BIDS staff. We analyzed data from 4 years (week 40, 2010-week 39, 2014). An influenza season began in week 40 and ended in week 39 of the consecutive year. Data analyses were conducted using SAS statistical software version 9.3 (SAS Institute Inc, Cary, NC, USA). Differences in the proportion of a characteristic between groups of patients were compared with the chi-square test; a Fisher exact test was used to account for small sample sizes of some variables. All tests were two-sided, and differences with P values <0Á05 were considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "From October 2010 to September 2014, 406 patients were reported to BIDS by the surveillance hospital sites. Of the 406 patients, 74 (18%) did not meet the SARI case definition and were excluded from further analyses. Of the 332 cases analyzed, 174 (52%) were in male patients ( Table 1 ). The median age was 63 years (range: 0-97 years). The age distribution was skewed toward older groups, with 156 (47%) aged ≥65 years, 80 (24%) aged 50-64 years, 67 (20%) aged 25-49 years, 10 (3%) aged 5-24 years, and 17 (5Á2%) aged <5 years. Most cases were in persons who were White Table 1 non-Hispanic (n = 160, 48%) or Hispanic (n = 118, 36%). Fourteen (4Á4%) reported to have travelled within 10 days of symptom onset, 10 (3Á2%) to Mexico and four (1Á3%) to other countries. Among those with an influenza vaccination history, 56% (n = 138/245) self-reported vaccination within the 12 months prior to hospital admission. The lowest vaccination rate was observed among Native Americans (41%, n = 11/27) and patients aged 25-49 years (36%, n = 16/45). Patients aged ≥65 years reported receiving influenza vaccination (73%) more often than patients younger than 65 years (42%) (P < 0Á0001). If we assume that patients who reported 'unknown' for influenza vaccination status did not receive a vaccination, overall coverage dropped to 42% (138/332) and from 64% to 49% among White non-Hispanic, 50% to 39% among Hispanic, 50% to 33% among Asian, and 41% to 29% among Native American.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 285,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 579,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Patient demographics"
        },
        {
            "text": "The majority of SARI patients presented at admission with cough (90%), fever (72%), shortness of breath (77%), and clinical suspicion of pneumonia (71%) ( Table 1) . Of 237 patients with documentation of a chest radiograph, 132 (56%) had radiographic evidence of pneumonia. Seventy-six percent of patients reported having at least one underlying medical condition. The most common comorbidities reported were hypertension (41%), metabolic disorders (33%), and chronic lung disease (30%). Patients with comorbidities (n = 251, 76%) were older compared to patients with no comorbidities (median age: 68 versus 38) (Table S1 ). Additionally, they were statistically significantly less likely to present with nasal congestion, body ache, wheezing, and sore throat. The median number of days between symptom onset and hospital admission was four days (interquartile range: 2-7 days). The average length of hospital stay was seven days (range: 1-57 days). Thirty-six patients (11%) received oseltamivir. Among SARI patients, 40% were admitted to an intensive care unit (ICU), 22% were intubated, and 10% died while hospitalized (Table 1) . Of the 51 patients intubated, 39 (77%) had at least one medical comorbidity; 16 of 46 (35%) died. Overall mortality in SARI patients was 10% and peaked at 15% in 2010-2011. During 2010-2011, patients that died were all aged ≥65 years and had comorbidities. Three of these patients tested positive for viral pathogens (two coronaviruses and one parainfluenza). In all seasons combined, of SARI patients that died, 93% were aged ≥50 years, 93% had a comorbidity, and 96% were admitted to the ICU. Of the 28 patients that died, 11 (39%) tested positive for a viral pathogen; three were positive for a coronavirus, three for an influenza virus, two for a HMPV, two for a parainfluenzavirus, and one for a rhinovirus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 621,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1131,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Clinical characteristics"
        },
        {
            "text": "Of the 332 SARI cases, 309 (93%) patients had adequate specimens obtained for respiratory testing, and 134 (43%) tested positive for 142 viral respiratory pathogens: 49 (16%) were positive for influenza viruses, 25 (8Á1%) for HMPV, 20 (6Á5%) for PIV, 16 (5Á2%) for coronaviruses, 11 (3Á6%) for RSV, 10 (3Á2%) for rhinoviruses, four (1Á3%) for rhinovirus/ enterovirus, three (1Á0%) for enteroviruses, three (1Á0%) for adenoviruses, and zero for bocaviruses (Table 2) . Specimens were taken an average of 8 days after illness onset (range: 1-90 days). Patients whose specimens were collected within 7 days of the onset of symptoms were more likely to have a viral pathogen detected than those whose specimens were collected later (68% versus 32%, P = 0Á038). There were no differences in the clinical presentation of patients who tested positive for viral pathogens and those who tested negative except that the latter were more likely to be admitted to an ICU (Table S2) . Of the 233 patients with information on influenza vaccination and laboratory testing, 132 (57%) were vaccinated. Of these 132 patients, 76 (58%) tested negative for a virus. Among the 49 influenza-positive specimens, 76% were influenza A and 24% influenza B. While influenza A was more commonly detected in the beginning of the season (December to March), influenza B was detected throughout the season and was the only influenza virus identified between April and July ( Figure 1 The monthly distribution of non-influenza respiratory viruses is shown in Figure 2 . Their monthly distribution was similar to that of influenza viruses. Overall, 89% (n = 86) of respiratory viruses were identified between October and May. February had the highest number of viruses detected, especially for coronavirus (10/18, 56%) and HMPV (11/24, 46%). Over the four seasons, HMPV was the second most frequently detected virus circulating and the highest annual proportion of all HMPVs (71%) was seen in the 2013-2014 season. All four parainfluenza virus types were detected, but type 3 (50%) dominated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 465,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 959,
                    "end": 969,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1444,
                    "end": 1452,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1527,
                    "end": 1535,
                    "text": "Figure 2",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Laboratory testing results"
        },
        {
            "text": "Compared to patients who tested positive for other viral pathogens, patients who tested positive for an influenza virus were significantly more likely to be intubated (29% versus 11%, P = 0Á032), have a headache (33% versus 18%, P = 0Á047), or have diabetes (47% versus 22%, P = 0Á03) ( Table 3 ). Compared to patients with no respiratory virus identified, patients with an influenza virus were significantly more likely to be female (61% versus 45%, P = 0Á047), have diabetes (47% versus 21%, P = 0Á007), or have renal disease (30% versus 6%, P = 0Á001). Patients with an influenza virus were significantly more likely to present within seven days of symptom onset compared to patients with no respiratory virus identified (94% versus 73%, P = 0Á003). Compared to SARI patients of other ages, children <5 years of age were significantly more likely to have a respiratory virus detected (82% versus 41%, P < 0Á0016). Among children <5 years positive for a respiratory virus, RSV was the most commonly identified virus (35%, n = 6/ 17). Additionally, 50% of mixed viral infections were observed among this age group (n = 3/6): enteroviruses/ RSV (n = 1), RSV/PIV3 (n = 1), and adenovirus/PIV 3 (n = 1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 294,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Laboratory testing results"
        },
        {
            "text": "Among the 51 patients intubated, 16 (31%) tested positive for a viral respiratory pathogen. Of these 16 intubated cases, influenza virus was the most common (69%), followed by rhinovirus (13%), coronavirus (13%), and HMPV (6%). Eleven (39%) patients that died had a viral pathogen identified [influenza (n = 3), coronavirus (n = 3), HMPV (n = 2), parainfluenza virus (n = 2), and rhinovirus (n = 1)]. None of the three patients with an influenza virus reported being vaccinated for influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory testing results"
        },
        {
            "text": "This surveillance provides an epidemiological picture of severe respiratory illness and influenza activity in Southern Arizona, highlighting the importance of influenza viruses. As seen elsewhere, influenza viruses were a major contributor (16%) to viral respiratory infections associated with SARI. [8] [9] [10] Additionally, this surveillance identified and highlighted the importance of other, often neglected, viral respiratory pathogens including PIV, coronaviruses, and HMPV. Although children <5 years of age accounted for only a small proportion of our population (5Á5%), they were more likely to test positive for viral infections than other age groups, and most of their infections were due to RSV, which is the most common cause of acute respiratory infections in children globally. 11 Few SARI surveillance systems in other countries tested for viral pathogens other than influenza, and those that do often focused on children <5 years old. [12] [13] [14] The overall detection rate of viral pathogens among hospitalized SARI cases aged <5 years in our surveillance (82%) was lower than in China (94% in <72 months) 14 and higher than in Kenya (71%) or in Bangladesh (52%). 11, 12 The proportion of SARI cases that were positive for RSV in children <5 years in our surveillance (31%) was similar to surveillance data in Bangladesh (37%) and slightly higher than in Kenya (21%). Some differences in case definitions or surveillance design (population-based or hospital-based) may explain differences observed in the results. The proportion of SARI cases <5 years that were positive for an influenza virus (11%) was also similar to that found in Thailand (13%) and 15 countries across Africa (10%). 8, 15 Besides RSV and influenza viruses, our results also showed that parainfluenza, HMPV, coxsackievirus, and echovirus are important etiologies of SARI in young children, a finding consistent with other studies. [12] [13] [14] The finding that 57% of SARI cases had no pathogen detected suggests that other causes (e.g., bacteria) may play an important role in SARI; alternatively, poor or late specimen collection may have contributed to a lower yield in the viruses being detected.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 794,
                    "end": 796,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 963,
                    "end": 967,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1128,
                    "end": 1130,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1186,
                    "end": 1189,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1190,
                    "end": 1192,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1709,
                    "end": 1711,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1712,
                    "end": 1714,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1923,
                    "end": 1927,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1928,
                    "end": 1932,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1933,
                    "end": 1937,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Southern Arizona, clinical presentation was similar across etiologies of SARI, and only headache was more frequently reported in persons with an influenza virus compared to persons with another viral pathogen. The similar clinical presentation across etiologies highlights the challenges to clinicians. Despite the frequent detection of influenza viruses, few patients received antivirals and even fewer within the recommended time frame highlighting the need to increase empiric antiviral treatment in severe illness. 16 As expected, persons who had a specimen taken earlier in their illness course were more likely to yield a positive influenza result, highlighting the decrease in shedding over time. 17 In our surveillance, only three patients had influenza virus detected seven days after the onset of symptoms.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 524,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 707,
                    "end": 709,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall mortality in hospitalized SARI patients was high (10%), and although the numbers are small, 18% of persons with a coronavirus, 13% with a parainfluenza virus, and six percent with an influenza virus died. The high mortality rate may reflect both the older age of our surveillance population (median age 63 years) and the increasing prevalence of underlying disease with age. More than 89% of all SARI patients aged ≥50 years old had preexisting medical conditions and 93% of those who died while hospitalized were ≥50 years old. As has been shown by others, comorbidities such as chronic lung disease, diabetes, and hypertension likely contributed to the poor survival of patients with influenza in our population. 18 Although we do not know the reason for the slightly higher SARI mortality in the 2010-2011 season, it is consistent with an influenza season that had higher rates of hospitalization in persons ≥65 years. Influenza vaccine coverage in the patients hospitalized with SARI was similar to statewide coverage estimates in Arizona (annual range: 38%-42%). 19 However, more work can be done to improve vaccination rates overall and in vulnerable populations.",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 725,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1076,
                    "end": 1078,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The seasonality of influenza in this SARI surveillance system mimicked national patterns in the United States, with activity peaking in the winter months (December-February), as opposed to the slightly more diffuse patterns observed throughout Mexico. 20 Influenza B viruses more commonly circulated after influenza A viruses in these four seasons. All influenza virus subtypes detected were known to be in circulation in Arizona, the United States and Sonora, Mexico (Personal Communication Sonora Health Ministry). 21 This surveillance system has several limitations. First, our selection of large, referral hospitals likely biased our sample to more severe cases presenting later in the course of illness. Further, two of the six hospitals in Southern Arizona that were not included may be more likely to see mobile populations as they are physically closer to border. Although the surveillance was intended to be comprehensive within the selected hospitals, it might not have captured all SARI cases that presented at the hospital. Some cases may have not been enrolled due to doctors' omission or patients' admission without passing through the emergency ward. Additionally, few children <5 years were enrolled as our sites are not major providers of pediatric care in Southern Arizona. This population might not be representative of the population of Southern Arizona, and its age distribution may underestimate the burden of SARI, especially among children. Also, because we collected information on mortality at the hospital, deaths that occurred in patients discharged to hospices or nursing homes for terminal care were not included. However, we are in the process of analyzing death certificate data to identify deaths associated with the hospitalization in order to get a better understanding of the predictors of mortality and the mortality burden associated with SARI in Southern Arizona. Self-reported characteristics such as vaccination, travel information, and symptoms may be subject to poor recall, but we reduced recall bias by verifying information through medical records review for the two major sites with accessible medical records. Finally, a few of the viral targets were only tested for two of the four years of the surveillance, so the proportion positive may be underestimated.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 517,
                    "end": 519,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The U.S-Mexico border is porous; an estimated 22Á9 million people legally crossed the northbound Arizona border in 2014. 22 Mobile populations present challenges to the prevention and control of infectious respiratory diseases, as evidenced by the recent outbreak of pneumococcal disease and influenza in unaccompanied children coming to the United States. 23 Surveillance in border regions is essential to better monitor changing disease patterns and identify focus areas for prevention. The SARI surveillance system described here will continue to yield important information on the etiologies and seasonality of severe respiratory illness in Arizona. This information is important to clinicians who often treat respiratory illness symptomatically. Further, the data suggesting low influenza vaccination coverage suggests that efforts to improve messages on annual influenza vaccination may be needed.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 357,
                    "end": 359,
                    "text": "23",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additional Supporting Information may be found in the online version of this article: Table S1 . Comparison of patients hospitalized with severe acute respiratory infection with comorbidity to those with no comorbidity, Arizona, 2010-2014. Table S2 . Comparison of patients hospitalized with severe acute respiratory infection with a viral pathogen to those with no viral pathogen identified, Arizona, 2010-2014.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 248,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global epidemiological surveillance standards for influenza",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Detecting 2009 pandemic influenza A (H1N1) virus infection: availability of diagnostic testing led to rapid pandemic response",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Lindstrom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "1",
            "pages": "36--43",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Initial identification and characterization of an emerging zoonotic influenza virus prior to pandemic spread",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Metzgar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baynes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "4228--4234",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Simultaneous detection and high-throughput identification of a panel of RNA viruses causing respiratory tract infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccormac",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Estes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "2105--2109",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparison of the Biofire FilmArray RP, Genmark eSensor RVP, Luminex xTAG RVPv1, and Luminex xTAG RVP fast multiplex assays for detection of respiratory viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Popowitch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Microbiol",
            "volume": "51",
            "issn": "",
            "pages": "1528--1533",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "WHO information for laboratory diagnosis of pandemic (H1N1) 2009 virus in humans -revised",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiology of pathogen-specific respiratory infections among three US populations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Radin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Hawksworth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kammerer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Influenza viruses in Thailand: 7 years of sentinel surveillance data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chittaganpitch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Supawat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Influenza Other Respir Viruses",
            "volume": "6",
            "issn": "",
            "pages": "276--283",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Results from the first six years of national sentinel surveillance for influenza in Kenya",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Muthoka",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "O"
                    ],
                    "last": "Emukule",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Surveillance for severe acute respiratory infections (SARI) in hospitals in the WHO European region -an exploratory analysis of risk factors for a severe outcome in influenza-positive SARI cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Meerhoff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simaku",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ulqinaku",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nokes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Gessner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1545--1555",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Severe acute respiratory infection in children in a densely populated urban slum in Kenya",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Breiman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cosmas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Njenga",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Population-based incidence of severe acute respiratory virus infections among children aged <5 years in rural Bangladesh",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nasreen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Luby",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Viral etiology and clinical profiles of children with severe acute respiratory infections in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Influenza surveillance in 15 countries in Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Radin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "1",
            "pages": "14--21",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Antiviral agents for the treatment and chemoprophylaxis of influenza -recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Fiore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shay",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "MMWR Recomm Rep",
            "volume": "60",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Viral shedding and clinical illness in naturally acquired influenza virus infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "",
            "pages": "1509--1516",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ageand sex-related risk factors for influenza-associated mortality in the United States between 1997-2007",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Quandelacy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Charu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Epidemiol",
            "volume": "179",
            "issn": "",
            "pages": "156--167",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "-11 through 2013-14 State, Regional, and National Vaccination Trend Report",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Influenza in tropical regions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Available at Border Crossing/Entry Data",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Notes from the field: hospitalizations for respiratory disease among unaccompanied children from Central America -multiple States",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Nyangoma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Arriola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hagan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "",
            "pages": "698--699",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2.0) (Qiagen, Hilden, Germany) from 2010 to 2012 or the GenMark Respiratory Viral Panel assay from 2013 to 2014 (GenMark Diagnostics Inc., Carlsbad, CA, USA). 4,5 Assay viral targets included adenoviruses, bocaviruses (only 2010-2012), coronaviruses (229E, OC43, NL63, HKU1) (only 2010-2012), enteroviruses (only 2010-2012), human metapneumovirus (HMPV), influenza viruses A and B, parainfluenza viruses (PIV) (PIV1-4 2010-2012; PIV1-3 2013-2014), RSV A and B, and rhinoviruses. The ResPlex II assay identified a broad range of enteroviruses; there was some cross-reactivity between the targets for enteroviruses and rhinoviruses, so these are reported as rhinovirus/enterovirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Demographic and clinical characteristics of patients hospitalized with severe acute respiratory infection (SARI) cases in Arizona,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "). The percentage of SARI samples that was positive for an influenza virus was 11% in 2010-2011, 5Á6% in 2011-2012, 15% in 2012-2013, and 20% in 2013-2014. In the 2010-2011 season, of the seven influenza viruses, four (57%) were influenza A (H3N2), one (14%) was influenza A(H1N1)pdm09, one was influenza A non-subtyped (14%), and one was influenza B (14%); in the 2011-2012 season, of the two influenza viruses, one was influenza A(H1N1)pdm09 (50%) and one was influenza B (50%); in the 2012-2013 season, of the 10 influenza viruses, eight (80%) were influenza A (H3N2) and two were influenza B (20%), and in the 2013-2014 season, of the 30 influenza viruses, 15 (50%) were influenza A(H1N1)pdm09, eight (27%) were influenza B, and seven (23%) were influenza A (H3N2). Thirteen (27%) of the SARI patients with an influenza virus received oseltamivir, and 10 of the 13 (77%) received it on the day of admission; three persons received it within 48 hours of illness onset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Number and percent of patients hospitalized with severe acute respiratory infections that were positive for influenza viruses by type/subtype and month, Arizona, 2010-2014. Severe respiratory disease surveillance in Arizona ª 2015 The Authors. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Number of non-influenza respiratory viruses in patients hospitalized with severe acute respiratory infection, Arizona, 2010-2014.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "NA, not available. *One patient was co-infected with coronavirus OC43 and coronavirus HKU1.Severe respiratory disease surveillance in Arizona ª 2015 The Authors. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Respiratory viruses identified among patients hospitalized with severe acute respiratory infection in Arizona, 2010-2014 (n = 309)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison of patients hospitalized with severe acute respiratory infection with an influenza virus to those with a non-influenza respiratory viruses or to those with no respiratory virus identified, Arizona, 2010-2014 *P value for test for difference between influenza and other respiratory virus. $P value for test for difference between influenza and no virus identified. respiratory disease surveillance in Arizona ª 2015 The Authors. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "The findings and conclusions in this report are those of the authors and do not necessarily represent the official position of the U.S. Centers for Disease Control and Prevention or Arizona Department of Health Services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures"
        }
    ]
}