{
    "paper_id": "0b9583908e91f87840a0f844e7c4ebb546482c50",
    "metadata": {
        "title": "Prospective case-control analysis of the aetiologies of acute undifferentiated fever in Vietnam",
        "authors": [
            {
                "first": "Nhiem",
                "middle": [],
                "last": "Le-Viet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "IRD",
                    "institution": "SSA, VITROME",
                    "location": {
                        "settlement": "Marseille",
                        "region": "AP-HM",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Viet-Nho",
                "middle": [],
                "last": "Le",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Danang University",
                    "location": {
                        "settlement": "Danang",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Hai",
                "middle": [],
                "last": "Chung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nam Central General Hospital",
                    "location": {
                        "addrLine": "Quang Nam",
                        "region": "Quang",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Duc-Tuan",
                "middle": [],
                "last": "Phan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nam Northern Mountainous Region General Hospital",
                    "location": {
                        "addrLine": "Quang Nam",
                        "region": "Quang",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Quang-Duong",
                "middle": [],
                "last": "Phan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nam Regional General Hospital",
                    "location": {
                        "addrLine": "Quang Nam",
                        "region": "Quang",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Thanh-Van",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nam Provincial General Hospital",
                    "location": {
                        "addrLine": "Quang Nam",
                        "region": "Quang",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Cédric",
                "middle": [],
                "last": "Abat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IHU-Méditerranée Infection",
                    "location": {
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Didier",
                "middle": [],
                "last": "Raoult",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IHU-Méditerranée Infection",
                    "location": {
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Parola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "IRD",
                    "institution": "SSA, VITROME",
                    "location": {
                        "settlement": "Marseille",
                        "region": "AP-HM",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Acute undifferentiated fever (AUF) is frequently observed in tropical settings, but diagnosing the cause of AUF is often a challenge for local physicians and the physicians treating returning travellers. We conducted a case-control study in central Vietnam in 2016. A total of 378 febrile adult patients (AUFs) with a fever for ≤21 days, no evidence of localized infection and negative screening tests for dengue and malaria, and 384 afebrile adult patients (Controls) were prospectively enrolled. Whole blood, plasma, eschar swab, throat swab and urine specimens were collected and analysed. Quantitative PCR and RT-PCR were used to test for 55 bacteria, viruses and their subtypes. Serological tests were also used to test for rickettsial agents. The most common aetiology was influenza virus (20.9% in AUFs vs. 0% in Controls), followed by rickettsial agents (mainly Orientia tsutsugamushi and Rickettsia typhi) (10.8% vs. 0.3%), dengue virus (7.7% vs. 0.5%), Leptospira (4.8% vs. 0.8%), adenovirus (4.8% vs. 1.0%), and enterovirus (2.1% vs. 0%) (p < .05). The real proportion of dengue in AUF cases was underestimated because patients with denguepositive rapid diagnosis tests were excluded from the study. The emerging agent Rickettsia felis, which had not been previously observed in Vietnam, was detected in this study. In total, 216 patients (57.1%) were given causative diagnoses, comprising 143 (66.2%) monoinfections and 73 (33.8%) coinfections. The infections caused by these agents should be considered in clinical practice and further studies. Additionally, agents susceptible to doxycycline were detected in 15.6% of AUFs; thus, this drug should be included in the panel used to treat AUF patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Acute undifferentiated fever (AUF) is a temporary febrile illness accompanied by nonspecific manifestations [1] . It is frequently observed in clinical practice, but the diagnosis of its causes, particularly in developing and tropical countries, is often a challenge for clinicians due to the diversity of potential causes and the limited availability of diagnostic tools [1, 2] . In addition, the research on febrile illness has many gaps, such as the limited epidemiological knowledge of fevers, the use of nonspecific tests and the lack of control groups, which limit the ability to definitively conclude the role of an infectious agent as the cause of AUF [1, 3] . Therefore, prospective studies enrolling patients with AUF and controls, using paired sera for serological tests as well as direct methods of pathogen detection, are necessary to better decipher the aetiologies of AUF. Accordingly, the results obtained from such studies can lead to recommendations regarding prophylactic and/or treatment measures for local populations and travellers.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 376,
                    "end": 378,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 664,
                    "end": 666,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Vietnam has been highly successful in controlling malaria, but despite the rapid decline in malaria, fever caused by nonmalarial aetiologies remains a common reason for hospital admission [4] . Although AUF is observed daily in hospitals, the precise cause is usually not known due to the lack of diagnostic tools in most hospitals in the country. In a few recent studies, dengue infection (33.6%), influenza (4.1%) and other respiratory viral infections (5.3%) were reported as common causes of AUF in southern Vietnam [5, 6] . However, these studies likely focused only on some pathogen groups of viruses or bacteria and did not include afebrile controls. In a case-control study with 1193 febrile patients and 282 afebrile individuals conducted in Cambodia, which shares a border with Vietnam, the most frequent pathogens detected were Plasmodium vivax (33.4%), Plasmodium falciparum (26.5%), Leptospira (9.4%), influenza virus (8.9%), Dengue virus (6.3%) and rickettsial agents (4.1%), but a significant proportion of malaria parasites and Leptospira were also observed in the control group [7] . Such data require careful interpretation of the role of pathogens in febrile illness, and more clinical studies are needed to verify the findings.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 524,
                    "end": 526,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1095,
                    "end": 1098,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We thus conducted a prospective study using reference methods and appropriate control group that aimed to detect the aetiologies of fever in patients with AUF in Vietnam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Between May and August 2016, a total of 762 adult participants, including 378 (43.4% male) AUF participants (AUFs) and 384 (43.0% male) afebrile participants (Controls), were included in this analysis ( Figure 1 ). The median (interquartile range [IQR] ) ages of the AUFs and Controls were 38 and 42 (27-56.5 ) years, respectively.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 252,
                    "text": "[IQR]",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 308,
                    "text": "(27-56.5",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 211,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Participant characteristics"
        },
        {
            "text": "Of the 378 AUFs, 168 patients (44.4%) were farmers, 41 patients (11.1%) performed forest-related activities, and 38 patients (10.1%) had a chronic disease or comorbid condition (Table 1) . Patients with AUF usually had high fever and a short course of illness, with a mean peak temperature of 39.2°C (95% CI: 39.1-39.3) and a median febrile duration of 5 (4) (5) (6) days. The most common accompanying symptom was headache (81.0%), followed by disappetite (54.5%), muscle pain (44.3%), dizziness (37.5%), cough (30.4%), back pain (28%) and other less frequent symptoms. A small proportion of AUFs also presented some clinical signs, such as rash (4.3%), lymphadenopathy (4.0%), eschar (3.2%), haemorrhage (2.4%), hepatomegaly (0.8%) and splenomegaly (0.5%). Shock, altered mental status, and seizures were not observed in our patients. The overall median (IQR) white blood cell count (WBC) was 6.9 (5-9.1) × 10 9 / L, and approximately one-fifth of the patients presented with an abnormal WBC classified as either leukocytosis (WBC > 12 × 10 9 /L; 35 [9.3%] patients) or leukopenia (WBC < 4 × 10 9 /L; 50 [13. 2%] patients). The overall median (IQR) platelet count (PLT) was 176.5 (133-223) × 10 9 /L, and one-third of the patients (129 patients; 34.1%) exhibited thrombocytopenia (PLT < 150 × 10 9 /L). The median (IQR) values of the aspartate aminotransferase level (AST) and alanine aminotransferase level (ALT) were 31.5 (23-61.5) and 26.5 (15.5-49.5 ) IU/L, respectively. Abnormal aminotransferase levels were observed in 116 (30.7%) patients, which presented either an elevated level of one (elevated AST in 21 cases, elevated ALT in 6 cases) or both of the enzymes (89 cases). Abdominal ultrasound confirmed some cases presenting with hepatomegaly or splenomegaly but did not indicate other abnormal signs. The chest X-ray and urine analysis results did not indicate specific abnormalities in any cases. No patients were excluded because of being human immunodeficiency virus (HIV) positive. No specific aetiological diagnoses were made for any febrile patients during the sampling period.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 358,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "[13.",
                    "ref_id": null
                },
                {
                    "start": 1439,
                    "end": 1454,
                    "text": "26.5 (15.5-49.5",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 186,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Participant characteristics"
        },
        {
            "text": "Whole blood, plasma, urine and throat swab specimens were collected from all the participants at the time of enrolment in the study. In addition, 260 (68.8%) convalescent-phase plasmas were obtained from patients with AUF who returned to the hospital after discharge. Additionally, eschar swab specimens were collected for aetiology analyses from 10 of 12 AUF patients presenting an eschar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant characteristics"
        },
        {
            "text": "Vector-borne diseases agents and Leptospira Rickettsial agents, dengue virus and Leptospira were identified in 41 (10.8%), 29 (7.7%) and 18 (4.8%) AUFs, respectively, and in one (0.3%), two (0.5%) and three (0.8%) Controls, respectively (p < .05) ( Table 2) . Among the rickettsial agents detected in AUFs, O. tsutsugamushi was found in more than half of the cases (21/41 patients; 51.2%), and R. typhi (18/ 41 patients; 43.9%) and R. felis (2/41 patients; 4.9%) were found in smaller proportions of cases (Table  S1 ). R. felis was also detected in one control. Anaplasma spp., Bartonella spp., Borrelia spp., or C. burnetii were not found. Among the dengue agents observed in AUFs, dengue virus serotype-1 (DEN-1) was found in slightly more than three-quarters of the patients (22/29 patients; 75.9%), and DEN-4 (5 patients; 17.2%) and DEN-2 (2 patients; 6.9%) were detected in smaller proportions of the patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 257,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 506,
                    "end": 516,
                    "text": "(Table  S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Infectious disease agents identified"
        },
        {
            "text": "At least one pathogen was detected in the throat swabs from 246 AUFs (65.1%) and 195 Controls (50.8%) (p < .001). In most positive cases (59.4% of AUFs and 71.3% of Controls), a single pathogen was detected, whereas several pathogens were detected in the remaining positive cases ( Figure S1 ). Specifically, six viruses and seven bacteria were found in the throat swabs from the AUFs, whereas five viruses and eight bacteria were found in those from the Controls (Table 3, Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 291,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 474,
                    "end": 482,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Respiratory viruses and bacteria"
        },
        {
            "text": "Influenza virus was the most frequently detected virus (79 patients; 20.9%) in AUFs and was not were also commonly detected. Some less common bacteria, including Staphylococcus aureus, Mycoplasma pneumoniae and Moraxella catarrhalis, were also found in a small number of AUFs and Controls. No significant difference in the proportion of bacteria detected in throat swabs was found between AUFs and Controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory viruses and bacteria"
        },
        {
            "text": "We also investigated the relationship between the occurrence of viruses and bacteria in AUFs, but the correlation test showed no correlation among the detected viruses and bacteria (Table S2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 191,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Respiratory viruses and bacteria"
        },
        {
            "text": "A substantial proportion of pathogen codetection was identified in this study. O. tsutsugamushi was present as the single pathogen in 19 patients and was accompanied by Leptospira in two patients. Influenza virus was the most frequently observed in codetection cases (46/ ). Adenovirus (n = 9), enterovirus (n = 2) and coronavirus 229E (n = 1) were also observed in combination with other viruses or bacteria. Other codetections included the detection of two or three bacteria in throat swabs, and S. pneumoniae, K. pneumoniae and H. influenza were the most frequently observed bacteria in these cases.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "(46/",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multiple pathogen detection"
        },
        {
            "text": "Analyses of the clinical characteristics of patients who presented with single scrub typhus, murine typhus, leptospirosis, dengue fever, influenza and other respiratory viral infections are described in Table 4 . Patients with scrub typhus were more likely to perform forestrelated activities (47.4%) and to have eschar (47.4%) and elevated aminotransaminase (AST, ALT) levels than those with other diagnoses (p < .05). Patients with murine typhus had febrile durations (8.5 [6] [7] [8] [9] [10] days) longer than those of patients with other diagnoses (except those with scrub typhus), and patients with leptospirosis presented a medium course of fever (5.5 [4] [5] [6] [7] days). Patients with dengue fever exhibited lower WBC and PLT counts than nearly all the patients with other diagnoses (p < .05). Cough was more frequently observed in patients with influenza (63.6%) than in patients with other diagnoses (p < .05). Patients with noninfluenza respiratory viral infection were young, and cough (21.4%) was observed less frequently in these patients than in patients with influenza.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Clinical characteristics of the most frequent causes of AUF"
        },
        {
            "text": "R. felis was detected in two patients, who presented with continuous mild fever, a peak body temperature of 38°C-38.5°C, headache, and normal WBC, PLT, AST and ALT levels. One individual had an eschar with a 5 × 8-mm, painless, centred black crust surrounded by a red halo on the right side of his face ( Figure 3) . He also had a rash on his face and certain small swollen lymph nodes on his right neck. The remaining patient did not present with eschar, rash or lymphadenopathy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 314,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Clinical characteristics of the most frequent causes of AUF"
        },
        {
            "text": "At least one empiric antibiotic was administered to 188 (49.7%) patients for a course of 5-10 days. Among these patients, most (152/188; 80.9%) received one antibiotic, and the others (36/188; 19.2%) received a combination of two or three antibiotics. Among the monotherapy cases, amoxicillin was the most commonly used antibiotic (43/152; 28. All the patients with influenza were not given antiinfluenza agents, but approximately half of them (37/ 79; 46.8%) received an antibacterial agent (mainly 2nd/3rd-generation cephalosporin or amoxicillin). None of the patients died, and all the patients who either received an appropriate or inappropriate antibiotic had recovered completely from their illnesses at the time of discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimicrobial treatment regimens"
        },
        {
            "text": "Attributing a detected pathogen to clinical diagnosis or to the cause of AUF is a major issue. Compared with the few similar studies in the literature, the inclusion of local afebrile controls in our study was essential for our interpretation and discussion of the results [8] . Our study allowed a final causative diagnosis to be made in over half (216/378; 57.1%) of the patients. A total of 185 patients were diagnosed with causes, and 31 patients were diagnosed with probable causes (Table 5) . Indeed, rickettsial agents, Leptospira, dengue virus, influenza virus, adenovirus and enterovirus were considered causes of AUF because these pathogens are known as infectious agents of acute febrile illness, and their frequencies were significantly greater in AUFs than in Controls in this study. It was more difficult to conclude whether other respiratory pathogens that were present in similar proportions in AUFs and Controls could be causes of AUF. Thus, in AUF patients with these pathogens, the pathogen was considered a probable cause if the patient presented with cough, breathlessness or sore throat. During the study period, the clinicians did not make a causative diagnosis for these cases due to the lack of diagnostic tools and because the patients presented with sporadic symptoms that did not link to physical examination results associated with a syndrome.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 496,
                    "text": "(Table 5)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Vector-borne infections, including emerging or reemerging infections, were frequently identified as the cause of AUF, as previously reported in Asia [1, 9] . ",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 153,
                    "end": 155,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study identified rickettsial agents in 10.8% of AUFs. Rickettsial infections are caused by obligate intracellular bacteria of the order Rickettsiales and are important causes of illness and death worldwide [3, 10] . In Laos, a country that shares a border with Vietnam, rickettsial infections are known to be responsible for more than one-quarter (27%) of febrile adults with negative blood cultures [11] . Rickettsial infections are also emerging diseases among ill travellers returning from sub-Saharan Africa and Southeast Asia [12] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Rickettsial infections"
        },
        {
            "text": "In Vietnam, scrub typhus caused by O. tsutsugamushi was identified as an important cause of acute illness in the US forces deployed to the country during the Vietnam War [13] . This disease is transmitted by the bite of trombiculid mites, commonly called chiggers, and may be fatal. The disease had been poorly studied in Vietnam until an imported case was reported in 1997 [14] . The recent, serological, hospital-based study of patients with clinically suspected rickettsioses in northern Vietnam conducted by Hamaguchi et al. revealed that 40.9% and 33.3% of patients had scrub typhus and murine typhus, respectively [15] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 620,
                    "end": 624,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Rickettsial infections"
        },
        {
            "text": "Murine typhus, a flea-borne rickettsiosis, was also recognized in the 1960s in Vietnam as a cause of undifferentiated febrile illness but remains poorly studied and diagnosed [16] . The ratio of scrub typhus to murine typhus obtained in the study conducted by Hamaguchi et al. was similar to that found in our study [15] . Therefore, the prevalence of murine typhus could be approximately equal to that of scrub typhus in Vietnam. In addition, murine typhus has been found to be responsible for nearly 10% of undifferentiated fever cases in Laos [11] .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Rickettsial infections"
        },
        {
            "text": "Spotted fever group (SFG) rickettsial infections are not well known in Vietnam. A recent serosurvey found that 1.7% of the healthy population in northern Vietnam has antibodies against SFG rickettsiae (using R. conorii antigen, which is the agent of the tickborne Mediterranean spotted fever) [17] . In our study, R. felis was the only SFG rickettsia detected. R. felis infection has been identified as an emerging rickettsiosis worldwide and an important cause of AUF in sub-Saharan Africa [18, 19] . Fleas have been recognized as vectors of R. felis, but mosquitoes, such as Anopheles gambiae, the major vector of malaria, may also transmit this agent [19] . Few cases of this emerging infection have been identified in Asia [18] , and our three R. felis cases might be the first evidence of its existence in Vietnam. Because R. felis has also been detected in control afebrile patients in Africa [20] and in Asia, as in our study, further investigation is needed to precisely determine the role of R. felis in AUF in the tropics. Q fever caused by C. burnetii occurs worldwide, is most frequently acquired through the inhalation of contaminated aerosols or the consumption of milk, and has been identified as an important cause of AUF [21] [22] [23] . Although it has been reported in some countries surrounding Vietnam [24] , all our patients were negative for C. burnetii; therefore, we still do not have evidence of Q fever in Vietnam. Thus, this disease might exist with a very low prevalence, and further surveillance should be performed in the future.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 899,
                    "end": 903,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1248,
                    "end": 1252,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1323,
                    "end": 1327,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rickettsial infections"
        },
        {
            "text": "Diagnosis of rickettsial infections may be difficult in clinical practice due to the diversity of manifestations, particularly in developing countries where diagnostic tests are usually lacking. Typical clinical signs, including eschar and skin rash, were rarely observed in a patient with dual genotype of O. tsutsugamushi infection [25] . In most cases, typical clinical signs of rickettsial infections might be absent or missed, resulting in the misdiagnosis of patients as having AUF. A finding of skin rash or eschar can increase the accuracy of the diagnosis of rickettsial infections. Here, among 16 AUF patients with rash, four patients had rickettsial infections (three cases of murine typhus and one case of scrub typhus), one had leptospirosis, one was coinfected with scrub typhus and leptospirosis, and 10 patients had an undetected cause. The appearance of rash in scrub typhus varies depending on the O. tsutsugamushi genotype and might be less frequent in Vietnamese patients with scrub typhus [25, 26] . Among the patients with scrub typhus, eschar was present in 47.4% of patients, similar to the proportion observed in our previous study [26] .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1010,
                    "end": 1014,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1157,
                    "end": 1161,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Rickettsial infections"
        },
        {
            "text": "One patient with R. felis infection presented with an eschar that generally resembled one found in cases of scrub typhus. Because the local clinicians are unaware of the existence of R. felis but are aware of scrub typhus, the patient was diagnosed with suspected scrub typhus and immediately prescribed doxycycline. An eschar sometimes appears in R. felis infection [27] and is an important diagnostic sign. Skin rash might present as maculopapular in 70% of patients with R. felis infection [18, 28] , but this symptom might also be absent. However, it appears that studies reporting the absence of rash included limited cases of R. felis infections [29, 30] . We believe that the suggestive manifestations (e.g. eschar and rash) of R. felis infection might be observed in a significant proportion of patients, but these are insufficiently reported due to the lack of a careful examination and the absence of epidemiological information. Because R. felis is an emerging agent and is known to be a cause of AUF in Vietnam, its presence should be examined in such patients with AUF, including local patients and travellers who returned from Vietnam and similar areas.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Rickettsial infections"
        },
        {
            "text": "Moreover, among the 12 patients presenting with an eschar in our study, 10 rickettsial infection cases were confirmed (nine cases of O. tsutsugamushi and one case of R. felis infection), and two remaining cases were clinically suspected rickettsial infections. All 12 patients were completely recovered after a doxycycline course. In fact, the diagnostic tools for detecting infectious aetiologies are insufficient in almost all hospitals in Vietnam and other developing countries; therefore, clinicians treating a patient with fever and eschar should not delay prescribing doxycycline against rickettsial agents. When diagnosing a patient with AUF, a careful examination focusing on the occurrence of eschar, rash, and abnormal aminotransferase levels might increase the precision of rickettsial infection diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rickettsial infections"
        },
        {
            "text": "Leptospirosis is one of the most common zoonotic diseases worldwide, and this potentially fatal disease is considered a public health issue in Asia [3, 9] . This infection is also known as an important cause of fever in returning travellers [31] . Despite its high seroprevalence in humans and animals in Vietnam, very few cases have been documented [32] . We detected Leptospira DNA in 4.8% of AUFs and 0.8% of Controls. During this study, the clinicians never suspected any cases of leptospirosis among the 18 cases with confirmed leptospirosis, but they suspected that three of these cases were scrub typhus and prescribed doxycycline. These patients presented a medium febrile course, and two-thirds of these patients had a headache. Other basic laboratory results, such as the WBC count, PLT count and serum aminotransaminase levels, were normal, which did not aid the diagnosis of the disease. Thus, clinicians may, in such cases, diagnose leptospirosis, but they must nevertheless pay particular attention to the illness process in these patients and the exclusion of other causes.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 152,
                    "end": 154,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Leptospirosis"
        },
        {
            "text": "Dengue infection remains a major health problem in Vietnam, where its incidence has increased over the past three decades (annual average percentage change from 1980 to 2010: 10.4%) [33] . Dengue cases occur throughout the year, but peaks are detected between June and October [34] . The dengue proportion of 11.1% detected in our study is underestimated because patients with dengue-positive RDTs were excluded from the study. The known sensitivity (6.4-81.5%) of the RDTs could lead to the misdiagnosis of dengue infection cases [35, 36] . A clinical analysis focusing on 28 patients with dengue monoinfection showed almost nonspecific manifestations, which were difficult to distinguish from other causes, even in two patients with petechiae (subcutaneous haemorrhages). Although thrombopenia and leukopoenia are not specific for dengue infection, these manifestations were observed more frequently in dengue cases than in the other cases included in our study.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Dengue fever and absence of other arboviral infections"
        },
        {
            "text": "Chikungunya virus was not identified in our study. This virus is reported to be in frequent circulation and to have caused certain major outbreaks in Southeast Asia [37, 38] . It is also described as a cause of fevers of unknown origin in American soldiers in Vietnam during the Vietnam War [39] . This disease and dengue fever are both transmitted by Aedes mosquitoes and have similar symptoms, which makes it easy to confuse these diseases and underrecognize chikungunya cases in dengue hyperendemic areas [40] . However, the most recent systematic review found no evidence of recently sustained transmission of chikungunya in central and southern Vietnam [41] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Dengue fever and absence of other arboviral infections"
        },
        {
            "text": "Zika virus, another arbovirus transmitted by Aedes and other mosquitoes (e.g. Mansonia uniformis, Culex perfuscus, Anopheles coustani) [42, 43] , was also not detected in our study. This virus has recently become one of the most widely spread arboviruses throughout the world [43] . Since 2015, some tourists have been found to be infected with Zika virus while travelling in Vietnam [44] [45] [46] [47] , and hundreds of local cases have been reported in the South and Central Highlands regions since 2016; however, no case has been reported in the north of the country prior to this study [48] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Dengue fever and absence of other arboviral infections"
        },
        {
            "text": "Similar to some previous studies in Southeast Asia, our study illustrates that influenza is a major cause (20.9%) of AUF [7, 49, 50] . None of the 384 throat swabs from Controls were positive for influenza, even though afebrile patients may carry the virus [7] . Although influenza is reputedly linked to cold weather in temperate regions [51] , it occurs throughout the year in tropical regions such as Vietnam [50] . Because of the high proportion of coinfection with influenza virus and bacteria observed in this study (Table 5) , antibiotics might be considered in several cases, particularly in elderly or risk-associated patients, because the majority of influenza-related deaths are caused by bacterial superinfection [52] . An influenza vaccination programme should be discussed for the local population in Vietnam, at least for the populations at high risk for severe influenza, including pregnant women, children aged <5 years, the elderly, and individuals with underlying health conditions [53] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 531,
                    "text": "(Table 5)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Influenza"
        },
        {
            "text": "Adenovirus and enterovirus were also important causes of AUF (6.9% in AUFs vs. 1% in Controls). These respiratory viruses and influenza viruses are responsible for the majority of acute illnesses at all ages worldwide [54] . Several cases of viruses (RSV [n = 1] and coronavirus [n = 2]) were considered probable causes in this study because they were detected in patients who presented with cough, breathlessness or sore throat. RSV is the most common cause of acute respiratory infection in young children [55] , but it does not appear to play an important role in adults with AUF, as confirmed in this study. Similarly, other viruses (parainfluenza virus, rhinovirus, coronavirus) were also less frequently detected in both groups in our study. However, respiratory viruses usually exhibit seasonal variations [54] , and thus, a few months of sampling might not yield sufficient information regarding the prevalence of these viruses.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 813,
                    "end": 817,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Other respiratory infections"
        },
        {
            "text": "The bacteria in throat swabs were detected at similarly high proportions in AUFs and Controls. Some cases of bacteria (K. pneumoniae ) detected in AUF patients presenting with accompanying respiratory symptoms were considered probable causes of AUF. With the exception of these probable cases, most of the detected bacteria might be considered colonizing bacteria. However, we noticed that K. pneumoniae, which is known to be associated with pneumonia, urinary tract infection and, particularly in Asia, pyogenic liver abscesses [56] , was detected in more than one-quarter of all the participants (209/762, 27%) in this study. Thus, further studies of this bacterium might be useful to determine its effects on liver abscess conditions in the population in this area.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 533,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Other respiratory infections"
        },
        {
            "text": "The codetection of O. tsutsugamushi and Leptospira in two patients could be considered a coinfection, as documented previously [7] . Almost all other cases of codetections of respiratory viruses and bacteria might also be coinfections. Unlike other studies that used serological tests, which might yield false-positive results due to cross-reacting antibodies or the nonspecific polyclonal immunoreactivity of different aetiologies [57] , we used a qPCR-direct method for pathogen detection and thus obtained strong evidence of the presence of the detected pathogens in the codetection cases. However, the results should be carefully interpreted because the presence of a microorganism in a febrile patient does not always indicate that it is a cause of the fever, and PCR cannot differentiate between infection and carriage or colonization. Thus, we first assessed every detected virus or bacterium in comparison to its frequency in AUFs and Controls, and we then evaluated the combination of positive clinical manifestations in the febrile patients and the presence of viruses or bacteria if their presence was not significantly different between the AUFs and Controls. Accordingly, although the detected frequency of various viruses and bacteria, particularly in throat swabs, was significant, we considered only 73 codetections, which consisted of coinfection with two or three pathogens, as causes or probable causes of AUF (Table 5 ).",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 1429,
                    "end": 1437,
                    "text": "(Table 5",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Codetections or coinfections?"
        },
        {
            "text": "In the effort to identify clinical predictors of some common causes of AUF that could help clinicians differentiate AUF, we performed multivariate analyses for each cause consisting of infection with a single pathogen (Table S3) . Accordingly, eschar and a high ALT level (>80 IU/L) were associated with scrub typhus, whereas a high AST level (>80 IU/L), a long fever duration (>7 days) and a job as a farmer were associated with nonscrub typhus rickettsial infections. Only splenomegaly was associated with leptospirosis. Haemorrhage, low WBC count (<4 k/µL) and low PLT count (<150 k/ µL) were associated with dengue infection. The presence of cough was associated with influenza, whereas a young age (<30 years) was associated with noninfluenza respiratory viral infection. Although a limited number of cases were included in each logistic regression model, we believe that these results might be useful for local clinicians who care daily for patients with AUF but have limited diagnostic tools to differentiate some common causes of AUF from other causes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 228,
                    "text": "(Table S3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Factors that might be diagnosis predictors of common causes of AUF"
        },
        {
            "text": "Even though we were able to detect aetiologies in a large number of AUFs, this study has some limitations. The sampling period was limited to 4 months, which does not provide information on the seasonal circulation of aetiologies. The serological test was not applied for all pathogens except rickettsial agents, which might have led to missed diagnoses of some infections. Finally, blood culture was not performed regularly due to the limited facilities during the sampling in local laboratories. Thus, we might also have missed some typhoid cases and some other bacteria, as they were found in 1-8% in studies in which blood culture was used routinely [58, 59] .",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 658,
                    "text": "[58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "59]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Study limitations"
        },
        {
            "text": "Epidemiological studies on fever aetiologies in the rural tropics are highly needed. The extensive and systematic workup of this study provided unique data on the causes of AUF in Vietnam because we used reference methods and local afebrile subjects as controls, which allowed us to better clarify differences between infection and colonization. These data have implications for the management of patients with AUF in Vietnam and even Southeast Asia. We recommend that in addition to RDTs for dengue and microscopy for malaria, local hospitals should be equipped with diagnostic tools (e.g. RDTs, serological tests, and molecular biology tests) for rickettsial infections, leptospirosis, and influenza. More importantly, a significant proportion (15.6% if we include rickettsial diseases and leptospirosis) of the causative agents of AUF are susceptible to doxycycline. Therefore, this drug needs to be included in the panel used to treat patients with AUF. Empirical treatment with a combination of β-lactam (e.g. ceftriaxone) and doxycycline might be used to treat AUF patients with a severe clinical presentation because some agents detected here could result in fatality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This prospective case-control study was conducted from May to August 2016 at four major general hospitals in Quang Nam provincea rural area located in central Vietnam ( Figure S2 ). These included Quang Nam Central General Hospital, Quang Nam Provincial General Hospital, Quang Nam Northern Mountainous Region General Hospital and Quang Nam Regional General Hospital, which have approximately 2130 beds combined and serve 1,487,700 residents of Quang Nam province and thousands of people in the neighbouring districts of Quang Ngai province.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "Figure S2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Study design and population"
        },
        {
            "text": "All patients who met the eligibility criteria during the study period were continuously enrolled. AUFs were included in this study if they fulfilled four primary criteria: (i) age ≥15 years; (ii) axillary temperature ≥38°C; (iii) duration of fever ≤21 days [60] ; and (iv) no evidence of localized infection based on history, initial physical examination, complete blood count, chemistry profile, urinalysis or chest radiography. Some patients who presented with several sporadic symptoms (e.g. cough, sore throat, breathlessness, diarrhea, and abdominal pain) that were not consistent with physical examination results in a clinical diagnosis were also included in the study. We excluded dengue fever and malaria because these diseases are well known to be common causes of febrile illness in Vietnam, and their diagnostic tests are available in almost all hospitals in Vietnam. Thus, we excluded patients who tested positive for malaria on a peripheral blood smear (Giemsa stained thick and thin films) or for dengue on RDTs for nonstructural 1 glycoprotein (NS1) antigen/IgM. We also excluded patients with other conditions that could bias the results, such as receiving cancer chemotherapy or immunosuppressive therapy, having HIV infection, and hospitalized for ≥72 h within the preceding 30 days. HIV testing was not performed routinely. We performed HIV ELISA testing only for patients who had never been tested for HIV infection if their clinical symptoms and signs suggested an immunosuppression condition. To ensure a complete follow-up during the illness course, only inpatients with AUF admitted to infectious disease wards were considered for this study.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Participant enrolment"
        },
        {
            "text": "In parallel, the controls were ≥15-year-old afebrile patients who visited due to noninfectious medical problems, such as cardiovascular diseases, trauma, ophthalmological disorders, etc. We excluded individuals accompanying sick family members and those who had a history of fever within the past seven days to minimize the possibility of infectious diseases in the incubation period. The Controls were either outpatients or inpatients in various wards other than the infectious disease ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant enrolment"
        },
        {
            "text": "All clinicians and nurses who participated in this study were trained on the study protocol and sample collection. A clinician examined the patients and invited them to participate in the study if they met the eligibility criteria. In particular for the AUFs, all the patients were screened for dengue infection by RDTs, and the patients who came from a malaria endemic area were screened using a peripheral blood smear. Accordingly, only AUF patients who were negative for these diseases were included in this study. After obtaining written informed consent from the participants, the clinicians recorded their vital signs, signs and symptoms of the current illness, their history of exposure to the forest within 30 days, chronic comorbidity diseases and basic clinical laboratory results on a case report form (CRF). A nurse collected a total of 3 mL of whole blood, divided into 1 mL of whole blood in an EDTA tube and approximately 1 mL of plasma in a dry tube after centrifugation, and 1 mL of urine from each participant. One throat swab specimen was taken by a clinician and preserved immediately into a viral transport medium. The clinician also collected eschar swab specimens if the patient presented with one or several eschars based on a previously described method [26] . In addition, from each patient with AUF, we collected 1 mL of plasma in the convalescent phase, which occurred 7-10 days after the first plasma collection. All the specimens were immediately preserved at −20°C at the hospitals in Quang Nam province (Vietnam) until analysis at the University Hospital Institute Méditerranée Infection, Marseille (France).",
            "cite_spans": [
                {
                    "start": 1279,
                    "end": 1283,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Clinical data and sample collection"
        },
        {
            "text": "For each patient, 200 µL of whole blood and 200 µL of urine were used for DNA extraction, and 200 µL of acute-phase plasma and 200 µL of the throat swab sample in viral transport media were used for DNA/ RNA extraction. The eschar specimens were pretreated and used for DNA extraction as previously described [26] . DNA extraction using the DNA EZ1 extraction kit and DNA/RNA extraction using the EZ1 Virus Mini Kit v2.0 (Qiagen, Hilden, Germany) were performed with the EZ1 Advanced XL Robot (Qiagen) according to the manufacturer's instructions. The DNA and DNA/RNA products were either immediately used or stored at −20°C and at −80°C until molecular analysis, respectively. To avoid crosscontamination, the nucleic acid-extracting EZI Advanced XL Robot was disinfected after each batch of extraction based on the manufacturer's recommendations.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Molecular biology analyses"
        },
        {
            "text": "The DNA products isolated from the whole blood specimens were tested using quantitative real-time PCR (qPCR) with genus-specific primers and probes targeting specific sequences of O. tsutsugamushi, Rickettsia spp., R. felis, R. typhi, Anaplasma spp., Bartonella spp., Borrelia spp., and C. burnetii (Table S4) . These DNA products were also tested by qPCR for Leptospira spp., Salmonella spp., Salmonella enterica serovar Typhi/Paratyphi, Shigella spp., S. aureus, S. pneumoniae, Streptococcus pyogenes, Tropheryma whipplei and Burkholderia pseudomallei. The DNA products isolated from the eschar swab specimens were tested for O. tsutsugamushi, Rickettsia spp., R. felis and R. typhi, whereas the DNA products isolated from urine specimens were tested for Leptospira spp. using specific qPCR systems. The DNA/RNA products obtained from the plasma samples were tested by real-time reverse-transcription PCR (qRT-PCR) for dengue viruses ( Salmonella spp.; and Pneumocystis jirovecii. PCR assays were performed with a CFX Connect TM Real-Time PCR Detection System (Bio-Rad, USA). Negative control and positive controls for the corresponding pathogens were included in each run. The PCR procedures were performed according to the manufacturer's instructions. Quantitative PCR and quantitative reverse-transcription PCR assays were considered positive if the cycle threshold (Ct-value) was <35. All the AUFs and Controls were tested in the same panel of these pathogens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 309,
                    "text": "(Table S4)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 936,
                    "end": 937,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Molecular biology analyses"
        },
        {
            "text": "The acute-and convalescent-phase plasma samples from all the patients with AUF were subjected to specific indirect immunofluorescence (IFA) assays to detect antibodies of Orientia tsutsugamushi serotypes Karp, Kato, and Gilliam; Rickettsia typhi; Rickettsia felis, Rickettsia conorii and another SFG rickettsiae; and Coxiella burnetii as previously described [26] . An IFA result was considered positive (acute infection) in any of the following cases: (i) detection of IgM, (ii) seroconversion between acute and convalescent sera, or (iii) 2-fold increased IgG and/or IgM titres between acute-and convalescent-phase sera. The cut-offs were those that had been validated and were used in our reference centre for the diagnosis of rickettsial diseases as follows: IgM titre >1:64 for R. conorii; IgM titre >1:32 for other rickettsial antigens; IgG titre >1:128; IgG titres >1:64 for other rickettsial antigens [61, 62] . Western immunoblotting was used to detect Rickettsia spp. in cases that were not differentiated by IFA due to cross-reactivity of relevant antigens of Rickettsia spp. [11, 61] .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 909,
                    "end": 913,
                    "text": "[61,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1087,
                    "end": 1091,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1092,
                    "end": 1095,
                    "text": "61]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Serology analyses"
        },
        {
            "text": "The data were entered and verified using Microsoft Excel software and analysed using Stata version 12.0 (StataCorp, Texas 77845, USA) and R version 3.1.3 (R Foundation for Statistical Computing, Vienna, Austria). The categorical variables are summarized as frequencies and percentages. Different groups were compared using the χ 2 test and Fisher's exact test. Student's t-test, the Wilcoxon-Mann-Whitney test and the Kruskal-Wallis test were used to compare different continuous variable between the groups. A p-value of less than .05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "This study was approved by the Ethical Review Committee of the Quang Nam Central General Hospital of the Ministry of Health, Vietnam (approval no. 01/ HDDD-2016). All the patients included in this study provided written informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics agreement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute undifferentiated fever in Asia: a review of the literature",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Susilawati",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcbride",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "45",
            "issn": "",
            "pages": "719--726",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical and epidemiologic characteristics of dengue and other aetiologic agents among patients with acute febrile illness",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomashek",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Negl Trop Dis",
            "volume": "11",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Febrile illness in Asia: gaps in epidemiology, diagnosis, management for informing health policy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Microbiol Infection: Official Publ Eur Soc Clin Microbiol Infectious Diseases",
            "volume": "24",
            "issn": "",
            "pages": "815--826",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acute undifferentiated fever in Binh Thuan province, Vietnam: imprecise clinical diagnosis and irrational pharmaco-therapy",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Phuong",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trop Med Int Health: TM & IH",
            "volume": "11",
            "issn": "",
            "pages": "869--879",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dengue as a cause of acute undifferentiated fever in Vietnam",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Phuong",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viral respiratory tract infections among patients with acute undifferentiated fever in Vietnam",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Phuong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "41",
            "issn": "",
            "pages": "1116--1126",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acute undifferentiated febrile illness in rural Cambodia: a 3-year prospective observational study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Plos One",
            "volume": "9",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiologic studies need asymptomatic controls",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dubourg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenollar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Microbiol Infection: Official Publ Eur Soc Clin Microbiol Infectious Diseases",
            "volume": "21",
            "issn": "",
            "pages": "51--52",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Causes of acute undifferentiated fever and the utility of biomarkers in Chiangrai, northern Thailand",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wangrangsimakul",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Plos Negl Trop Dis",
            "volume": "12",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Tickborne rickettsioses in the Americas: clinical and epidemiological advances",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hidalgo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Faccini-Martinez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Valbuena",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rickettsial infections and fever",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Phongmany",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "256--262",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rickettsioses and Q fever in travelers (2004-2013)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Delord",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Socolovschi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Travel Med Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "443--458",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Scrub typhus and military operations in Indochina",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corwin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Infectious Diseases: Official Publ Infectious Diseases Soc Am",
            "volume": "29",
            "issn": "",
            "pages": "940--941",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Scrub typhus after a trip to Vietnam",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Thiebaut",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bricaire",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "N Engl J Med",
            "volume": "336",
            "issn": "",
            "pages": "1613--1614",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical and epidemiological characteristics of scrub typhus and murine typhus among hospitalized patients with acute undifferentiated fever in Northern Vietnam",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hamaguchi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Trop Med Hyg",
            "volume": "92",
            "issn": "",
            "pages": "972--978",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Rickettsial Diseases and Leptospirosis. US Army Medical Department",
            "authors": [
                {
                    "first": "O&apos; Neill",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Seroprevalence of scrub typhus, typhus, and spotted fever Among rural and Urban populations of Northern Vietnam",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Trung",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Trop Med Hyg",
            "volume": "96",
            "issn": "",
            "pages": "1084--1087",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rickettsia felis: from a rare disease in the USA to a common cause of fever in sub-Saharan Africa",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Microbiol Infection: Official Publ Eur Soc Clin Microbiol Infectious Diseases",
            "volume": "17",
            "issn": "",
            "pages": "996--1000",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Transmission potential of Rickettsia felis infection by Anopheles gambiae mosquitoes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dieme",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc Natl Acad Sci U.S.A",
            "volume": "112",
            "issn": "",
            "pages": "8088--8093",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Common epidemiology of Rickettsia felis infection and malaria",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mediannikov",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Africa. Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1775--1783",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Evidence of rickettsial and leptospira infections in Andean northern Peru",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Blair",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Trop Med Hyg",
            "volume": "70",
            "issn": "",
            "pages": "357--363",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Etiology of acute undifferentiated febrile illness in the Amazon basin of Ecuador",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Manock",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Trop Med Hyg",
            "volume": "81",
            "issn": "",
            "pages": "146--151",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Acute Q fever in febrile patients in northwestern of Iran",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esmaeili",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Golzar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ayubi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Negl Trop Dis",
            "volume": "11",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Dual genotype Orientia tsutsugamushi infection in patient with rash and eschar",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Le-Viet",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "1520--1523",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Use of eschar swabbing for the molecular diagnosis and genotyping of Orientia tsutsugamushi causing scrub typhus in Quang Nam province",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Viet",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Negl Trop Dis",
            "volume": "11",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Syndromic classification of rickettsioses: an approach for clinical practice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Faccini-Martinez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garcia-Alvarez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hidalgo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Infectious Diseases",
            "volume": "28",
            "issn": "",
            "pages": "126--139",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Rickettsia felis infection in man",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Renvoise",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Joliot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "France. Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1126--1127",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Rickettsia felis-associated uneruptive fever",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Socolovschi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Senegal. Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1140--1142",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Human infection with Rickettsia felis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Kenya. Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1081--1086",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Differential diagnosis of illness in travelers arriving from Sierra Leone, Liberia, or Guinea: a cross-sectional study from the GeoSentinel surveillance Network",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Boggild",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Intern Med",
            "volume": "162",
            "issn": "",
            "pages": "757--764",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Sero-prevalence of specific Leptospira serovars in fattening pigs from 5 provinces in Vietnam",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Vet Res",
            "volume": "13",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Three decades of dengue surveillance in five highly endemic South East Asian countries",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wartel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Asia Pac J Public Health",
            "volume": "29",
            "issn": "",
            "pages": "7--16",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The comparative accuracy of 8 commercial rapid immunochromatographic assays for the diagnosis of acute dengue virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Blacksell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clinical Infectious Diseases: Official Pub Infectious Diseases Soc Am",
            "volume": "42",
            "issn": "",
            "pages": "1127--1134",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Comparison of nonstructural protein-1 antigen detection by rapid and enzyme-linked immunosorbent assay test and its correlation with polymerase chain reaction for early diagnosis of dengue",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gaikwad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Sawant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Shastri",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Lab Physicians",
            "volume": "9",
            "issn": "",
            "pages": "177--181",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Kinetics of chikungunya infections during an outbreak in Southern Thailand",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chusri",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Trop Med Hyg",
            "volume": "90",
            "issn": "",
            "pages": "410--417",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Emergence of chikungunya in Moonlapamok and Khong districts, Champassak province,the Lao People's Democratic Republic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Soulaphy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Western Pac Surveillance Response J: WPSAR",
            "volume": "4",
            "issn": "",
            "pages": "46--50",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "An analysis of fevers of unknown origin in American soldiers in Vietnam",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Deller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Ann Intern Med",
            "volume": "66",
            "issn": "",
            "pages": "1129--1143",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Incidence of dengue and chikungunya viruses in mosquitoes and human patients in border provinces of Vietnam",
            "authors": [
                {
                    "first": "Pham",
                    "middle": [],
                    "last": "Thi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Parasit Vectors",
            "volume": "10",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Evidence of previous but not current transmission of chikungunya virus in southern and central Vietnam: results from a systematic review and a seroprevalence study in four locations",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Quan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Plos Negl Trop Dis",
            "volume": "12",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "An overview of mosquito vectors of Zika virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boyer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Calvez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chouin-Carneiro",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Microbes Infect",
            "volume": "20",
            "issn": "",
            "pages": "646--660",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Current status, challenges and perspectives in the development of vaccines against yellow fever, dengue, Zika and chikungunya viruses",
            "authors": [
                {
                    "first": "Silva",
                    "middle": [],
                    "last": "Jvj",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Acta Trop",
            "volume": "182",
            "issn": "",
            "pages": "257--263",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Fetal Zika virus infection in Vietnam",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Plos Curr",
            "volume": "9",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Zika virus disease in traveler returning from Vietnam to Israel",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meltzer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "1521--1522",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Detection of Zika virus in a traveller from Vietnam to Japan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Katanami",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Travel Med",
            "volume": "24",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Zika beyond the Americas: travelers as sentinels of Zika virus transmission. A GeoSentinel analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leder",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Plos one",
            "volume": "12",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Zika virus infection in Vietnam: current epidemic, strain origin, spreading risk, and perspective",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "Vtn",
                    "middle": [],
                    "last": "Ngoc",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur J Clin Microbiol Infectious Diseases: Official Publ Eur Soc Clin Microbiol",
            "volume": "36",
            "issn": "",
            "pages": "2041--2042",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Causes of non-malarial fever in Laos: a prospective study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mayxay",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Glob Health",
            "volume": "1",
            "issn": "",
            "pages": "46--54",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "National surveillance for influenza and influenza-like illness in Vietnam",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "4368--4374",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The global impact of influenza on morbidity and mortality",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vaccine",
            "volume": "17",
            "issn": "1",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Treating influenza with antibiotics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Levet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Antimicrob Agents",
            "volume": "50",
            "issn": "",
            "pages": "505--506",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Vaccines against influenza WHO position paper",
            "authors": [],
            "year": 2012,
            "venue": "Releve Epidemiologique Hebdomadaire",
            "volume": "87",
            "issn": "",
            "pages": "461--476",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Epidemiology and seasonality of respiratory tract virus infections in the tropics",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Paediatr Respir Rev",
            "volume": "4",
            "issn": "",
            "pages": "105--111",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Epidemiology of acute respiratory infections in children of developing countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Rev Infect Dis",
            "volume": "13",
            "issn": "6",
            "pages": "454--462",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Gas-forming pyogenic liver abscess: a world review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Thng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Shelat",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ann Hepato-Biliary-Pancreatic Surgery",
            "volume": "22",
            "issn": "",
            "pages": "11--18",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Causes of acute, undifferentiated, febrile illness in rural Thailand: results of a prospective observational study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Suttinont",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Trop Med Parasitol",
            "volume": "100",
            "issn": "",
            "pages": "363--370",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Acute undifferentiated fever in India: a multicentre study of aaetiology and diagnostic accuracy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morch",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Causes of non-malarial febrile illness in outpatients in Tanzania",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hildenwall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Trop Med Int Health: TM & IH",
            "volume": "21",
            "issn": "",
            "pages": "149--156",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Acute undifferentiated febrile illness in adult hospitalized patients: the disease spectrum and diagnostic predictors -an experience from a tertiary care hospital in South India",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chrispal",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Trop Doct",
            "volume": "40",
            "issn": "",
            "pages": "230--234",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Laboratory diagnosis of rickettsioses: current approaches to diagnosis of old and new rickettsial diseases",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Scola",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Microbiol",
            "volume": "35",
            "issn": "",
            "pages": "2715--2727",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Emerging rickettsioses of the Thai-Myanmar border",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "592--595",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flowchart of the enrolment of patients with AUF.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "qPCR = real-time polymerase chain reaction, qRT-PCR = real-time reverse-transcription polymerase chain reaction, IFA = indirect immunofluorescence assay, WB = western blot. a Four cases were positive in both eschar and whole blood specimens. b One case was positive in only the blood specimen, and one case was positive in only the eschar specimen.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Detected pathogens and their frequency in throat swabs from patients with AUF and controls in central Vietnam.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "3%), followed by doxycycline (39/152; 25.7%), 2nd/3rd-generation cephalosporin (28/152; 18.4%), fluoroquinolones (22/ 152; 14.5%), macrolides (18/152; 11.8%), and antimalarial drugs (2/152; 1.3%). The most common combination antibiotic therapy was 2nd/3rd-generation cephalosporin and a fluoroquinolone (16/36; 44.4%), followed by 2nd/3rd-generation cephalosporin and doxycycline (6/36, 16.7%). Twenty-nine of 41 (70.7%) patients with a rickettsial infection (16/21 cases of scrub typhus, 12/18 cases of murine typhus, and 1/2 cases of spotted fever caused by R. felis) received anti-rickettsial antibiotics (doxycycline [n = 23], azithromycin [n = 5], doxycycline and chloramphenicol [n = 1]). With the exception of one case of codetection of scrub typhus and leptospirosis, only six of the remaining 17 (35.3%) patients with leptospirosis received the appropriate antibiotics (doxycycline [n = 3], amoxicillin [n = 2], ceftizoxime [n = 1]).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Eschar on the right face of a patient with Rickettsia felis infection in central Vietnam. Eschar on the right face (a), close-up view of the eschar (b).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "[n = 46], H. influenzae [n = 36], S. pneumoniae [n = 24], S. aureus [n = 4], M. pneumoniae [n = 3], and M. catarrhalis [n = 2]",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical characteristics of the patients with AUF (n = 378).Notes: ⁑ Clinicians assessed the patients clinically and confirmed by ultrasound. a Data are missing in 7 cases; b data are missing in 2 cases; c data are missing in 3 cases; d data are missing in 4 cases; e data are missing 1 case; f data are missing in 86 cases.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "S. aureus and H. influenza [n = 1], S. aureus and K. pneumoniae [n = 1]",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Aetiologies detected in throat swab specimens.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Clinical characteristics of scrub typhus, murine typhus, leptospirosis, dengue fever, influenza and other respiratory viral infections.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Scrub typhus vs. Non-ST RI, β Scrub typhus vs. Leptospirosis, γ Scrub typhus vs. Dengue fever, δ Scrub typhus vs. Influenza, ε Scrub typhus vs. Noninfluenza RVI, ζ Murine typhus vs. Leptospirosis, η Murine typhus vs. Dengue fever, θ Murine typhus vs. Influenza, λ Murine typhus vs. Noninfluenza RVI, μ Leptospirosis vs. Dengue fever, π Leptospirosis vs. Influenza, ς Leptospirosis vs. Noninfluenza RVI, σ Dengue fever vs. Influenza, ϕ Dengue fever vs. Noninfluenza RVI, and ‡ Influenza vs. Noninfluenza RVI.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Causes and probable causes of AUF. Mycoplasma pneumoniae + Haemophilus influenzae non-type B 1 . Staphylococcus aureus + Haemophilus influenzae non-type B 1 Influenza A + Human coronavirus OC43 + Klebsiella pneumoniae 1 . Influenza A + Staphylococcus aureus + Haemophilus influenzae non-type B 1 . Influenza A + Staphylococcus aureus + Klebsiella pneumoniae 1 . Influenza A + Haemophilus influenzae non-type B + Klebsiella pneumoniae 6 . Influenza A + Haemophilus influenzae non-type B + Streptococcus pneumoniae 5 . Influenza A + Streptococcus pneumoniae + Klebsiella pneumoniae Adenovirus + Enterovirus + Haemophilus influenzae non-type B 1 . Adenovirus + Streptococcus pneumoniae + Haemophilus influenzae non-type B 2 . Adenovirus + Klebsiella pneumoniae + Haemophilus influenzae type B 1 . Adenovirus + Streptococcus pneumoniae + Klebsiella pneumoniae RVI: respiratory viral infection, RBI: respiratory bacterial infection, RPIs: respiratory pathogen infections.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Dengue-1 virus, Dengue-2 virus, Dengue-3 virus and Dengue-4 virus), chikungunya virus, Zika virus and hantaviruses (Dobrava virus, Puumala virus, Tula virus and Hantaan/Seoul virus). The Eurogentec Takyon qPCR kit (Eurogentec, Belgium) was used for bacterial DNA detection, and the LightCycler® Multiplex RNA Virus Master (Roche Diagnostic, Germany) was used for viral RNA detection. The Multiplex TaqMan real-time PCR using the FTD® respiratory pathogens-33 kit (Fast-track Diagnostics, Luxembourg) was used to detect various respiratory viruses, bacteria and fungi in the DNA/RNA products obtained from throat swabs. The targeted pathogens were influenza A virus; influenza B virus; influenza C virus; influenza A (H1N1) swl virus; human parainfluenza viruses 1, 2, 3 and 4; human coronaviruses NL63, 229E, OC43 and HKU1; human metapneumoviruses A/B; human rhinovirus; human RSV A/B (RSV A/B); human adenovirus; enterovirus; human parechovirus; human bocavirus; M. pneumoniae; Chlamydia pneumoniae; S. pneumoniae; H. influenzae; H. influenzae type B; S. aureus; M. catarrhalis; Bordetella spp.; K. pneumoniae; Legionella pneumophila/longbeachae;",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all the patients who participated in this study. We also thank the Director Boards and all the doctors, nurses and technicians of the infectious diseases departments, emergency departments, and clinical laboratories of the Quang Nam Central General Hospital, Quang Nam Northern Mountainous Region General Hospital, Quang Nam Regional General Hospital and Quang Nam Provincial General Hospital, Quang Nam province, Vietnam, for their support with the sample collection. We thank Dr Tran Ngoc Hunga former vice head of the Infectious Diseases Department of the Quang Nam Provincial General Hospitalfor his valuable sampling advice. We thank Mrs Nguyen Thi Phuonga member of the staff at the General Planning Department of the Quang Nam Central General Hospitalfor her administrative support of the sampling procedures. We especially thank Dr Dinh Dao -Directorand Dr Than Trong Longthe former Directorof the Quang Nam Central General Hospital for their support in organizing the sampling. We also especially thank Mr Pham Viet Tich -Director of the Quang Nam Department of Science and Technologyfor his support in seeking funding.We thank Mrs Sophie Edouard and the Biomol staff at the IHU-Méditerranée Infection, Marseille, France, for their support with the serological tests and their valuable advice regarding the interpretation of the serological results. We especially thank Professor Rémi Charrel and his staffs for providing the primers and positive controls of arboviruses used in the qRT-PCR analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "No potential conflict of interest was reported by the authors. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        }
    ]
}