{
    "paper_id": "0ca5279816f66f7fd8c0bdb09d15f5953e019b68",
    "metadata": {
        "title": "Comparative Study of Microbiological Monitoring Results from Three Types of Sampling Methods after Gastrointestinal Endoscope Reprocessing",
        "authors": [
            {
                "first": "Su",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Changhai Hospital",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lili",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Changhai Hospital",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ziyi",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xian",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xisha",
                "middle": [],
                "last": "Long",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shaonan",
                "middle": [],
                "last": "Zhuang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Changhai Hospital",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenxia",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Changhai Hospital",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Taiyao",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhaoshen",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Changhai Hospital",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lingjuan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Changhai Hospital",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huijun",
                "middle": [],
                "last": "Xi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Changhai Hospital",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongzhi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yatao",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective. Compare the effects of three sampling methods on the microbiological monitoring results a er reprocessing of gastrointestinal endoscopes, providing scientific basis for improving the monitoring quality of gastrointestinal endoscope cleaning and disinfection. Method. Gastrointestinal endoscopes a er reprocessing were selected randomly at the gastrointestinal endoscopy center of a tertiary hospital in Shanghai from October 2018 to February 2019. e endoscopes selected were all sampled in three different methods under continuous sampling and intermittent sampling respectively. Methods used includes, the biopsy channel group (Group A), the entire channel group (Group B), and the disc brush group (Group C). en the colony forming units (CFU/piece) were counted in the laboratory. Results. A total of 12 endoscopes were sampled by using continuous sampling approach, in which the detection rate of bacteria in disc brush group (33.3%) and entire channel group (33.3%) was higher than biopsy channel group (8.3%). Among the 12 endoscopes sampled with intermittent approach, the detection rate of bacteria from high to low was the disc brush group (50%), the entire channel group (41.7%), and the biopsy channel group (8.3%). Conclusion. Different sampling methods will lead to the difference of microbiological culture results a er reprocessing of gastrointestinal endoscope, indicating that the improved sampling method is beneficial to objectively reflect the endoscope cleaning and disinfection effect, and improve the monitoring quality of endoscope disinfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent years, flexible endoscope reprocessing failure has been listed in the \"Top 10 Health Technology Hazards\" issued annually by the Emergency Care Research Institute (ECRI) for five consecutive years and even ranked the top one of the list in the year 2016. With the continuous advancement of gastrointestinal endoscopy technology, new endoscopic technique may bring new medical risks and medical technique hazards while improving medical quality and patient safety. According to the report, from 1996 to 2015, among 1389 cases of patients under duodenoscopy procedures in Europe, 32 cases were found of being infected with multidrug resistant Escherichia coli due to the failure of endoscopic reprocessing [1] ; from October 3, 2014, to January 28, 2015, patients from UCLA Medical Center died of Carbapenem-resistant Enterobacter (CRE) infections obtained from contaminated endoscopy; in 2015, 186 patients were infected with Middle East Respiratory Syndrome due to endoscopic reprocessing failure, of which 19.4% died [2] . As per the data from the American Journal of Infection Control, 2018, endoscopes a er reprocessing, including gastroendoscope, intestinal endoscope, duodenal endoscope, ultrasound endoscope, etc., the bacterial positive rate ranges from 60% to 92% [3] , and in China from 2007 to 2012, the qualification rate a er reprocessing of gastrointestinal endoscopes was only 80.8% [4] . Accordingly, the quality of the gastrointestinal endoscopic reprocessing is not stable, and scientific and objective monitoring is urgently needed. Meanwhile, more and more domestic and international guidelines emphasize the importance of endoscope microbial monitoring. e microbiological monitoring can evaluate the effect and quality of endoscopic reprocessing, and is beneficial to identify sources of contamination, correct cleaning, and disinfection methods, and thus preventing the spread of nosocomial infections It is mentioned in the guidelines from Europe, Australia, and New Zealand [5] . For microbiological sampling of gastrointestinal endoscope, the APIC (Association for Professionals in Infection Control Epidemiology, 2000) recommends sampling the suction and biopsy channel as well as the air-water channel in a flushing method; the ESGE-ESGENA (European Society of Gastrointestinal Endoscopy and European Society of Gastroenterology and Endoscopy Nurses and Associates, 2008), Canada (2010) sets the rule that the endoscopes should be sampled with entire channel by antegrade flushing method. e GESA-GENCA (Gastroenterological Society of Australia and Gastroenterological Nurses College of Australia, 2010) recommends to sample the entire channel of endoscopes with the sequence of flush-brush-flush method in both antegrade and retrograde manner, and the UMCG (University Medical Center Groningen, 2011) suggests the sampling by retrograde rinsing of endoscopic suction biopsy and air-water channel [6] . In order to improve the detection rate of endoscopic microbial contamination a er reprocessing, and to more objectively evaluate the effect of endoscopic reprocessing, the Ministry of Health of China has issued the national standard for endoscope cleaning and disinfection since 2004, established the requirement of sample frequency, channel should be sampled and fluid volume of samples. In 2016, newly issued \"Regulation for cleaning and disinfection technique of flexible endoscope WS 507-2016\" [7] updates and supplements bunches of quality control methods and details of endoscope cleaning and disinfection. e regulation emphasized the entire channel sample method, using 50 ml instead of 20 ml of eluate containing neutralizer, it also emphasized the total collection method, as well as bacteria culture by filter membrane method to improve the elution effect and detection efficiency. However, there are wide difference on sampling sites, sampling methods, and frequency, as well as evaluation indicators between different international guidelines [8] . It becomes an urgent problem and needs to be tackled on how to conduct a microbiological monitoring examination more scientifically, reasonably, and regularly.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 716,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1027,
                    "end": 1030,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1281,
                    "end": 1284,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1406,
                    "end": 1409,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2006,
                    "end": 2009,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2931,
                    "end": 2934,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3435,
                    "end": 3438,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3992,
                    "end": 3995,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is study starts with the sampling method in gastrointestinal endoscopic microbiological monitoring, discusses the influence of different sampling methods on the culture results, and provides basis for further establishing scientific and accurate culture methods. e specific procedures are summarized as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A total of 12 gastrointestinal endoscopes were randomly selected from October 2018 to February 2019 from the gastrointestinal endoscopy center of a tertiary hospital in Shanghai, included 10 gastroscopes (Olympus, Japan), 2 colonoscopes (Olympus, Japan), and 24 disc brushes (Normandie Endo Technologies, France, general type). e neutralizer is an aldehyde neutralization enrichment medium (Haibo Biotechnology, China).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Material."
        },
        {
            "text": "According to the operation requirements of \"Regulation for cleaning and disinfection technique of flexible endoscope WS 507-2016\", every endoscope should be strictly reprocessed in accordance with the procedures of \"precleaning, leak testing, washing, rinsing, disinfection, terminal rinsing, and drying\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endoscope Cleaning and Disinfection Method."
        },
        {
            "text": "In order to avoid the deviation of the detection results due to the difference in the amount of bacteria contaminated between different endoscopes, two approaches were used in this experiment. One was to perform the biopsy channel sampling, the entire channel sampling, and disc brush sampling continuously on the same gastrointestinal endoscope in the same day for further testing, which was called as continuous sampling; the other was to perform biopsy channel sampling, entire channel sampling, and disc brush sampling on the same endoscope for three days respectively for further testing, which was called as intermittent sampling. e entire operating procedure followed the principle of aseptic technique. A peristaltic pump was used and an injection needle was repeatedly injected for 2-3 times for full amount collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling Method."
        },
        {
            "text": "(1) Biopsy channel sampling group (Group A): the endoscopes a er reprocessed were sampled as below: 50 ml of the neutralizer was extracted with a sterile syringe, injected, and flushed the instrument channel through the biopsy port of the control section, and the total volume of elution was collected from the distal end of the endoscope. e eluate was thoroughly mixed and sent to the laboratory of Shanghai Municipal Center for Disease Control and Prevention within 2 hours for culturing and colony counting (CFU/piece) ( Figure 1 ). (2) Entire channel sampling group (Group B): the endoscopes a er reprocessed were sampled as below: 50 ml of the neutralizer was extracted with a sterile syringe. A sterile film was placed onto the air/water port, suction, and instrument port of the endoscopic control section. Installed the sterile endoscope specialized washing joint to seal the air/water injection port, suction port; and instrument port of the endoscope control section. e neutralizer was injected and flushed through the endoscope channel from the suction port beside the endoscope light guiding connector, through the suction and biopsy channel and then the total volume of elution was collected from the distal end of the endoscope. e eluate was thoroughly mixed and sent to the laboratory of Shanghai Municipal Center for Disease Control and Prevention within 2 hours for culturing and colony counting (CFU/piece) ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 532,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1427,
                    "end": 1435,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Sampling Method."
        },
        {
            "text": "(3) Disc brush sampling group (Group C): the endoscopes a er reprocessed were sampled as the procedure below: a blunt head of a sterile disposable disc brush was inserted into the instrument port, and the instrument channel was brushed until the brush end completely exited the instrument channel outlet of the distal end. e upper part of the brush was cut off (2 cm) using sterile scissors, then the clipped brush was put into a sterile bottle for testing. 50 ml of neutralizer was extracted with a sterile syringe and injected into the instrument port, then the total volume of elution was collected from the distal end of the endoscope into the same bottle used for the testing of the clipped brush. e eluate was thoroughly mixed with the brush inside the sterile bottle and sent to the laboratory of Shanghai Municipal Center for Disease Control and Prevention within 2 hours for culturing and colony counting (CFU/piece) (Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 926,
                    "end": 935,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Sampling Method."
        },
        {
            "text": "In reference to the \"Hygienic standard for disinfection in hospitals GB 15982-2012\". e test solution was mixed thoroughly with a vortex mixer, inoculated with 1 ml of the mixed eluate in to two plates respectively, 20 ml of the molten nutrient agar medium cooled to 40°C-45°C was poured into each plate, and cultured in an incubator at 35°C for 48 hours, then the number of colonies (CFU/piece) were counted. e remaining eluate (48 ml) was filtered under sterile conditions using a filter membrane (0.45 m). e inoculate filtered membrane was placed on a solidified nutrient agar BioMed Research International 4 with complex influencing factors. As a reusable medical device that directly contacts with the mucosa of a patient's organs, high-level disinfection, or sterilization must be achieved before use. However, studies have shown that even if the endoscope and accessories are treated strictly in accordance with guideline recommended for cleaning and disinfection methods, endoscopic associated infections are still possible to happen [8] , so we believe that no matter the method of cleaning and disinfection, the effect must be verified to ensure the disinfection effect as well as patients' safety. At present, microbiology culture is an important way to evaluate the quality of the endoscope cleaning and disinfection [9] .",
            "cite_spans": [
                {
                    "start": 1041,
                    "end": 1044,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1328,
                    "end": 1331,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Colony Counts."
        },
        {
            "text": "Regarding Sampling Methods for Endoscope Microbiology Culture. A prospective study of the disinfection effect of a duodenoscope a er disinfection and drying in one hospital found that the positive rate was 5-15.5% [10] . A study in Korea found that the positive rate for the treated duodenoscope was 37.2% [11] . Riberiro et al. from Brazil sampled the high-level disinfected endoscopes from 37 healthcare institutions in Minas Gerais, and found that the contamination rate of airwater channel of gastroscope was as high as 70% [12] . It was reported that currently the microbiological sampling methods of endoscopy are focus on antegrade and retrograde way, and the microbial positive rate is higher for the latter one [13] [14] [15] . It can be seen that there are wide differences between the results of gastrointestinal endoscopic microbiological cultures from plate and cultured in an incubator at 35°C for 48 hours, the number of colonies were counted.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "ere Are No Clear Standards and Operating Specifications"
        },
        {
            "text": "e cultured results of the samples were recorded. When the filter membrane method is in countable, the total number of colonies (CFU/piece) = (CFU/plate) × 50. When the filter membrane method is countable, the total number of colonies (CFU/piece) = (CFU/plate) + (CFU/ filter membrane). In the formula, \" \" is the average number of colonies on two parallel plates, and \" \" is the number of colonies on the filter membrane. When the colony number of the three methods are 0 CFU/, <1 CFU/ is used to represent the colony number of the three methods. Among them, the result was confirmed as negative if the number of bacterial colonies in the culture results was <1 CFU/piece, and the result was confirmed as positive if ≥1 CFU/piece.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results Criteria."
        },
        {
            "text": "e data was analyzed using SPSS 20.0. e statistical methods used are chi-square test for counting data and independent sample Kruskal-Walis test for measurement data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods."
        },
        {
            "text": "In this study, a total of 12 flexible endoscopes were collected using continuous sampling approach, with colony counts ranging from 0 to 21 CFU/piece. e detection rate of bacteria in the disc brush group (33.3%), and the entire channel group (33.3%) was higher than that of the biopsy channel group (8.3%). Among the 12 endoscopes sampled with intermittent approach, with colony counts ranging from 0 to 36 CFU/piece, the detection rate of bacteria from high to low was the disc brush group (50%), the entire channel group (41.7%), and the biopsy channel group (8.3%). It showed that the detection rate of bacteria for either the disc brush group or the entire channel group was higher than the biopsy channel group (Tables 1-4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 716,
                    "end": 727,
                    "text": "(Tables 1-4",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Control of Gastrointestinal Endoscope Cleaning and Disinfection. Gastrointestinal endoscopy is an important minimal invasive diagnosis and treatment method for gastrointestinal tract, pancreaticobiliary, and other diseases. It has complex and delicate structure and is difficult to thoroughly reprocess. In recent years, there have been many reports of endoscopy related healthcare associated infections ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microbiology Culture Is the Gold Standard for Quality"
        },
        {
            "text": "It was found in this study that both the entire channel sampling and the disc brush sampling method have higher bacterial positive detection rate than the conventional biopsy channel sampling method, which further indicates that the endoscopic sampling method being implemented currently needs further improvement. At the same time, this study also has certain limitations. is study is a single-center study. Meanwhile, the samples we used came from the gastrointestinal endoscopes used in daily clinical practice. e original bioburdens of the endoscope were not under control. Larger sample size and multi-center sites as well as endoscopic simulation models combined with laboratory experiments are needed in the future. Validation and comparison under standard condition could better increase the reliability and scientificity of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Data Availability e data used to support the findings of this study are included within the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Disclosure e first author is Su Ma, the co-first author is Lili Feng, the co-first author is Wenxia Ding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "e authors declare that they have no conflicts of interest. different countries. Different sampling methods will lead to the difference of microbiological culture results, and the false negative results will affect the reliability of the microbiology culture result. us, scientific and practical microbiological sampling methods are critical to ensure the quality of flexible endoscope reprocessing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        },
        {
            "text": "Brush and the Entire Channel Sampling Method. In the endoscopic microbiology sampling method of our study, the entire channel group sampling was to inject the neutralizer from the instrument port beside the endoscope light guiding connector, and seal the suction port, the air/water injection port and the instrument port of the endoscope control section with the washing joint, and then collect the elution from the distal end of the endoscope. e path taken by the instrument channel sampling group is the same as the brush sampling group. e single biopsy channel was lacking the sampling of the suction channel compared with the entire channel group. However, the disc brush sampling method can brush and wash the inner surface of the endoscope lumen when compared with the simple flushing method of washing off the attachment from the inner surface of lumen. It has been shown that brush sampling method could scrub the endoscope channel and remove separately the new and old contaminants from endoscope channel [16] . It can be seen that the entire channel sampling method is more comprehensive, avoiding the limitations of the other two methods, and the disc brush sampling method could fully scrub the inner wall of the lumen, loosening and washing off the attachments, which might more effectively improve the detection rate of bacteria of endoscopes, but it may also require more staff cooperation between operators. e details, such as the type of brush, type of endoscope, the frequency of brushing practice etc. may need further research in the future [17] .",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1562,
                    "end": 1566,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Positive Detection Rate Can Be Increased by the Disc"
        },
        {
            "text": "Method Is the Basis for Improving the Accuracy of Endoscopic Reprocessing Monitor Results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishing Standard Microbiological Culture Sampling"
        },
        {
            "text": "e results of this study shows that the positive rates of the entire channel sampling method and the disc brush sampling method are much higher than the conventional sampling method; whether, by continuous or intermittent approach. e conventional sampling method has been applied in China for nearly 15 years since 2004, and it will continue to be performed by healthcare practitioners in the future. ere have been many international guidelines regarding to the endoscopic microbiology sampling, but the lack of well-defined illustrated operational procedures for specific sampling methods is likely to result in denormalization of microbiological sampling and reduced evaluability of results. erefore, in the future, we can improve the sampling method for endoscopic microbiology culture through continuous research. At the same time, since the positive and negative judgments of the cultured results have no aligned international standard [6] , the results of the colony counts in this experiment are grouped according to <1 and ≥1, thus it only represent the detection rate of bacteria instead of whether it is safe to use the endoscopes.",
            "cite_spans": [
                {
                    "start": 940,
                    "end": 943,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Establishing Standard Microbiological Culture Sampling"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A quarantine process for the resolution of duodenoscope-associated transmission of multidrug-resistant Escherichia coli",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baliga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duchin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Gastrointestinal Endoscopy",
            "volume": "82",
            "issn": "3",
            "pages": "477--483",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Role of clinical endoscopy in emphasizing endoscope disinfection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ryu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Hahm",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clinical Endoscopy",
            "volume": "48",
            "issn": "5",
            "pages": "351--355",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Residual moisture and waterborne pathogens inside flexible endoscopes: evidence from a multisite study of endoscope drying effectiveness",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ofstead",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Quick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Eiland",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Wetzler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "American Journal of Infection Control",
            "volume": "46",
            "issn": "6",
            "pages": "689--696",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analysis of the disinfection quality of endoscope in 39 hospitals of China",
            "authors": [
                {
                    "first": "H.-Q",
                    "middle": [],
                    "last": "Ban",
                    "suffix": ""
                },
                {
                    "first": "L.-B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "China Health Standard Management",
            "volume": "4",
            "issn": "4",
            "pages": "70--75",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Monitoring of endoscope reprocessing accumulating data but best practices remain undefined",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Recent update on microbiological monitoring of gastrointestinal endoscopes a er high-level disinfection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clinical Endoscopy",
            "volume": "48",
            "issn": "5",
            "pages": "369--373",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Regulation for cleaning and disinfection technique of flexible endoscope WS 507-2016",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chinese Journal of Infection Control",
            "volume": "16",
            "issn": "6",
            "pages": "587--592",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Withdrawal of a novel design duodenoscope ends outbreak of a VIM-2-producing Pseudomonas aeruginosa",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Verfaillie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Voor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Endoscopy",
            "volume": "47",
            "issn": "6",
            "pages": "493--502",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Persistent contamination on colonoscopes and gastroscopes detected by biologic cultures and rapid indicators despite reprocessing performed in accordance with guidelines",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ofstead",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Wetzler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "American Journal of Infection Control",
            "volume": "43",
            "issn": "8",
            "pages": "794--801",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Challenging endoscopy reprocessing guidelines: a prospective study investigating the safe shelf life of flexible endoscopes in a tertiary gastroenterology unit",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Osbome",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lindemayer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chalmers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Endoscopy",
            "volume": "39",
            "issn": "9",
            "pages": "825--830",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "e value of peracetic acid (SCOTELIN) for endoscopic disinfection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Gastrointestinal Endoscopy",
            "volume": "59",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Analysis of the air/water channels of gastrointestinal endoscopies as a risk factor for the transmission of microorganisms among patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C D"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "American Journal of Infection Control",
            "volume": "40",
            "issn": "10",
            "pages": "913--916",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "e influence of the hierarchical management on the disinfection quality of gastrointestinal endoscopy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Chinese Journal of Nosocomiology",
            "volume": "25",
            "issn": "19",
            "pages": "4537--4539",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Transmission of infection by flexible gastrointestinal endoscopy and bronchoscopy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kovaleva",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Der Mei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Degener",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clinical Microbiology Reviews",
            "volume": "26",
            "issn": "",
            "pages": "231--254",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Endoscope disinfection and its pitfalls: requirement for retrograde surveillance cultures",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Buss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Been",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Borgers",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Endoscopy",
            "volume": "40",
            "issn": "4",
            "pages": "327--332",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A comparison of the efficacy of lumen-cleaning devices for flexible gastrointestinal endoscopes",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Charlton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Healthcare Infection",
            "volume": "12",
            "issn": "3",
            "pages": "81--90",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Comparison of two culture methods for use in assessing microbial contamination of duodenoscopes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gazdik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coombs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Lopansri",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Clinical Microbiology",
            "volume": "54",
            "issn": "2",
            "pages": "312--316",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flush the instrument channel from the control section (Group A).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "the instrument and suction channel from the suction port (Group B). (a) Close the instrument port, (b) close the air/water and suction port, and (c) flush the suction port.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Brush-flush the instrument channel from the instrument port (Group C). (a) Brush the instrument channel, (b) cut off the brush, and (c) cut into the bottle.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments is research was supported by Research fund for infection prevention and control of Chinese Geriatrics Society (GRYJ-YK2018045) and Research fund for nursing of Changhai hospital (2018HLZD08).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}