{
    "paper_id": "0d8784d230453109b9340461f2692f0f2d048927",
    "metadata": {
        "title": "Role of S-Palmitoylation on IFITM5 for the Interaction with FKBP11 in Osteoblast Cells",
        "authors": [
            {
                "first": "Takashi",
                "middle": [],
                "last": "Tsukamoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": "tsukamoto.takashi@g.mbox.nagoya-u.ac.jptt"
            },
            {
                "first": "Xianglan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Materials Science",
                    "location": {
                        "settlement": "Tsukuba",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hiromi",
                "middle": [],
                "last": "Morita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Materials Science",
                    "location": {
                        "settlement": "Tsukuba",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takashi",
                "middle": [],
                "last": "Minowa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Materials Science",
                    "location": {
                        "settlement": "Tsukuba",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Tomoyasu",
                "middle": [],
                "last": "Aizawa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Nobutaka",
                "middle": [],
                "last": "Hanagata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Makoto",
                "middle": [],
                "last": "Demura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": "demura@sci.hokudai.ac.jpmd"
            }
        ]
    },
    "abstract": [
        {
            "text": "Recently, one of the interferon-induced transmembrane (IFITM) family proteins, IFITM3, has become an important target for the activity against influenza A (H1N1) virus infection. In this protein, a post-translational modification by fatty acids covalently attached to cysteine, termed S-palmitoylation, plays a crucial role for the antiviral activity. IFITM3 possesses three cysteine residues for the S-palmitoylation in the first transmembrane (TM1) domain and in the cytoplasmic (CP) loop. Because these cysteines are well conserved in the mammalian IFITM family proteins, the S-palmitoylation on these cysteines is significant for their functions. IFITM5 is another IFITM family protein and interacts with the FK506-binding protein 11 (FKBP11) to form a higher-order complex in osteoblast cells, which induces the expression of immunologically relevant genes. In this study, we investigated the role played by Spalmitoylation of IFITM5 in its interaction with FKBP11 in the cells, because this interaction is a key process for the gene expression. Our investigations using an established reporter, 17-octadecynoic acid (17-ODYA), and an inhibitor for the S-palmitoylation, 2-bromopalmitic acid (2BP), revealed that IFITM5 was S-palmitoylated in addition to IFITM3. Specifically, we found that cysteine residues in the TM1 domain and in the CP loop were S-palmitoylated in IFITM5. Then, we revealed by immunoprecipitation and western blot analyses that the interaction of IFITM5 with FKBP11 was inhibited in the presence of 2BP. The mutant lacking the S-palmitoylation site in the TM1 domain lost the interaction with FKBP11. These results indicate that the S-palmitoylation on IFITM5 promotes the interaction with FKBP11. Finally, we investigated bone nodule formation in osteoblast cells in the presence of 2BP, because IFITM5 was originally identified as a bone formation factor. The experiment resulted in a morphological aberration of the bone nodule. This also indicated that the S-palmitoylation contributes to bone formation. Citation: Tsukamoto T, Li X, Morita H, Minowa T, Aizawa T, et al. (2013) Role of S-Palmitoylation on IFITM5 for the Interaction with FKBP11 in Osteoblast Cells. PLoS ONE 8(9): e75831.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The interferon-induced transmembrane (IFITM) protein family (also known as the Fragilis family in mice) is a part of the dispanin family [1] and is composed of double-transmembrane α-helices connected by a cytoplasmic (CP) loop and extracellular (EC) amino-and carboxyl-terminal polypeptide sequences (Figure 1-A) . The IFITM proteins are evolutionarily conserved in vertebrates [2] . Recent genomic research has revealed that there are 5 IFITM members in humans (IFITM1, 2, 3, 5 and 10) and 7 members in mice (IFITM1, 2, 3, 5, 6, 7, and 10). These proteins play roles in diverse biological processes, such as germ cell maturation during gastrulation (IFITM1-3) [3] [4] [5] , cell-to-cell adhesion (IFITM1) [6] [7] [8] , antiviral activity (IFITM1-3) [9] [10] [11] [12] [13] [14] [15] [16] [17] , and bone formation (IFITM5) [18] [19] [20] [21] [22] , although the detailed functions of IFITM6, 7, and 10 are unknown at present. In particular, IFITM3 has been a target of intensive studies on its activity against influenza A (H1N1) virus infection and internalization [9] [10] [11] [12] [13] [14] .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1078,
                    "end": 1082,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1093,
                    "end": 1097,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 313,
                    "text": "(Figure 1-A)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In 2010, Dr. Yount and co-workers reported that the antiviral activity of IFITM3 is dependent on S-palmitoylation on the protein [10] . The S-palmitoylation [23] is a post-translational modification on proteins by C 16 saturated-fatty acids (palmitic acids) covalently attached to certain cysteine residues via a thioester linkage (Figure 1-B) . The modification is reversibly catalyzed by protein acyltransferases and acylprotein thioesterases, and confers unique properties to the protein, such as membrane binding and targeting, immunoreactivity,",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 343,
                    "text": "(Figure 1-B)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Amino-acid sequence alignment of IFITM5, IFITM1, IFITM2, and IFITM3 derived from mice. The conserved residues are highlighted in black. The three conserved cysteines are highlighted in red and numbered based on the sequence of IFITM5 (top) and IFITM3 (bottom). The residues unique in IFITM5 are highlighted in gray. The first and the second transmembrane domains, the extracellular sequences, and the cytoplasmic loop are indicated by arrows and denoted as TM1 and TM2, EC, and the CP loop, respectively. The TM domains were predicted by SOSUI. The aspartates at the C-terminal region in IFITM5 are shown in blue. B) The schematic illustration of the protein S-palmitoylation. The C 16 -palmitic acid is attached to cysteine via a thioester linkage. The palmitoylation and depalmitoylation are catalyzed by protein acyltransferases and acylprotein thioesterases, respectively. In this study, hydroxylamine, NH 2 OH, was used to reduce the thioester linkage. C) The amino acid sequence identity (similarity) among IFITM5, IFITM1, IFITM2, and IFITM3 is summarized. doi: 10.1371/journal.pone.0075831.g001 and protein-protein interaction. The authors revealed that IFITM3 is S-palmitoylated on three membrane proximal cysteines, Cys71 and Cys72 in the first transmembrane (TM1) domain, and Cys105 in the CP loop (Figure 1-A) [10] . In addition, IFITM3 lacking the S-palmitoylation is not clustered in the cell membrane and significantly diminishes the antiviral activity. Moreover, the cysteines in IFITM2, Cys70, Cys71, and Cys104 are also palmitoylated in the same manner, which affects the intracellular localization [24] . A resent study has revealed that murine IFITM1 has four cysteine residues (Cys49, Cys50, Cys83, and Cys103) for the S-palmitoylation, which is required for the antiviral activity and the protein stability [25] . The other IFITM family members also possess these cysteines (Figure 1-A) , and thus the role of the Spalmitoylation on the cysteines should be significant for the functions of IFITM proteins.",
            "cite_spans": [
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1616,
                    "end": 1620,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1828,
                    "end": 1832,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 1308,
                    "end": 1320,
                    "text": "(Figure 1-A)",
                    "ref_id": null
                },
                {
                    "start": 1895,
                    "end": 1907,
                    "text": "(Figure 1-A)",
                    "ref_id": null
                }
            ],
            "section": "Figure 1. Comparison of the amino-acid sequences of IFITM proteins and illustration of protein S-palmitoylation. A)"
        },
        {
            "text": "Here, we focused on IFITM5, which is also known as bonerestricted IFITM-like (BRIL) protein [18] . Among the IFITM family proteins, IFITM5 is unique. (i) Expression of IFITM5: Unlike the other IFITM family proteins, the expression of IFITM5 is not induced by interferons because the region upstream of the ifitm5 gene lacks the interferon regulatory elements [26] . Furthermore, the expression of IFITM5 is mostly restricted to osteoblast cells [18, 19, 27] , while the other IFITM proteins are expressed ubiquitously (ii). Amino-acid sequence similarity: The amino acid sequence of IFITM5 is relatively dissimilar to IFITM1-3 proteins (~ 65% similarity), while IFITM1-3 proteins share ~ 85% similarity with each other (Figure 1 -C). In addition, IFITM5 has an aspartate-rich domain in the C-terminal region, which could be involved in calcium binding (Figure 1 -A) [26] . (iii) Role of IFITM5 in bone formation: The expression of IFITM5 is associated with mineralization during the bone formation process in osteoblast cells [18] [19] [20] [21] . Previous studies have confirmed the expression of IFITM5 in bone tissues in mice, rats, humans and tammar wallabies [2] . The ifitm5-gene knockout mice have smaller bones [19] . Moreover, the knockdown of the ifitm5 gene by small hairpin RNA induces a decrease in bone nodule formation, whereas overexpression of the gene in UMR106 cells has been shown to increase calcium uptake and bone nodule formation [18] . (iv) Role of IFITM5 for immune activity: Recent studies have revealed that IFITM5 interacts with the FK506-binding protein 11 (FKBP11) to form IFITM5-FKBP11-CD81-the prostaglandin F2 receptor negative regulator (FPRP) complex [28] . When the complex is formed, the expressions of 5 interferon-induced genes are induced, including bone marrow stromal cell antigen 2 (Bst2), interferon inducible protein 1 (Irgm), interferoninduced protein with tetratricopeptide repeats 3 (Ifit3), b(2)microglobulin (B2m), and MHC class I antigen gene. Consequently, these results indicate that IFITM5 is involved not only in the bone formation but also in the immune system activity.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1164,
                    "end": 1167,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1454,
                    "end": 1458,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1687,
                    "end": 1691,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 719,
                    "end": 728,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 861,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Figure 1. Comparison of the amino-acid sequences of IFITM proteins and illustration of protein S-palmitoylation. A)"
        },
        {
            "text": "In this study, we investigated the S-palmitoylation of IFITM5 and its role in the interaction with FKBP11 in mouse osteoblast cells. Cells transfected by a plasmid DNA encoding mouse IFITM5 were grown in the presence of an established chemical reporter, 17-octadecynoic acid (17-ODYA) [29, 30] , or an inhibitor for the S-palmitoylation, 2-bromopalmitic acid (2BP) [31] . The biochemical assays using these compounds revealed that the wild-type IFITM5 is S-palmitoylated. To identify the Spalmitoylation site in IFITM5, we prepared cysteine-substituted mutants, IFITM5-C86A, -C52A/C53A, and -C52A/53A/86A (Cys-less). The chemical reporter assay suggested that at least two out of three cysteines in IFITM5 are S-palmitoylated. The interaction of IFITM5 with FKBP11 was examined by immunoprecipitation assay, resulting in the loss of the interaction in the presence of 2BP. The same result was obtained in the two mutants, C52A/C53A and Cys-less. These results suggested that the S-palmitoylation on Cys52 and/or Cys53 in the TM1 domain of IFITM5 is necessary for the interaction with FKBP11. On the other hand, Cys86 in the CP loop of IFITM5 was S-palmitoylated but not involved in the interaction. Because this interaction is important for the immunologically relevant gene expression, it was indicated that the role of the S-palmitoylation is to promote the interaction of IFITM5 with FKBP11 and to regulate the immune activity in the osteoblast cells. The possible interaction mechanism and the effect of the S-palmitoylation on the bone nodule formation will be discussed.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1. Comparison of the amino-acid sequences of IFITM proteins and illustration of protein S-palmitoylation. A)"
        },
        {
            "text": "For mammalian cell expression, plasmid vectors of wild-type IFITM5 (IFITM5-WT) and FLAG-fused FKBP11 (FKBP11-FLAG) were constructed by inserting the cloned genes into a pBApo-CMV Neo expression vector (Takara Bio, Shiga, Japan). The details of the recombinant DNA constructs were the same as described previously [19] . The genes of IFITM5 mutants (IFITM5-C86A, -C52A/53A, and -C52A/C53A/C86A (Cys-less)) were prepared using a QuikChange site-directed mutagenesis kit (Stratagene, La Jolla, CA). The plasmid vectors of FLAG-fused IFITM5-WT, -C52A/53A, and Cys-less were constructed by inserting the cloned genes into the pBApo-CMV Neo expression vector. For E. coli cell expression, the plasmid vector of IFITM5-WT was constructed by inserting the cloned gene into a pET22b (Novagen, Madison, WI) expression vector. The forward primer 5'-GGAATTCCATATGGACACTTCATATCCCCGTG-3' and the reverse primer 5'-CCGCTCGAGGTTATAGTCCTCCTCATCAAACTTGG-3' were used to amplify the gene encoding the entire IFITM5 from the plasmid vector for mammalian cell expression described above. The underlined letters denote an NdeI and an XhoI cleavage site, respectively. The plasmids of IFITM5 mutants were prepared using a QuikChange site-directed mutagenesis kit. The sense and anti-sense primers used were 5'-GGCAGTATGGCTCCAAAGCCAAGGCGTACAACATCCTGG CTGC-3' and 5'-GCAGCCAGGATGTTGTACGCCTTGGCTTTGGAGCCATACT GCC-3' for IFITM5-C86A; and 5'-GCACGATGTACCTGAATCTGGCGGCGCTTGGATTCCTGG CGC-3' and 5'-GCGCCAGGAATCCAAGCGCCGCCAGATTCAGGTACATCG TGC-3' for IFITM5-C52A/C53A, respectively (Sigma-Aldrich, St. Louis, MO).",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Recombinant DNA construction"
        },
        {
            "text": "Osteoblast-like MC3T3 cells were provided by the RIKEN, Cell Bank (RCB 1126). The procedures for cell culture, transfection, and protein expression were the same as reported previously. When necessary, 2-bromopalmitic acid (2BP; Wako, Osaka, Japan) and 17-octadecynoic acid (17-ODYA; Sigma-Aldrich) were dissolved in 99.5% dimethyl sulfoxide (DMSO; Wako) and added to differentiation medium at concentrations of 100 μM and 50 μM in less than 0.1% DMSO, respectively [30, 31] .",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 470,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Mammalian cell culture, transfection, and metabolic labeling"
        },
        {
            "text": "Wild-type and mutant IFITM5 proteins were also produced using an E. coli recombinant expression system. E. coli BL21(DE3) cells transformed by the expression plasmid were grown at 37°C in LB medium containing 50 μg/mL ampicillin. After four-hour induction by 1 mM isopropyl β-Dthiogalactopyranoside (IPTG), cells were harvested by centrifugation (6,400 × g for 10 min at 4°C). The cells were suspended in 50 mM Tris-HCl buffer (pH 8) and disrupted by a French press (Ohtake, Tokyo, Japan) (100 MPa × 4 times). The crude membrane fraction was collected by ultracentrifugation (178,000 × g for 90 min at 4°C). The collected fraction was solubilized with 1.5% n-dodecyl-β-Dmaltopyranoside (DDM) (Dojindo Lab, Kumamoto, Japan) in 50 mM Tris-HCl, pH 8, containing 0.3 M NaCl and 5 mM imidazole. After the ultracentrifugation, the supernatant was incubated with Ni 2+ -NTA agarose resin (Qiagen, Hilden, Germany). The resin was applied to a chromatography column and washed with 50 mM imidazole containing 50 mM Tris-HCl (pH 8), 0.3 M NaCl and 0.1% DDM. The DDM-solubilized IFITM5 was collected by elution with the same buffer containing 0.3 M imidazole. The sample media were replaced by the appropriate buffer solution by two passages over a PD-10 column (GE Healthcare UK, Ltd., Amersham Place, England).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. coli cell culture, protein expression, and purification"
        },
        {
            "text": "The experimental details are described in previous reports [19, 28] . Briefly, total proteins were extracted from the osteoblast cells which co-expressed IFITM5 and FKBP11-FLAG using a total protein extraction kit (BioChain Institute Inc., Newark, CA). Then, the cell lysate was incubated with anti-FLAG M2 agarose gel (Sigma-Aldrich) at 4°C for 2 h. To recover FKBP11-FLAG, 500 ng/μL 3 × FLAG peptide (Sigma-Aldrich) dissolved in Tris-buffered saline was added to the collected gel at 4°C for 1 h. The recovered proteins and the cell lysate containing total proteins were analyzed by SDS-PAGE (15% ePAGEL; ATTO, Tokyo, Japan) and western blot. The anti-IFITM5 polyclonal antibody, which was prepared from the amino-terminal peptide sequence (TSYPREDPRAPSSRC), and anti-FLAG monoclonal antibody (Sigma-Aldrich) were used as primary antibodies. The HRP-conjugated goat anti-rabbit IgG (H+L) (Zymed Laboratories, San Francisco, CA) and goat anti-mouse IgG (H+L) (Sigma-Aldrich) antibodies were used as secondary antibodies for the anti-IFITM5 and anti-FLAG primary antibodies, respectively. The proteins were detected by chemiluminescent reaction (MercK-Millipore, Billerica, MA).",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 64,
                    "end": 67,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitation and western blot"
        },
        {
            "text": "The cell lysate extracted from the osteoblast cells metabolically labeled by 17-ODYA was incubated with anti-FLAG M2 agarose gel to obtain purified FLAG-fused IFITM5 proteins. The 17-ODYA-labeled proteins were chemically labeled with azide-PEG 3 -5(6)-carboxytetramethylrhodamine (TAMRA-azide; Click Chemistry Tools, Scottsdale, AZ) with reference to previous studies [10, 29, 30, 32] and the manufacturer's guide. The proteins separated by SDS-PAGE were visualized using a 532-nm laser for excitation and the fluorescence by TAMRA (565 nm) was detected using a 575nm long-path filter (Typhoon FLA 9000; GE Healthcare).",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Fluorescent labeling of 17-ODYA-labeled IFITM5 proteins"
        },
        {
            "text": "The subcultured osteoblast MC3T3 cells were seeded at a density of 5,000 cells/cm 2 in 40 mm dishes and cultured in α-Modified Eagle's Medium (α-MEM; Sigma-Aldrich) containing 10% (v/v) fetal bovine serum (FBS; Nichirei Biosciences Inc., Tokyo, Japan). On the next day, this was replaced with differentiation medium, containing 2 mM glycerophosphate and 50 μg/mL sodium ascorbate at final concentrations, to induce osteoblast differentiation. When necessary, 100 μM 2BP in less than 0.1% DMSO, or 0.1% DMSO alone was added to the differentiation medium at final concentrations. All cultures were incubated at 37°C in a humidified atmosphere containing 5% CO 2 for 27 days. Mineralized nodules were stained with Alizarin Red S (Sigma-Aldrich). The standard staining procedure was used. The mineralized nodules were checked every three days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examination of bone nodule formation"
        },
        {
            "text": "To identify the S-palmitoylation on IFITM5, the osteoblast cells harboring the plasmid DNA encoding IFITM5-WT were cultured in the absence and presence of 2BP, which inhibits the S-palmitoylation (Figure 2-A) [31] . Then, the cell lysate containing total protein was extracted for use in the SDS-PAGE and western blot analyses. For purposes of comparison, E. coli cells were also cultured in the absence of 2BP and the cell lysate was extracted. Figure 2 -B shows the results of the western blot assay for IFITM5-WT expressed in the osteoblast and the E. coli cells. In the osteoblast cells, IFITM5-WT exhibited a single band near the 17.4 kDa molecular-mass marker (see lane 1) in the absence of 2BP. However, in the presence of 2BP (see lane 4), the band appeared at a lower position than that in the absence of 2BP (lane 1). These results suggested that IFITM5-WT has high and low molecular-mass forms in the absence and presence of 2BP, respectively. The S-palmitoylation is a reversible reaction, and therefore is depalmitoylated by a strong reductant such as hydroxylamine [10] . Following hydroxylamine treatment (see lane 2), the band appeared at the same position as in the presence of 2BP (lane 4). In prokaryote E. coli cells, the post-translational modification S-Palmitoylation on IFITM5 PLOS ONE | www.plosone.org does not occur. Hence, the band was also observed at the same lower position (see lane 3). In the case of IFITM3, the palmitoylation was also reported to induce a change in mobility on electrophoresis, just as in our present results [10] .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1561,
                    "end": 1565,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 454,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Identification of S-palmitoylation on IFITM5"
        },
        {
            "text": "For direct observation of the S-palmitoylation, an established chemical reporter, 17-ODYA (Figure 2-C) , was used. The osteoblast cells harboring the plasmid encoding IFITM5-WT were cultured in the presence of 17-ODYA to label the protein metabolically. Following the extraction and the purification of the cell lysate, the labeled IFITM5-WT was ligated with TAMRA-azide according to the Cu(I)-catalyzed [3+2] azidealkyne cycloaddition method [10, 29, 30, 32 ]. An in-gel fluorescence image of the 17-ODYA-TAMRA-labeled IFITM5-WT (see lane 2 in Figure 2 -D) showed that IFITM5 was Spalmitoylated in the osteoblast cells. The FLAG-tag attached to IFITM5 has no influence on the modification and chemical labeling (lanes 1 and 5). In addition, after the hydroxylamine treatment (see lane 6), the fluorescence became weak because of the dissociation of 17-ODYA from IFITM5, which was the same mechanism as the dissociation of the palmitic acid from IFITM5 by reduction as described above (lane 2 of Figure 2-B) .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 447,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 456,
                    "end": 458,
                    "text": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 102,
                    "text": "(Figure 2-C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 545,
                    "end": 553,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 996,
                    "end": 1007,
                    "text": "Figure 2-B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Identification of S-palmitoylation on IFITM5"
        },
        {
            "text": "Therefore, we concluded that the IFITM5 expressed in the native osteoblast cells is S-palmitoylated. In addition, the bands corresponding to the high and the low molecular-mass forms shown in western blot analysis were tentatively assigned to the S-palmitoylated and the depalmitoylated forms, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of S-palmitoylation on IFITM5"
        },
        {
            "text": "As described above in the Introduction, cysteine residues are the substrate for S-palmitoylation. IFITM5 possesses three cysteines, Cys52 and Cys53 in the TM1 domain, and Cys86 in the CP loop (Figure 1-A) . All of these cysteines are highly conserved among the mammalian IFITM family proteins (Figure 3-A) . To identify the modification site in IFITM5, we prepared cysteine-substituted mutants, IFITM5-C52A/C53A, -C86A, and -C52A/C53A/C86A (Cys-less). The osteoblast cells harboring each plasmid were cultured in the absence of 2BP, and then the cell lysate was extracted. Figure 3 -B shows the results of the western blot detecting the expression of all the mutants in the osteoblast cells. In the C52A/C53A and Cys-less mutants (see lanes 2 and 4), the low molecular-mass form was detected. This result indicates that either Cys52 or Cys53 is involved in the S-palmitoylation. In addition, as shown in Figure  2 -D, strong and weak fluorescence were detected in the C52A/ C53A mutant in the absence and presence of hydroxylamine (lanes 3 and 7) , respectively, but not in the Cys-less mutant (lanes 4 and 8) . These results suggested that the rest of the cysteine in the C52A/C53A mutant, Cys86, is S-palmitoylated and the Cys-less mutant completely lost the S-palmitoylation because all the cysteines were substituted. Therefore, we concluded that Cys86, plus one or two other cysteine residues in IFITM5, i.e., Cys52 and/or Cys53, are S-palmitoylated. In addition, it was found that the S-palmitoylation on the TM1 domain has a major effect on the mobility in the gel (lower panel of Figure 2 -D and Figure 3-B) . Therefore, we hereafter refer to the high and low molecular-mass forms as the TM1palmitoylated and the TM1-depalmitoylated forms, respectively. Finally, we reassigned the bands shown in the western blot analysis as follows: IFITM5-WT is fully palmitoylated, the C86A mutant is partially palmitoylated at Cys52 and/or Cys53, the C52A/C53A mutant is partially palmitoylated at Cys86, and the Cys-less mutant is completely depalmitoylated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 204,
                    "text": "(Figure 1-A)",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 305,
                    "text": "(Figure 3-A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 573,
                    "end": 581,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 904,
                    "end": 913,
                    "text": "Figure  2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1031,
                    "end": 1046,
                    "text": "(lanes 3 and 7)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1094,
                    "end": 1109,
                    "text": "(lanes 4 and 8)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1588,
                    "end": 1596,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1604,
                    "end": 1615,
                    "text": "Figure 3-B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "S-palmitoylation site of IFITM5"
        },
        {
            "text": "Previous studies have revealed that IFITM5 interacts with FKBP11 [19] . FKBP11 belongs to the FK506-binding protein family and has a transmembrane domain. The interaction between IFITM5 and FKBP11 is important for the immune activity because formation of the IFITM5-FKBP11-CD81-FPRP complex induces the expression of interferon-induced genesnamely, the Bst2, Irgm, Ifit3, B2m, and MHC class I antigen gene [28] . To investigate the effect of the S-palmitoylation on the interaction of IFITM5 with FKBP11, we carried out an immunoprecipitation assay. The osteoblast cells co-transfected by the plasmids encoding IFITM5-WT and FKBP11-FLAG were cultured in the absence and the presence of 2BP. Then, the extracted cell-lysate was incubated with anti-FLAG agarose gel. The gel was washed several times. Finally, the proteins were competitively eluted by the addition of FLAG peptide. If IFITM5 interacted with FKBP11, it was expected that IFITM5 The conserved cysteines are highlighted in orange and numbered. In the lower panel, the numbers given in parenthesis correspond to the residual number for IFITM2. For the calculation of probability, a total of 23 IFITM2, 23 IFITM3, and 17 IFITM5 sequences derived from mammalian species in the Kyoto Encyclopedia of Genes and Genomes (KEGG) database were used. Sequence alignment was carried out using CLUSTALW. Sequence logos were generated using WEBLOGO 3. B) Western blot for the wild-type and cysteine-substituted mutants of IFITM5 expressed in the osteoblast cells. For detection, the anti-IFITM5 antibody was used as a primary antibody. The upper arrow indicates that C52 and/or C53 in the TM1 domain is Spalmitoylated (lanes 1 and 3) . The C52A/C53A (lane 2) and Cys-less (lane 4) mutants are partially and completely depalmitoylated. The experiment was carried out 2 times. doi: 10.1371/journal.pone.0075831.g003 would be obtained during this step and detected by immunoblotting. Figure 4 -A shows the results of the western blot for the co-immunoprecipitation of IFITM5-WT with FKBP-FLAG. The band corresponding to FKBP11 appeared in all the lanes (upper panel). Lanes 1 and 2 are controls to ensure that IFITM5 and FKBP11 are both contained in the cell lysate before the immunoprecipitation. The controls also ensured that IFITM5 was S-palmitoylated in the absence of 2BP (see lane 1), whereas IFITM5 was not S-palmitoylated in the presence of 2BP (see lane 2). After the immunoprecipitation, a single band corresponding to the S-palmitoylated IFITM5 appeared in the absence of 2BP (see lane 3), indicating the interaction of the Spalmitoylated IFITM5 with FKBP11. However, in the presence of 2BP, no band corresponding to IFITM5 appeared (see lane 4) , indicating that the two molecules do not interact with each other. These results suggest that the S-palmitoylation on IFITM5 contributes to the interaction with FKBP11.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2701,
                    "end": 2703,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1667,
                    "end": 1682,
                    "text": "(lanes 1 and 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1930,
                    "end": 1938,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Role of S-palmitoylation for the IFITM5-FKBP11 interaction"
        },
        {
            "text": "Next, we further investigated the relationship between the Spalmitoylation and the interaction with FKBP11 by using the IFITM5 mutants described above. The osteoblast cells cotransfected by the plasmids encoding IFITM5 mutants (C52A/ C53A, C86A, and Cys-less) and FKBP11-FLAG were cultured. The immunoprecipitation assay was carried out in the same way as described above. Figure 4 -B shows the results of the western blot for the co-immunoprecipitation of the wild-type and the IFITM5 mutants with FKBP11. Figure 4 -C shows the results of the control experiment using the cell lysate before the immunoprecipitation. As described in the previous section 3-3, the band corresponding to FKBP11 appeared in all the lanes (upper panels) because the immunoprecipitation was carried out using the anti-FLAG agarose gel. In the lower panel of Figure 4 -B, single bands were observed for the IFITM5-WT and -C86A mutant (lanes 1 and 3) but not for the -C52A/C53A and Cys-less mutants (lanes 2 and 4) . This result indicates that the wild-type and the C86A mutant interact with FKBP11, whereas the other two mutants do not. Interestingly, this tendency mirrored the trend for the S-palmitoylation profiles, which means that Cys52 and/or Cys53 in the TM1 domain of the IFITM5-WT and -C86A mutants is S-palmitoylated, whereas these residues are not S-palmitoylated in the C52A/C53A and Cys-less mutants (see Figures 2-D, 3 -B and the lower panel of Figure 4 -C). Because the S-palmitoylation contributes to the IFITM5-FKBP11 interaction, as described in the previous section 3-3 (also in Figure 4-A) , the results of Figure 4 -B suggest that the mutants which lost the S-palmitoylation site(s), Cys52 and/or Cys53, are not able to interact with FKBP11. In other words, the S-palmitoylation on these cysteines is necessary for the interaction of IFITM5 with FKBP11.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 381,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 507,
                    "end": 515,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 836,
                    "end": 844,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 975,
                    "end": 990,
                    "text": "(lanes 2 and 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1396,
                    "end": 1410,
                    "text": "Figures 2-D, 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1437,
                    "end": 1445,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1576,
                    "end": 1587,
                    "text": "Figure 4-A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1605,
                    "end": 1613,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Interaction of IFITM5 mutants with FKBP11"
        },
        {
            "text": "As described above in the Introduction, previous studies have revealed that IFITM5 also contributes to bone formation [18] [19] [20] [21] . Therefore, we investigated the influence of Spalmitoylation on the bone nodule formation in osteoblast cells, in which native IFITM5 is expressed. Figure 5 shows the time-dependent nodule formation in the absence and the presence of 2BP ( Figure 5-A and -B) . Figure 5 -C shows the results of the control trial to verify the effect of DMSO, which was used as the solvent for 2BP, on the nodule formation. The mineralized nodule was stained with Alizarin Red, which reacts with deposited calcium. In Figure 5 -D, the area of the mineralized nodule was plotted against experimental time. In the absence of 2BP (Figure 5-A, -C, and -D) , the mineralization was started 15 days after the initiation of the cell differentiation (Day 0). On the other hand, in the presence of 2BP ( Figure 5-B and -D) , the nodule was formed on Day 12. The halftime for the maximum mineralization in the presence of 2BP was estimated to be 7 days earlier than that in the absence of 2BP (Figure 5-D) . In addition, differences in the form of the mineralized nodules were observed. Figure 5 -E shows an enlarged view of each nodule on Day 21. The stained nodules were diffused in the presence of 2BP (panel b), whereas in the absence of 2BP the nodules formed a large cluster (panels a and c). Therefore, our observations in this study suggested that the S-palmitoylation affects the bone nodule formation in the osteoblast cells.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 123,
                    "end": 127,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 128,
                    "end": 132,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 133,
                    "end": 137,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 295,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 379,
                    "end": 397,
                    "text": "Figure 5-A and -B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 400,
                    "end": 408,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 639,
                    "end": 647,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 748,
                    "end": 772,
                    "text": "(Figure 5-A, -C, and -D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 916,
                    "end": 934,
                    "text": "Figure 5-B and -D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1104,
                    "end": 1116,
                    "text": "(Figure 5-D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1198,
                    "end": 1206,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Role of S-palmitoylation on IFITM5 for bone nodule formation"
        },
        {
            "text": "In this study, we confirmed the S-palmitoylation on IFITM5 in the osteoblast cells, which was the same as that previously reported for IFITM3 and IFITM2. As reported previously, in IFITM3 and IFITM2, which share 85% sequence similarity (Figure 1-C) , two cysteines in the TM1 domain (Cys71 and Cys72 for IFITM3, Cys70 and Cys71 for IFITM2) and one cysteine in the CP loop (Cys105 for IFITM3, Cys104 for IFITM2) are all S-palmitoylated in cells [10, 24] . On the other hand, although IFITM5 shares 68% and 66% sequence similarity to IFITM3 and IFITM2, respectively, more than one cysteine in the TM1 domain (Cys52 or Cys53) and one cysteine in the CP loop (Cys86) are S-palmitoylated. Taking into account the high conservation of three cysteines in the IFITM proteins (Figures 1-A and 3-A) , all the cysteines in IFITM5 may be involved in the S-palmitoylation just as in the case of IFITM3 and IFITM2 [10, 24] .",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 448,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 900,
                    "end": 904,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 248,
                    "text": "(Figure 1-C)",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 788,
                    "text": "(Figures 1-A and 3-A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparison of IFITM5 with IFITM3 and IFITM2"
        },
        {
            "text": "The roles of the S-palmitoylation on IFITM3 have been studied intensively, and the S-palmitoylation has been shown to be crucial for the correct positioning in the membrane and the resistance to viral infection and internalization [10] (the roles are summarized in Figure 6 -A and discussed in detail below). A recent study has revealed that the S-palmitoylation on IFITM2 is also important for the protein clustering in the membrane [24] . However, we do not know the role of the Spalmitoylation of IFITM5 for the clustering in the membrane at present because we have not yet succeeded in obtaining a proper antibody for immunohistochemistry, despite our allocating much time to the search and considering a considerable number of antibodies.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 273,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Comparison of IFITM5 with IFITM3 and IFITM2"
        },
        {
            "text": "Dr. Hanagata and co-workers previously reported that IFITM5 lacking the TM1 domain and the CP loop, which and IFITM5 (lower panels), the anti-FLAG and the anti-IFITM5 antibodies were used as primary antibodies, respectively. Arrows indicate the existence of each protein and the S-palmitoylation on IFITM5. A) Western blot for the co-immunoprecipitation of the wild-type IFITM5 with the FLAG-fused FKBP11 (FKBP11-FLAG) in the osteoblast cells in the absence and the presence of 2BP (denoted as \"-\" and \"+\", respectively). Lanes 1 and 2 are the results for the control trials used to verify the existence of IFITM5 and FKBP11 before the immunoprecipitation, and Lanes 3 and 4 show the results after the immunoprecipitation. The experiment was repeated 3 times. B) Western blot for the co-immunoprecipitation of the wild-type and the cysteine-substituted mutants of IFITM5 with FKBP11-FLAG in the osteoblast cells. The band corresponding to FLAG peptide is not shown because of the smaller molecular-mass of FLAG peptide relative to FKBP11-FLAG. C) The control experiment of Figure 4 -B used to verify that IFITM5 and FKBP11 were both present in the cell lysate before the immunoprecipitation. The experiment was repeated 2 times. A) The functional mechanism of IFITM3 is summarized from previous studies. (i) IFITM3 is S-palmitoylated at Cys71, Cys72, and Cys105, (ii) which induces clustering and correct positioning in the membrane, (iii) resulting in the antiviral activity against influenza virus. B) The functional mechanism of IFITM5 is summarized by combining the results from the present and the previous studies. (i) Cys86, plus one or two other cysteine residues in IFITM5, i.e., Cys52 and/or Cys53, are S-palmitoylated (ii). The S-palmitoylation allows IFITM5 to interact with FKBP11 in the osteoblast cells (iii). The dissociation of CD9 from the FKBP11-CD81-FPRP/CD9 complex is induced by formation of the IFITM5-FKBP11-CD81-FPRP complex and leads to the immunologically relevant gene expression. IFITM5 also contributes to the bone formation, but it is unknown which states as described in (i)-(iii) are important for the bone formation at present.At present, no interactive protein has been identified in IFITM3 and IFITM2. On the other hand, IFITM5 interacts with the partner protein, FKBP11, and the S-palmitoylation clearly makes a significant contribution to the interaction. Therefore, IFITM5 forms a hetero-oligomer in the cell membrane for its physiological function.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1073,
                    "end": 1081,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Role of S-palmitoylation in the IFITM5-FKBP11 interaction"
        },
        {
            "text": "contain the relevant modification sites, lost the ability to interact with FKBP11 [19] . In the present study, we determined that the S-palmitoylation on Cys52 and/or Cys53 in the TM1 domain is necessary for the interaction. From these results, we speculate that Cys52 and Cys53 face toward the interaction surface with FKBP11, and therefore IFITM5 and FKBP11 interact with each other through the palmitic acid(s) attached to the cysteine(s) (summarized in Figure 6 -B, discussed in detail later). Our investigation revealed that Cys86 is involved in the Spalmitoylation but does not contribute to the interaction with FKBP11. We speculate that some other residues in the CP loop located near the TM1 domain make some contribution to the interaction.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 465,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Role of S-palmitoylation in the IFITM5-FKBP11 interaction"
        },
        {
            "text": "Previous investigations also revealed that IFITM5 expressed in the heterologous fibroblast NIH3T3 cells exhibited direct interactions with CD81, the B cell receptor-associated protein 31 (BCAP31), and the hydroxysteroid (17-beta) dehydrogenase 7 (HSD17b7). These three proteins bind to the IFITM5 without the S-palmitoylation (low molecular-mass form; see Figure 3 -b in ref [19] . and Figure 1 -B in ref [28] .). In the fibroblast cells, the S-palmitoylation on IFITM5 is insufficient [19] . These interactions are not observed in the native osteoblast cells, and therefore are nonspecific. Taking these facts into consideration, we speculate that the S-palmitoylation on IFITM5 promotes the specific interaction with FKBP11 in the osteoblast cells.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 364,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 386,
                    "end": 394,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Role of S-palmitoylation in the IFITM5-FKBP11 interaction"
        },
        {
            "text": "The role played by the S-palmitoylation of IFITM5 in immune activity of the osteoblast cells will be discussed by combining the results from the present and the previous studies. A specific interaction between IFITM5 and FKBP11 should be necessary to form the IFITM5-FKBP11-CD81-FPRP complex. CD81, also known as TAPA-1, is a member of the tetraspanin membrane protein family and a component of the B-cell coreceptor complex which mediates the B-cell signaling for immune responses. When forming this complex, CD9, a partner protein with CD81, dissociates from the FKBP11-CD81-FPRP/CD9 complex and consequently induces the osteoblastspecific expression of the interferon-induced genes, Bst2, Irgm, Ifit3, B2m, and the MHC class I antigen gene [28] . If the Spalmitoylation-mediated specific interaction of IFITM5 with FKBP11 were lost, the IFITM5-FKBP11-CD81-FPRP complex would not be formed, and consequently the interferon-induced gene expression would be inhibited because CD9 would remain associated with the FKBP11-CD81-FPRP/CD9 complex. In this respect, we speculate that IFITM5 is involved in the immune system activity in the osteoblast cells and the interaction of the S-palmitoylated IFITM5 with FKBP11 regulates the immune activity.",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 747,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Role of S-palmitoylation on IFITM5 for the osteoblast cell activity"
        },
        {
            "text": "In addition, it was suggested that the S-palmitoylation on IFITM5 contributes to the bone nodule formation, including morphology and time for mineralization, in the osteoblast cells ( Figure 5 ). It is difficult to conclude at present that the lack of the S-palmitoylation on IFITM5 causes the diffusion of the bone nodules (panel b of Figure 5 -E); we can say, however, that IFITM5 will probably not be S-palmitoylated in the cells in the presence of 2BP. While 2BP is commonly used as an inhibitor of palmitoylation, it also targets many metabolic enzymes [33, 34] . Thus, it is also difficult to interpret the results of the long-term incubation of the osteoblast cells in the presence of 2BP. In any case, these are interesting and key observations in terms of clarifying the role played by the S-palmitoylation of IFITM5 in bone formation, and further studies are required. Figure 6 describes a possible mechanism of the interaction of IFITM5 with FKBP11 and the role of IFITM5 in the osteoblast cell function by means of a comparison with IFITM3. In the case of IFITM3, as shown in Figure 6 -A, the following are observed. (i) The three cysteines are all S-palmitoylated (ii). The S-palmitoylation leads to the clustering and the correct positioning of IFITM3 molecules in the membrane (iii). The Spalmitoylation and the following clustering are crucial for the resistance to the influenza virus. When IFITM3 lacks the Spalmitoylation, the IFITM3 molecules do not cluster, which leads to the significant decrease in the antiviral activity.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 562,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 336,
                    "end": 344,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 879,
                    "end": 887,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1088,
                    "end": 1096,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Role of S-palmitoylation on IFITM5 for the osteoblast cell activity"
        },
        {
            "text": "On the other hand, Figure 6 -B shows that the following observations are made in the case of IFITM5. (i) Cys86, plus one or two other cysteine residues in IFITM5, i.e., Cys52 and/or Cys53, are S-palmitoylated (ii). The S-palmitoylated IFITM5 is able to interact specifically with FKBP11. The interaction is presumed to be mediated by the palmitic acid(s) attached to the cysteine(s) facing toward the interaction surface on FKBP11. Cys86 is involved in the S-palmitoylation but not in the interaction of IFITM5 with FKBP11. At present, however, little is known about the role of the S-palmitoylation of IFITM5 for the localization in the membrane. When the S-palmitoylation affects the localization of IFITM5 as in the case of IFITM3 [10] , the S-palmitoylated IFITM5 molecules should be localized in the membrane or the depalmitoylated molecules should be delocalized. The loss of the interaction between IFITM5 and FKBP11 could be due to a relocalization of the depalmitoylated IFITM5 that prevents its association with FKBP11 (iii). The Spalmitoylated IFITM5 interacts with the FKBP11-CD81-FPRP/CD9 complex through FKBP11, which induces the dissociation of CD9 from the complex and the expression of 5 immunologically relevant genes. Finally, IFITM5 forms the IFITM5-FKBP11-CD81-FPRP complex. It is unknown at present which of the three states (i)~(iii) illustrated in Figure 6 -B is important for the bone mineralization of the osteoblast cells. The lack of the S-palmitoylation influences the interaction with FKBP11, which could account for the following complex formation and gene expression. In addition, the bone nodule formation is also affected. Note that the role of the Spalmitoylation has been involved in the bone formation [35] . It is indicated that the S-palmitoylation on IFITM5 plays roles not only for the regulation of the immune activity but also for the bone formation.",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 738,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1739,
                    "end": 1743,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 27,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1372,
                    "end": 1380,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Possible mechanism of the IFITM5-FKBP11 interaction and the cellular function"
        },
        {
            "text": "In conclusion, we have revealed the S-palmitoylation on IFITM5 and its role in the interaction with FKBP11. Not only the immune activity but also the bone mineralization in the osteoblast cells is affected by the S-palmitoylation. In general, the functional role of the S-palmitoylation is different for each protein [36] . For many proteins, the palmitoylation and depalmitoylation cycle is constitutive and regulated by enzymes. Based on the present results, it is difficult to address (i) whether the S-palmitoylation on IFITM5 is constitutive or regulated, or (ii) when and where IFITM5 is S-palmitoylated in the osteoblast cells. Further studies are required and are currently underway.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Possible mechanism of the IFITM5-FKBP11 interaction and the cellular function"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The dispanins: a novel gene family of ancient origin that contains 14 human members",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sällman Almén",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bringeland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fredriksson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Schiöth",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLOS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0031961"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evolution of vertebrate interferon inducible transmembrane proteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Hickford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Frankenberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Renfree",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Genomics",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2164-13-155"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A molecular programme for the specification of germ cell fate in mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saitou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Surani",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "418",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nature00927"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The fragilis interferon-inducible gene family of transmembrane proteins is associated with germ cell specification in mice",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "C"
                    ],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saitou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Western",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Surani",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMC Dev Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-213X-3-1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Regulation of expression of mouse interferon-induced transmembrane protein like gene-3, Ifitm3 (mil-1, fragilis), in germ cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nagamatsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tokitake",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kasa",
                    "suffix": ""
                },
                {
                    "first": "Ppl",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Dev Dyn",
            "volume": "230",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/dvdy.20085"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Monoclonal antibody to the interferon-inducible protein Leu-13 triggers aggregation and inhibits proliferation of leukemic B cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Tomasi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Blood",
            "volume": "76",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "IFN-alpha induces homotypic adhesion and Leu-13 expression in human B lymphoid cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Collea",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Leasure",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Immunol",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Expression cloning of an interferon-inducible 17-kDa membrane protein implicated in the control of cell growth",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Deblandre",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "Marinx",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Majjaj",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Leo",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Biol Chem",
            "volume": "270",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.270.40.23860"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The IFITM proteins mediate cellular resistance to influenza A H1N1 virus, West Nile virus, and dengue virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Brass",
                    "suffix": ""
                },
                {
                    "first": "I-C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benita",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Krishnan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "139",
            "issn": "",
            "pages": "1243--1254",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2009.12.017"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Palmitoylome profiling reveals S-palmitoylation-dependent antiviral activity of IFITM3",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moltedo",
                    "suffix": ""
                },
                {
                    "first": "Y-Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Charron",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Chem Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nchembio.405"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "IFITM3 Inhibits Influenza A Virus Infection by Preventing Cytosolic Entry",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Feeley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pertel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLOS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "IFITM3 restricts the morbidity and mortality associated with influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Everitt",
                    "suffix": ""
                },
                {
                    "first": "Clare",
                    "middle": [
                        "S"
                    ],
                    "last": "Pertel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Wash",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "484",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10921"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ifitm3 limits the severity of acute influenza in mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "I-C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLOS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "S-palmitoylation and ubiquitination differentially regulate interferon-induced transmembrane protein 3 (IFITM3)-mediated resistance to influenza virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Karssemeijer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Hang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biol Chem",
            "volume": "287",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M112.362095"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Identification of five interferon-induced cellular proteins that inhibit west nile virus and dengue virus infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Weidner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qing",
                    "suffix": ""
                },
                {
                    "first": "X-B",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02199-09"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The IFITM proteins inhibit HIV-1 infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S-L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01531-10"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Distinct patterns of IFITM-mediated restriction of filoviruses, SARS coronavirus, and influenza A virus",
            "authors": [
                {
                    "first": "I-C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Weyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Radoshitzky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLOS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Bril: a novel bone-specific modulator of mineralization",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moffatt",
                    "suffix": ""
                },
                {
                    "first": "M-H",
                    "middle": [],
                    "last": "Gaumond",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Salois",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sellin",
                    "suffix": ""
                },
                {
                    "first": "M-C",
                    "middle": [],
                    "last": "Bessette",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Bone Miner Res",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1359/jbmr.080412"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Characterization of the osteoblast-specific transmembrane protein IFITM5 and analysis of IFITM5-deficient mice",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hanagata",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takemura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Bone Miner Metab",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00774-010-0221-0"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Natural antisense transcripts enhance bone formation by increasing sense IFITM5 transcription",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Titus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Boden",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bone",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bone.2012.07.024"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Regulation of the Bonerestricted ifitm-like (Bril) gene transcription by Sp and Gli family members and CpG methylation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kasaai",
                    "suffix": ""
                },
                {
                    "first": "M-H",
                    "middle": [],
                    "last": "Gaumond",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moffatt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Biol Chem",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M113.457010"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The broad-spectrum antiviral functions of IFIT and IFITM proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Immunol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Protein palmitoylation and subcellular trafficking",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aicart-Ramos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Valero",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rodriguez-Crespo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biochim Biophys Acta",
            "volume": "1808",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbamem.2011.07.009"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Characteristics of IFITM, the newly identified IFN-inducible anti-HIV-1 family proteins",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chutiwitoonchai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hiyoshi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hiyoshi-Yoshidomi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tokunaga",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Microbes Infect",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micinf.2012.12.003"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Palmitoylation on conserved and non-conserved cysteines of murine IFITM1 regulates its stability and anti-influenza A virus activity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hach",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Chesarino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yount",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00621-13"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The small interferon-induced transmembrane genes and proteins",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Siegrist",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ebeling",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Certa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Interferon Cytokine Res",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1089/jir.2010.0112"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Phenotype and gene expression pattern of osteoblast-like cells cultured on polystyrene and hydroxyapatite with pre-adsorbed type-I collagen",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hanagata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takemura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Monkawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikoma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biomed Mater Res A",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Osteoblast-enriched membrane protein IFITM5 regulates the association of CD9 with an FKBP11-CD81-FPRP complex and stimulates expression of interferon-induced genes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hanagata",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biochem Biophys Res Commun",
            "volume": "409",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2011.04.136"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Large-scale profiling of protein palmitoylation in mammalian cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Cravatt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Methods",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.1293"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Bioorthogonal proteomics of 15-hexadecynyloxyacetic acid chemical reporter reveals preferential targeting of fatty acid modified proteins and biosynthetic enzymes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Charron",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Hang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bioorg Med Chem",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmc.2011.03.062"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Inhibition of protein palmitoylation, raft localization, and T cell signaling by 2-bromopalmitate and polyunsaturated fatty acids",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hermida-Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Resh",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.275.1.261"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Robust fluorescent detection of protein fatty-acylation with chemical reporters",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Charron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Raghavan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Chem Soc",
            "volume": "131",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1021/ja810122f"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": ") 2-Bromopalmitate Analogues as Activity-Based Probes To Explore",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deran",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukata",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Profiling Targets of the Irreversible Palmitoylation Inhibitor 2-Bromopalmitate",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Davda",
                    "suffix": ""
                },
                {
                    "first": "Azzouny",
                    "middle": [
                        "El"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ma",
                    "middle": [],
                    "last": "Tom",
                    "suffix": ""
                },
                {
                    "first": "Ctmb",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Majmudar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "ACS Chem Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "S-palmitoylation modulates estrogen receptor alpha localization and functions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ascenzi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Acconcia",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Steroids",
            "volume": "71",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.steroids.2005.09.011"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Palmitoylation: policing protein stability and traffic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Linder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Deschenes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nrm2084"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Biochemical analyses for the S-palmitoylation on IFITM5. A) Molecular structure of 2-bromopalmitic acid (2BP). B) Western blot for the IFITM5-WT expressed in the osteoblast cells in the presence and the absence of 2BP (lanes 1 and 4), and IFITM5-WT expressed in the E. coli cells (lane 3). Note that the lane 4 is repeated from the lane 2 of Figure 4-A. The same sample used in lane 1 was treated with 2.5% (w/v) neutral hydroxylamine (NH 2 OH) and applied in lane 2. Arrows indicate the high molecular-mass form (upper) and low molecular-mass form (lower), corresponding to the Spalmitoylated and depalmitoylated forms of IFITM5-WT, respectively. The experiment was carried out 3 times. C) Molecular structure of 17-octadecynoic acid (17-ODYA). D) Ingel fluorescent image of 17-ODYA/TAMRA-labeled IFITM5 proteins before (left panel) and after (right panel) the treatment with 2.5% (w/v) neutral hydroxylamine (NH 2 OH). Arrows indicate the S-palmitoylation on IFITM5 proteins. The lower panel shows the results of the western blot for the 17-ODYAlabeled IFITM5 proteins. The fully labeled form (WT, lane 2) and partially (C52A/C53A, lane 3) and completely (Cys-less, lane 4) labeled forms are seen. The experiment was repeated 2 times. doi: 10.1371/journal.pone.0075831.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "S-palmitoylation sites on IFITM5. A) Amino acid occurrence in putative mammalian homologs of IFITM5 (upper panel), and IFITM2 and IFITM3 (lower panel).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Western blot for detecting the interaction of IFITM5 with FKBP11. For detection of FKBP11-FLAG (upper panels)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "doi: 10.1371/journal.pone.0075831.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Bone nodule formation of osteoblast cells in the presence and absence of 2BP. A-C) Time-dependent bone nodule formation in the osteoblast cells A) in the absence of 2BP, B) in the presence of 2BP and 0.1% DMSO, and C) in the presence of 0.1% DMSO. The mineralized nodules are stained with Alizarin Red. D) The area occupied by the mineralized nodules (%) was plotted against the incubation time (day). Error bars indicate the standard error. E) Enlargement of the mineralized nodules on Day 21. In the presence of 2BP (panel b), the nodules were more diffuse (none were clustered) than in the other two conditions (panels a and c). On Day 0, the osteoblast cell differentiation was initiated. These experiments were carried out 3 times. doi: 10.1371/journal.pone.0075831.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Possible functional mechanisms of IFITM3 and IFITM5 in cells.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Drs. Takashi Kikukawa, Masakatsu Kamiya, and Keiichi Kawano (Hokkaido University) for their valuable comments, and Drs. Yuki Sudo, Takuya Matsuo, and Jin Yagasaki (Nagoya University) for technical support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Conceived and designed the experiments: TT XL NH MD. Performed the experiments: TT XL. Analyzed the data: TT. Contributed reagents/materials/analysis tools: TT XL HM TM TA NH MD. Wrote the manuscript: TT NH MD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}