{
    "paper_id": "0eda9491295d6a851db35c358ac0c4fe956dce1c",
    "metadata": {
        "title": "CE-BLAST makes it possible to compute antigenic similarity for newly emerging pathogens",
        "authors": [
            {
                "first": "Tianyi",
                "middle": [],
                "last": "Qiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji University",
                    "location": {
                        "postCode": "200092",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yiyan",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji University",
                    "location": {
                        "postCode": "200092",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jingxuan",
                "middle": [],
                "last": "Qiu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji University",
                    "location": {
                        "postCode": "200092",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tianlei",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Han",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji University",
                    "location": {
                        "postCode": "200092",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dingfeng",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji University",
                    "location": {
                        "postCode": "200092",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qingchen",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji University",
                    "location": {
                        "postCode": "200092",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji University",
                    "location": {
                        "postCode": "200092",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoyan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kailin",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji University",
                    "location": {
                        "postCode": "200092",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianqing",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": "xujianqing@shphc.org.cn"
            },
            {
                "first": "Zhiwei",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji University",
                    "location": {
                        "postCode": "200092",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Major challenges in vaccine development include rapidly selecting or designing immunogens for raising cross-protective immunity against different intra-or inter-subtypic pathogens, especially for the newly emerging varieties. Here we propose a computational method, Conformational Epitope (CE)-BLAST, for calculating the antigenic similarity among different pathogens with stable and high performance, which is independent of the prior binding-assay information, unlike the currently available models that heavily rely on the historical experimental data. Tool validation incorporates influenza-related experimental data sufficient for stability and reliability determination. Application to dengue-related data demonstrates high harmonization between the computed clusters and the experimental serological data, undetectable by classical grouping. CE-BLAST identifies the potential cross-reactive epitope between the recent zika pathogen and the dengue virus, precisely corroborated by experimental data. The high performance of the pathogens without the experimental binding data suggests the potential utility of CE-BLAST to rapidly design cross-protective vaccines or promptly determine the efficacy of the currently marketed vaccine against emerging pathogens, which are the critical factors for containing emerging disease outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "E merging and re-emerging diseases caused by infectious pathogens are identified almost every year and remain a continuous threat to public health. Recent examples include influenza, avian flu, dengue, severe acute respiratory syndrome (SARS), and Ebola hemorrhagic fever (EHF), with the latest being microcephaly caused by the zika virus 1 . To combat these epidemics, vaccines are consistently needed for the purpose of disease control and prevention. A critical step in vaccine development is to characterize the antigenicity difference among various pathogens so as to select or design proper immunogens that are able to raise cross-protective immunity. To date, determining antigenic variation of the emerging pathogens has relied heavily on the results from the immune-binding assays. For instance, the hemagglutination inhibition (HI) assay is traditionally performed to determine the antigenic changes in circulating influenza viruses from those of the previous vaccines 2 . Antisera from multiple donors are routinely screened for binding against virus strains in search of a potential broad-spectrum antibody for human immunodeficiency virus (HIV) [3] [4] [5] . Recently, comprehensive serological tests were accomplished on both animals and vaccinated or infected humans to calibrate the serological relationships between the subtypic dengue viruses (DENV) 6 . Despite the wide adoption for common infectious diseases, immune-based experiments are often found to exhibit limited application in the case of significant outbreaks or emergence of new virus subtypes, owing to various factors of mobility, antiserum dilution, standardization, and automation. Thus, new automated technologies with high-throughput and quick response are always desired, so as to meet the increasing demand of newly emerging epidemics. Accordingly, the development of computational strategies independent of immunoassays may be helpful for assisting the antigenicity measurement in a rapid and timely manner.",
            "cite_spans": [
                {
                    "start": 1158,
                    "end": 1161,
                    "text": "[3]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1162,
                    "end": 1165,
                    "text": "[4]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1166,
                    "end": 1169,
                    "text": "[5]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1368,
                    "end": 1369,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Till now, in silico methods to compute antigenicity have been developed primarily for only a few specific pathogens, based on the knowledge acquired from massive accumulation of the historical experimental data, such as for influenza virus or foot-andmouth disease virus (FMDV) [7] [8] [9] . However, for numerous other pathogens and new pathogens for which the binding assays remain sparse or insufficient, no computational model has yet been reported. In this study, we designed a generalized and immunoassay-independent tool, Conformational Epitope (CE)-BLAST, to predict the antigenicity of different pathogens.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Similar to the concept underlying sequence BLAST with the sequence similarity inferring functional similarity, CE-BLAST aims to compare the conformational epitopes directly to suggest the relative antigenicity distance between antigens. In the adaptive humoral immune system, the pathogenic antigens will be recognized and bound by specific antibodies at the conformational epitopes generally comprising several segments that are discontinuous in sequence, but close in three-dimensional (3D) conformation 10, 11 . This recognition process features high sensitivity and specificity, where only the mutated antigens with highly similar conformational epitopes are able to cross-react with the same antibody. Arising mutants with substantially different conformational epitopes are likely the causing antigenic variants to previous vaccines, and may lead to new outbreaks in the community [12] [13] [14] . Therefore, comparing the conformational epitopes directly may provide clues to infer antigenic similarity of the pathogenic antigens. This algorithm takes complete consideration of the structural and the physicochemical microenvironment variations from a 3D viewpoint caused by mutations, which are summarized into a comprehensive fingerprint for each epitope residue. For each input antigen with the structure information, the conformational epitope will be translated into a series of fingerprints and compared with the predefined or user-uploaded datasets through CE-BLAST, then a list of hit-epitope structures with predicted similarity scores will be provided in descending order as output.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 509,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 512,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[14]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ability of CE-BLAST to detect the antigenic variance is rigorously evaluated using different sets of immune-assay data on both intra-and inter-subtypic pathogens, as well as cross-virus cases. It is initially tested with intra-subtypic pathogen data of influenza A/H3N2 antigen including 3867 historical HI assays, and then combined with the experimental validation on a new antigen of A/H3N2. Then, its ability to classify serological relationships is further confirmed on DENV subtypes via 1072 serological data results. Notably, the application scope of CE-BLAST is extended to a cross-virus case to suggest the potential crossreactive epitopes between ZIKV and DENV in the Flavivirus family. For convenient use, a web server has been constructed with built-in epitope libraries containing simulated structure databases of the HA antigen for influenza virus (A/H1N1 & A/ H3N2), Envelope (E) antigen for DENV and ZIKV, and known conformational epitopes derived from the Protein Databank (PDB) immune complex. The web server of CE-BLAST can be accessed at http://badd.tongji.edu.cn/ce_blast/ or http://bidd2. nus.edu.sg/czw/ce_blast/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Model construction of CE-BLAST. The design of the CE-BLAST model encompasses three steps: (1) deriving a group of fingerprints for each conformational epitope, (2) aligning the conformational epitopes according to their fingerprints, and (3) scoring the similarity according to the epitope alignment. In the first step, the epitope fingerprints are composed of individual fingerprints of each epitope residue, which are described by the residual layout and the physicochemical properties of the residual microenvironment via spin-image and shell-structure models. In the second step, a \"seed-grow\" strategy is subsequently adopted to identify the best local alignment, according to the fingerprint comparison between conformational epitopes. In the third step, the similarity score considers not only the number of matched residues, but also the evolutional distance between matched positions, as well as the similarity of the corresponding microenvironments for each residue. CE-BLAST begins with conformational epitope structures and requires no experimental binding data. Such unsupervised performance ensures its adaptability for new antigens without prior assays. Additional details can be found in the Methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The workflow of CE-BLAST is illustrated in Fig.1 . The algorithm accepts epitope structures in the protein data bank (PDB) format as input and then converts the structure information into epitope fingerprint. Users can search against the built-in epitope database or search within their input data files to find antigenically similar epitopes for the queried files. Finally, the results are provided as a hit list including the ID of each hit epitope and the corresponding similarity score.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 48,
                    "text": "Fig.1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In view of the extensive computational time required for fingerprints derivation, we have modeled thousands of representative HA structures for influenza H3N2 and H1N1 antigens, and calculated their epitope fingerprints based on the predefined epitope sites. Furthermore, the E protein of two Flaviviruses (both monomer and dimer), DENV and ZIKV, were also premodeled and added into the built-in database. Currently, CE-BLAST contains three built-in epitope databases including: (1) 559 known epitope structures derived from the immune complexes in the PDB database; (2) High and robust performance on HI data of influenza H3. To test whether CE-BLAST can predict the cross-reactivity of intrasubtypic pathogens, influenza H3 was initially selected owing to the massive accumulation of HI assay values and sequence data. In this study, a complete historical HI dataset was collected to validate CE-BLAST, as well as to test the performance of the available tools specific to influenza [15] [16] [17] 1968-1972 1968-1977 1968-1982 1968-1987 1968-1992 1968-1997 1968-2002 1968-2007 Predicting the protective spectrum for a new vaccine (Con H3) of the influenza A/H3N2 strain by CE-BLAST. a Antigenic clustering results between HA epitopes of 679 influenza strains. Strains with identical HA epitopes as the new vaccine were marked in green and labeled as Con H3. The pink region shows the potential antigenically similar or cross-reactive strains to Con H3. The locations of the three strains inside the spectrum are marked in green, whereas the other four strains outside the spectrum are marked in blue. b Inhibition concentration for the seven tested strains with the monoclonal neutralization antibody derived from Con H3-immuned mice. IC 50 values were calculated by fitting the antigenic distance D ab ð Þ transformed from mutual HI values 17 (Supplementary Note 3). The potential cross-reactivities of the corresponding HA pairs were also predicted by CE-BLAST as similar or varied after structural modeling (Methods) of the 679 HA1 antigens. Compared to the results from HI tests, a high classification performance with area under ROC curve (AUC) value over 0.917 could be achieved by CE-BLAST on 16 classical antigenic sites. Results for different antigenic sites were also tested with similar performance (Supplementary Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 985,
                    "end": 989,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1079,
                    "text": "1968-1972 1968-1977 1968-1982 1968-1987 1968-1992 1968-1997 1968-2002 1968-2007",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2313,
                    "end": 2334,
                    "text": "(Supplementary Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In addition, we simulated the prediction results of CE-BLAST and other peers by different training data size with different data from 1968 to 2013 via a sliding window of 5 years, with training data continually increasing and testing continually decreasing (Methods). As almost all the available in silico tools of influenza comprise supervised models, three assay-trained methods were chosen as representative peers including Lees' method 17 , Anti-genCO 15 , and a most recent method from Qiu 16 , considering their repeatability and accessibility. As shown in Fig. 2 , the overall prediction abilities of the supervised models varied differently across different dates, with AUC value below 0.65 at the beginning of testing period in 1972. When the size of training data kept increasing, their performances become relatively stable with AUC value over 0.8 after 1992. In comparison, CE-BLAST gave high performance of AUC value of around 0.9 from the beginning of 1972, and maintained a consistently high and stable AUC value across the entire testing periods. As an unsupervised method, the prominent value of CE-BLAST appears to be able to process the fast antigenic matching of new antigens where no appropriate serology exists. Subsequently, we thus extended the prediction ability of our tool to new antigens from different pathogens.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 458,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 497,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 563,
                    "end": 569,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Reliable prediction for a new influenza H3 vaccine. A new vaccine, named \"Con H3\", was artificially designed for influenza H3 without HI data through the consensus sequence of the reported A/H3N2 strains from the years ranging from 2006 to 2009, obtained from the National Center for Biotechnology Information (NCBI). After querying against the 679 HA epitopes described above, CE-BLAST gave a potential similarity profile, with the protection spectrum of Con H3 shown in pink in Fig. 3a . Then, seven strains (Supplementary Table 1 ) including three inside and four outside of the predicted protection spectrum were randomly selected for experimental validation. Sequence comparison between \"Con H3\" and the seven selected strains can be found in Supplementary Fig. 2 . Notably, all the Con H3immunized mice ( Table 2 ). To further corroborate the above neutralization data, we generated monoclonal neutralizing antibodies from Con H3vaccinated mice. A cross-reactive neutralizing antibody designated as 6A7 was identified from among 2400 fusion-cell clones between H3-immunized mice splenocytes and mice myeloma cells, with neutralization activities tested subsequently. The experimental results, shown in Fig. 3b , agree well with the CE-BLAST predictions (Supplementary Table 3 ). In addition, the prediction accuracy of the three chosen peer algorithms was also tested on the new vaccine of \"Con H3\" at different time points, the results from which demonstrated that CE-BLAST outperformed the three peers, in terms of both accuracy and reliability ( Supplementary Tables 4-6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 487,
                    "text": "Fig. 3a",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 532,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 768,
                    "text": "Supplementary Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 811,
                    "end": 818,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1215,
                    "text": "Fig. 3b",
                    "ref_id": null
                },
                {
                    "start": 1274,
                    "end": 1281,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1555,
                    "end": 1579,
                    "text": "Supplementary Tables 4-6",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To further test the generality of CE-BLAST toward newly emerged pathogens, the antisera data of DENV were collected from a large-scale study on the African green monkey 6 . In this cited study, 36 sera samples derived from the monkeys injected with corresponding vaccine strains were tested individually against 47 DENV strains of four different serotypes. After removing the un-interpretable data with undone and self-reactive titers <10, the remaining titer data of 1072 strain pairs were 60  61  62  63  64  65  66  67  68  69  71  72  73  74  75  76  77  78  79  80  81  85  91  93  94  95  96  97  98  99  100  101  102  103  104  105  106  107  108  109  110  111  112  113  114  115  116  117  118  119  120  121  122  123  124 0   8   16   131  132  133  134  168  169  170  185  186  188  189  190  201  202  213  218  219  229  230  231  232  235  236  237  238  239  240  242  243  245  246  247  248  249  250  251  252  253  254  255  256  257  258  259  260  261  285  287  289  293  297  318  370  393  394  234 Fig. 5 Predicting the potential cross-reactive epitope between DENV and ZIKV. a-c Workflow of the potential cross-reactive area (CRA) detection by CE-BLAST between ZIK and DENV. a: Two E antigens to be compared with domains I, II, and III marked in yellow, magenta, and blue, respectively; b: circular patches are screened and compared on the antigen surface; c: the cross-reactive frequency among sampling structures between corresponding patches predicted by CE-BLAST. Each patch is labeled by the center residue in the column, and each row represents four DENV types. Magenta dashed boxes show the consistent CRAs across different DENV subtypes, whereas yellow box shows the weak one. Residues in different domains are marked accordingly on the bars over the heat map. d-h Potential cross-reactive epitope (CRE) mapping to the E monomer structure of ZIKV. d-g: the predicted CRE is shown in turquoise for four DENV serotypes respectively; h: overlapping CRE of ZIKV across DENV subtypes. i-k Predicted CRE of the E dimer structure of ZIKV, compared with experimental results. i: predicted CRE by CE-BLAST for the E dimer; j: binding interface derived from the crystal structures (PDB id:5LCV); k: important residues computed by interaction force from Barba-Spaeth et al. 22 . All CREs have been circled for clarity included as our validation set. We modeled 47 E protein structures for CE-BLAST according to the sequences provided in the paper 6 . Unlike for influenza, no empirical titer threshold has been reported as being able to classify the antigenic similarity or variance for DENV cases. According to the statistics of the available data 6 , the titer value for over 90% of the self-reactive pairs was over 20. Thus, three different values of 15, 20, and 40 were tentatively chosen as classification thresholds for further testing. Accordingly, the classification results of CE-BLAST achieved AUC values of 0.857, 0.894, and 0.899, respectively, of the 1072 strain pairs.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 2301,
                    "end": 2303,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 2474,
                    "end": 2475,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 2676,
                    "end": 2677,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 734,
                    "text": "60  61  62  63  64  65  66  67  68  69  71  72  73  74  75  76  77  78  79  80  81  85  91  93  94  95  96  97  98  99  100  101  102  103  104  105  106  107  108  109  110  111  112  113  114  115  116  117  118  119  120  121  122  123  124",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 735,
                    "end": 1026,
                    "text": "0   8   16   131  132  133  134  168  169  170  185  186  188  189  190  201  202  213  218  219  229  230  231  232  235  236  237  238  239  240  242  243  245  246  247  248  249  250  251  252  253  254  255  256  257  258  259  260  261  285  287  289  293  297  318  370  393  394  234",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Correct prediction of serological topology for DENV subtypes."
        },
        {
            "text": "Next, the antigenic grouping results of CE-BLAST were compared with that from the classical sequence similarity and structure similarity, based on experimental serological topology. Figure 4a , b shows the serological topology of experimental grouping between DENV strains by the multidimensional scaling (MDS) method 18 after data cleaning and normalization (Methods). It could be observed that serotype 1 clusters closely with serotype 4, whereas serotype 2 clusters the farthest from the remainder. In Fig. 4c of the CE-BLAST results, the four serotypes of DENV could be correctly predicted and clustered. In comparison to grouping topology, serotype 1 was first clustered with serotype 4, whereas serotype 2 is the farthest from the remaining strains, which completely matches with the experimental topology (Fig. 4a, b) . However, in sequence-based clustering of Fig. 4d , serotype 1 was first clustered with serotype 3, followed by serotype 2, and last with serotype 4, which disagrees with the experimental results. Neither could the structure method achieve the correct topology for DENV subtypes, as displayed in Fig. 4e .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 191,
                    "text": "Figure 4a",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 512,
                    "text": "Fig. 4c",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 824,
                    "text": "(Fig. 4a, b)",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 875,
                    "text": "Fig. 4d",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1129,
                    "text": "Fig. 4e",
                    "ref_id": null
                }
            ],
            "section": "Correct prediction of serological topology for DENV subtypes."
        },
        {
            "text": "In addition to inter-subtypic DENV, CE-BLAST also yields better prediction for intra-subtypic pathogens than sequencebased or structure-based methods. Taking serotype 1 as an example, strain DENV1/Vietnam/2008-BID-V1937 (DENV1-V1937, marked with a star) in Fig. 4c was first clustered with DENV1/Thailand/1964/16007 (DENV1-T16007, marked with a dot) and then with DENV1/Myanmar/2005/61117 (DENV-M61117, marked with a cross), followed by others. This topological structure indicated that the antigenicity of DENV1-V1937 was closest to that of DENV1-T16007, followed by DENV1-M61117. Our prediction is strongly corroborated by experimental results from either 1 month or 3 month postinfection sera. The titer value of DENV1-V1937 vs. DENV1-T16007 is the highest among all pairs between DENV1-V1937 and the 47 tested strains, followed by DENV1-M61117 with the second highest titer values, indicating the close antigenicity between DENV1-V1937 and DENV1-T16007 (Supplementary Data 1). In contrast, neither the sequence-based nor the structure-based methods could suggest the best serological relationship within DENV subtypes, as being displayed in Fig. 4d , e. Therefore, the CE-BLAST model appears to give the best inference of serological similarity for DENV subtypes, compared to the classical sequence-or structure-based methods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 264,
                    "text": "Fig. 4c",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1152,
                    "text": "Fig. 4d",
                    "ref_id": null
                }
            ],
            "section": "Correct prediction of serological topology for DENV subtypes."
        },
        {
            "text": "Capturing the cross-reactive epitopes between DENV and ZIKV. The obtained results indicted the unique ability of CE-BLAST to predict the antigenic similarity for intra-and intersubtypes of new pathogens. Next, CE-BLAST was tested across different viruses to detect the potential cross-reactivity between the latest arising pathogen of ZIKV and the available pathogen of DENV. ZIKV is a member of the Flavivirus family, which recently emerged from Brazil and quickly became a significant public health concern. Evidence shows that ZIKV infections may lead to neurological complications such as Guillain-Barré syndrome in adults 20 and micocephaly in newborns 1 . Several reports discovered that the antibodies isolated from patients with dengue had the potential to cross-react with ZIKV 21, 22 . As the main target of neutralizing antibodies, the E protein was reported to share high structural similarity with a root-mean-square deviation (RMSD) of 1.1 Å and overall sequence identity of 53.9% between ZIKV and DENV 23 .",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 790,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 793,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Correct prediction of serological topology for DENV subtypes."
        },
        {
            "text": "To predict the potential cross-reactive epitopes between ZIKV and different DENV subtypes, four representative E proteins were randomly sampled from our dataset for each DENV subtypes, as well as for ZIKV. For the convenience of computer screening, round patches of the viruses were collected for each residue on the protein surface after structure modeling of E monomers and dimers, respectively (Methods). Then, the surface patches of ZIKV were compared with the corresponding patches in DENV subtypes through CE-BLAST. Potential cross-reactive patches (CRPs) were marked when their similarity scores rose above a certain threshold. The frequency of CRP labeled by the center residue was mapped onto a heat map resulting from binary comparison between 4 ZIKV and 4 DENV structures, as shown in Fig. 5a -c, with different rows representing DENV subtypes. Additional results can be found in Supplementary Figs. 3 and 4 . Although the in silico cross-reactivity frequency could vary among different subtypes of DENV, strongly consistent CRPs in domain II and additionally weak CRPs in domain I could be detected across DENV subtypes (Fig. 5c ). Our prediction is supported by the experimental results from a study by Stettler et al. on testing the reactivity ability of domain I/II and domain III in the E protein monomer 22 .",
            "cite_spans": [
                {
                    "start": 1321,
                    "end": 1323,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 796,
                    "end": 803,
                    "text": "Fig. 5a",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 918,
                    "text": "Supplementary Figs. 3 and 4",
                    "ref_id": null
                },
                {
                    "start": 1132,
                    "end": 1140,
                    "text": "(Fig. 5c",
                    "ref_id": null
                }
            ],
            "section": "Correct prediction of serological topology for DENV subtypes."
        },
        {
            "text": "It is noted that the true epitope is often irregularly shaped, whereas the above circular surface patch is artificially oversimplified for convenient screening purposes. The same crossreactive epitope (CRE) residue may be contained by different artificial patches, and particular artificial patches covering sufficient CRE residues are more likely to constitute the CRPs. Thus, the overlapping of such CRPs likely indicates the location of true epitopes. Subsequently, individual residues in each in silico CRP of a given subtype are first mapped onto the 3D surface of the E antigen. The concentrated areas above the average are shown in turquoise in Fig. 5d -g, hinting at the potential CRE between ZIKV and DENV subtypes, respectively. Subsequent overlapping of subtypic CREs suggested the turquoise region in Fig. 5h as the potential CRE of ZIKA virus across DENV subtypes A similar strategy was applied to E protein dimer structures. The computed CRE across DENV subtypes was strongly hinted in domain II, albeit only slightly in domains I and III from the opposite chain in the dimer structure ( Supplementary Fig. 5 ). The entire CRE predicted for the E dimer involves 14 surface residues, as labeled in Fig. 5i . Notably, the computed CRE is highly overlapping with results from the crystallization work of immune-complexes by Barba-Spaeth et al. 21 . In particular, 71% of our computed CRA residues are located in the binding interface derived from the structure complex between the antibody and the E protein dimer (Fig. 5j) , with 45% of the important residues suggested by Barba-Spaeth et al. included in our prediction (Fig. 5k) .",
            "cite_spans": [
                {
                    "start": 1355,
                    "end": 1357,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 652,
                    "end": 659,
                    "text": "Fig. 5d",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 820,
                    "text": "Fig. 5h",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1122,
                    "text": "Supplementary Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1211,
                    "end": 1218,
                    "text": "Fig. 5i",
                    "ref_id": null
                },
                {
                    "start": 1525,
                    "end": 1534,
                    "text": "(Fig. 5j)",
                    "ref_id": null
                },
                {
                    "start": 1632,
                    "end": 1641,
                    "text": "(Fig. 5k)",
                    "ref_id": null
                }
            ],
            "section": "Correct prediction of serological topology for DENV subtypes."
        },
        {
            "text": "Predicting the cross reactivity for new pathogens is highly challenging, particularly when the experimental data is still insufficient. In this study, we designed a unique model to achieve such prediction by comparing the conformational epitopes of different antigens. Comprehensive validations confirmed the high and stable performance of CE-BLAST. The explanation for the success of CE-BLAST in sensitively detecting the antigenic change lies in the design of the algorithm. Firstly, the 3D residual layout difference in the whole antigen structure caused by mutations can be recorded by different rotating planes of spin-images of each epitope residue. Similarly, the physicochemical change of the microenvironment caused by the mutation in whole antigen can also be described through shell models of each epitope residue. Thus, for a pair of antigen structures with only one residual difference in the surface epitope, the coordinate displacement derived from classical structure alignment might mainly focus on the local mutated site, and therefore is usually minor. Conversely, in the CE-BLAST model, the fingerprints of all the non-mutated epitope residues will also change accordingly. Coupled with the substantial penalty from the BLOSUM matrix, the sensitivity to measure the overall difference is thereby largely increased in CE-BLAST. Furthermore, our model enables local search of the most similar subareas between epitopes. As our similarity score is normalized by self-size, the score of epitope A querying against B may be different from that of B against A, if they have different sizes. Therefore, we tested reciprocally in the case of ZIKV and DENV. A general workflow was also proposed for cross virus reactivation by modeling the representative antigen structures. Surface patches are artificially rendered as circles for simple calculation when the shape of the real epitope is totally unknown. Highly cross-reactive patches often suggest the inclusion of more cross-reactive epitope residues. After overlapping the individual residues from cross-reactive patches, the subtype-specific and subtype-common CREs can be suggested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite the generality, we also found the limitation of our models. As CE-BLAST calculates the similarity based on antigen structures, incomplete structures will reduce its performance. In addition, heavy post-translational modified structures may also influence the accuracy, such as in the case of the gp120 antigen of HIV. To summarize, we designed a new algorithm for the possible inference of antigenicity similarity, particularly for newly emerged pathogens. CE-BLAST may potentially be useful for the following applications: (1) inferring the relative antigenic distance between the mutated antigens, (2) predicting serological classification for pathogen subtypes, and (3) suggesting the potential cross-reactivity across viruses. Subsequent improvements will be further elaborated on post-translational modification (PTM) antigens, parallel computing, and refined models that are tailormade for specific proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Data source. Hemagglutinin data of influenza viruses: HA1 sequences were collected from international databases and reports (Supplementary Note 2). A total of 14,891 HA1 sequences longer than 327 amino acids were retained for influenza A/ H3N2 and 16,672 HA1 sequences longer than 325 amino acids were retained for A/ H1N1. Based on a sequence identity of 99%, 1725 and 1284 unique HA clusters were formed for A/H3N2 and A/H1N1, respectively. Representative structures were built for each cluster with randomly selected sequences within the cluster via homology modeling (Modeller 9.11) 24 .",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 589,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The HI assay values were obtained for influenza A/H3N2 from the reports of international organizations along with published papers (Supplementary Note 2) . For strain a and strain b HA sequences, the antigenic distance D ab ð Þwas calculated only when the four individual HI values (H aa , H ab , H bb , H ba ) were available. In this way, 3867 D ab values for non-redundant HA pairs were derived from 288 unique HA sequences, covering 3539 strain pairs from 1968 to 2013, as different HA sequences were found under the same strain name. The dominant classification of each pairs could be detected following the protocol in Supplementary Note 3. Among the non-redundant HA pairs, 2286 were experimentally confirmed as immune-escaping according to HI results, whereas 1581 were defined as antigenically similar.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 153,
                    "text": "(Supplementary Note 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "We then split the data according to different time periods to simulate the prediction ability of each algorithm. In each simulated year (X), the selected supervised methods were trained by data collected from 1968 to X; and the remainder were used to testing data to evaluate the prediction ability. In this study, eight different time periods were selected (X = 1972, 1977, 1982, 1987, 1992, 1997, 2002 , and 2007) and tested respectively.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 403,
                    "text": "(X = 1972, 1977, 1982, 1987, 1992, 1997, 2002",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Envelope protein data of dengue and zika viruses: E protein sequences were collected from the virus variation database of NCBI, with host set as human. A total of 4081 E protein sequences longer than 493 amino acids were retained for DENV 1-4 and 441 E protein sequences longer than 505 amino acids were retained for ZIKV. Based on a sequence identity of 100%, 1143 and 68 unique E protein clusters were formed for DENV and ZIKV, respectively. Representative structures were built for each cluster with randomly selected sequences within the cluster via homology modeling (Modeller 9.11) 24 .",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 590,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Epitope structure: A total of 421 PDB IDs that included 559 epitope structures were identified from the PDB 25 database, with key words including antibody, antigen, Fab, Fv, Fc, IgG, and immu*, with a resolution better than 3.0 Å and with a protein antigen length of more than 50 residues. For each PDB complex, epitope residues were determined by the nearest atom distance to antibody residues ( 4.0 Å). Finally, 559 epitope structures were defined as known conformational epitopes database in CE-BLAST.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Algorithms. To align the two epitope structures, CE-BLAST first identifies the seed residue pairs in different subareas between the two structures. Subsequently, the alignment starts from the seed and gradually extends to the neighboring area to match the similar residue pairs. Then, the similarity score can be calculated according to the aligned epitopes. For each pair of queried epitope (A) and target epitope (B), the overall steps of the algorithm will be:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 1: Identify the seed pairs between A and B via epitope fingerprints: Use the spin-image system to generate structural fingerprints for each epitope residue in epitopes A and B (see Structural fingerprint generation via the \"spinimage\" system);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Add the physicochemical fingerprint (see Physicochemical fingerprint in the shell layers) to the structural fingerprint for each epitope residue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Identify the seed pairs based on the epitope fingerprints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 2: Use the \"seed grow\" strategy to find the most similar subclusters in epitopes A and B (see Epitope alignment based on the \"Seed grow\" strategy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 3: Calculate the overall similarity for the epitopes (see Similarity score of the aligned epitopes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Identifying the seed pairs. The seed residue pairs are those in the similar neighboring environments, in terms of both residue layout and physicochemical properties. A set of fingerprints was designed to describe the local environment for each residue in an epitope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Structural fingerprint generation via the \"spin-image\" system: The spin-image system was initially designed to represent 3D objects for efficiently solving the object recognition and reconstruction problems. The spin-image system aims to project the neighboring residue layout to a two-dimensional (2D) array by rotating the dynamic plane of each epitope residue 26 . An input epitope structure will be described by the collection of 2D images, defined as spin-images. Each epitope residue is finally recorded as a unique image of a 2D array describing the local residue layout around the target residue. In this manner, an epitope surface can be represented by a group of spin images.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 365,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Each epitope residue r i is simplified as a point P i by its alpha carbon atom, Cα. Then, the geometric center C of the whole epitope is calculated by averaging the 3D coordinates of all the epitope residues. The center C is set as the origin of the coordinate system. The vector CP ! is set as the rotating axis of the dynamic plane.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Along with a fixed-size rotating plane rotating around CP ! , all the surface residues in an epitope can be projected onto a certain position in the plane. This plane can be divided into a 2D grid by appropriate horizontal and vertical pixels ( Supplementary Fig. 6 ). Different plane sizes and grid resolutions were tested. An optimized plane size and grid resolution were selected (Supplementary Fig. 7 and Supplementary Note 4). Physicochemical fingerprint in the shell layers: As the physicochemical properties of hydrophobic interactions, hydrogen-bond and electrostatic interactions were reported to play essential roles in the specific binding of an antigen and antibody 27,28 , we presented a shell model to add these physicochemical properties at different layers around the target residue P. By means of the shell structure, the hydrophobicity, hydrogen bonding, and electrostatic interactions 29 of the neighboring residues were summarized in the shell layers according to the distance of the neighboring residue and the target residue P (Supplementary Fig. 8 ). After optimization, layers of shells within 20 Å of P were generated at a step size of 2 Å.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 265,
                    "text": "Supplementary Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 404,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1070,
                    "text": "(Supplementary Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Finally, seeding residue pairs could be identified between two epitope surfaces based on the residue fingerprints of the structural environment and physicochemical properties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Epitope alignment based on the \"seed row\" strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 1: Pearson correlation coefficients are calculated between each residue pair between epitope A and B, based on the residue fingerprints. The most similar residue pair with the highest Pearson coefficient will be taken as \"seed 1\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 2: Within a defined distance to \"seed 1\" (seeding distance), all the neighboring residues are compared between the two epitopes via step 1 to match additional similar pairs with similar environments. Each residue is allowed to appear in only one residue pair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 3: Continue comparing until all the neighboring residues of \"seed 1\" are screened or the Pearson correlation coefficient drops to a certain level (<0.5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 4: Outside the seeding distance of seed 1, repeat from step 1 to start a new round of seed identification until all the epitope residues are screened or the Pearson correlation coefficient drops below 0.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Until this point, two epitopes were aligned by a group of residue pairs with similar local environment and physicochemical properties. For the highly different epitopes with no similar residue pairs of Pearson correlation coefficients above 0.5, the alignments will still be made according to the ranking of the Pearson correlation coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Similarity score of the aligned epitopes. The similarity score is designed to cover three important measurements: the number of the matched residue pairs ðRP AB Þ, the environmental similarity ES AB ð Þ, and the evolutionarily distance as denoted by the residue-transition score ðRT AB Þ. Then, a linear model is adopted to integrate the above values into a Raw Score ðRS AB Þ, as shown by formula (1):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "where, RP AB indicates the number of the matched residue pairs between epitope A and B; ES AB is calculated by accumulating the Pearson correlation coefficients P k i l i of all the matched residue pairs k i ; l i ð Þderived from fingerprint comparison; and RT AB is equal to the summarized value in the BLOSUM62 matrix for the two matched residues. The α; β; γ values are designed to adjust the magnitude of the unbalanced score, and set as 1, 10, 1, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Finally, the raw score of similarity ðRS AB Þ is normalized by the self-query score into a range of (0~1] to remove the size bias of different epitopes. For a query epitope of A, the final similarity score SS AB ð Þto a targeted B epitope can be calculated as shown below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "where, the similarity score SS AB is the normalized score of target B against query A. Thus, the score of SS AB and SS BA may be different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Application of CE-BLAST to different pathogens. Influenza: As the mutated HA sequences of influenza are highly similar, the epitope alignment can be derived from the sequence alignment. Furthermore, the property of N-glycosylation sites are added into the shell structures of the available physicochemical properties. The numbers of potential N-glycosylation sites are counted for each layer of shell. The N-glycosylation sites are defined by sequons of Asn-X-Ser/Thr, where X represents any amino acid apart from proline 17 . For inter-pathogen cases such as influenza HA protein, the cutoff of SS AB is defined as 0.9, according to the optimal point in the ROC curve. Then, the theoretical antigenicity distance TD ab ð Þis translated and normalized as formula 3, where ϑ 0 ¼ 1; ϑ ð1Àcutoff Þ ¼ 4.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 524,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Dengue virus E protein: To generate the complete data for antigenic mapping, 19 tested strains with undone (empty value) in each line were removed from Table S3 , described by Leah et al. 6 . For those with antisera values labeled as <10, we arbitrarily set a value of 5 to simplify the calculation. A total of 28 tested strains remained with antisera values for each. Then, for the each line of the tested strain, titer values were normalized within 0 to 1, by setting the highest antisera value as 1 (Supplementary Data 1) . Finally, antigenic mapping was performed by ordinal MDS according to the normalized titers. Potential cross-reactive epitope scanning between DENV and ZIKV: The E protein epitope scanning between DENV and ZIKV contains three steps. First, surface areas of the E protein were identified. Here, the trimer structure of the dengue virus (PDB: 3j27) was selected as a template. The accessible residues were defined as those amino acids on chain C with area solvent accessible surface (ASA) value over 1 Å 2 , the ASA values were calculated using Naccess 30 . Then, the surface residues were artificially selected among those accessible residues, as shown in Supplementary Fig. 9 .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 524,
                    "text": "(Supplementary Data 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1181,
                    "end": 1201,
                    "text": "Supplementary Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Secondly, all the surface patches were identified. For each residue R as center, all the surface residues within its neighborhood with certain threshold were defined as its surface patch. After scanning all the residues of E protein, different surface patches could be derived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Finally, the CE-BLAST score of each corresponding surface patch from DENV and ZIKV was calculated. The two surface patches with CE-BLAST scores above the threshold were defined as the potential CRPs. A total of 20 E protein structures including four for ZIKV and 16 for DENV (4 for each serotype) were used in this study; the corresponding strains with GenBank ID are given in Supplementary Table 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 398,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Experimental validation of influenza H3 can be found Supplementary Note 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Code availability. Main algorithms were integrated into CE-BLAST web server and can be accessed at http://badd.tongji.edu.cn/ce_blast/ or http://bidd2.nus.edu. sg/czw/ce_blast/. Other code related with this manuscript is available from authors on request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data availability. In this paper, the HI data and the corresponding strain names used in section High and robust performance on historical HI data of influenza H3 were collected from reports of international organizations and publications as Supplementary Note 2 described. Artificially consolidated dataset can be found in Supplementary Data 2, and sequences were summarized in Supplementary Data 3. The sequence data used in section Reliable prediction for a new influenza H3 vaccine were listed in Supplementary Table 1 , sequence comparison of Con H3 and reference strains can be found in Supplementary Fig. 2 . Serum data of DENV viruses used in section Correct prediction of serological topology for DENV subtypes were collected from Table S3 of Katzelnick's work 6 , and normalized serum data used in this section can be found in Supplementary Data 1. Strain ID of DENV and ZIKV used in section Successful identification of cross-reactive epitopes between DENV and ZIKV were listed in Supplementary ",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 771,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 522,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 613,
                    "text": "Supplementary Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 740,
                    "end": 748,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF12": {
            "ref_id": "b12",
            "title": "DENV3/Vietnam/2006-BID-V1329",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Detection and sequencing of Zika virus from amniotic fluid of fetuses with microcephaly in Brazil: a case study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Calvet",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Infect. Dis",
            "volume": "16",
            "issn": "",
            "pages": "653--660",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mapping the antigenic and genetic evolution of influenza virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "305",
            "issn": "",
            "pages": "371--376",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Multidonor analysis reveals structural elements, genetic determinants, and maturation pathway for HIV-1 neutralization by VRC01-class antibodies",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Immunity",
            "volume": "39",
            "issn": "",
            "pages": "245--258",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Rational HIV immunogen design to target specific germline B cell receptors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jardine",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "340",
            "issn": "",
            "pages": "711--716",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Structural basis for broad and potent neutralization of HIV-1 by antibody VRC01",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "",
            "pages": "811--817",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Dengue viruses cluster antigenically but not as discrete serotypes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Katzelnick",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "349",
            "issn": "",
            "pages": "1338--1343",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "ATIVS: analytical tool for influenza virus surveillance",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hsiung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nucleic Acids Res",
            "volume": "37",
            "issn": "",
            "pages": "643--646",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Sequence-based prediction for vaccine strain selection and identification of antigenic variability in foot-and-mouth disease virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Reeve",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Comput Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Mapping of H3N2 influenza antigenic evolution in China reveals a strategy for vaccine strain recommendation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Commun",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Broad neutralization coverage of HIV by multiple highly potent antibodies",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "477",
            "issn": "",
            "pages": "466--117",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Advances in the development of influenza virus vaccines",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Structural determinants for naturally evolving H5N1 hemagglutinin to switch its receptor specificity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tharakaraman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell",
            "volume": "153",
            "issn": "",
            "pages": "1475--1485",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Sequence-based antigenic change prediction by a sparse learning method incorporating co-evolutionary information",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Incorporating structure context of HA protein to improve antigenicity calculation for influenza virus A/H3N2",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A computational analysis of the antigenic properties of haemagglutinin in influenza A H3N2",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Lees",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "",
            "pages": "1403--1408",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Generalized multidimensional scaling: a framework for isometry-invariant partial surface matching",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Bronstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Bronstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kimmel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "103",
            "issn": "",
            "pages": "1168--1172",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A method for simultaneous alignment of multiple protein structures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shatsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nussinov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolfson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proteins",
            "volume": "56",
            "issn": "",
            "pages": "143--156",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Guillain-Barre Syndrome outbreak associated with Zika virus infection in French Polynesia: a case-control study",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Cao-Lormeau",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "1531--1539",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Structural basis of potent Zika-dengue virus antibody cross-neutralization",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barba-Spaeth",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "536",
            "issn": "",
            "pages": "48--53",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Specificity, cross-reactivity, and function of antibodies elicited by Zika virus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stettler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "353",
            "issn": "",
            "pages": "823--826",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Human antibody responses after dengue virus infection are highly cross-reactive to Zika virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Priyamvada",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "113",
            "issn": "",
            "pages": "7852--7857",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Comparative protein structure modeling using Modeller",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eswar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr. Protoc. Bioinform, Chapter",
            "volume": "5",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The Protein Data Bank",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Berman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Acta Crystallogr. D Biol. Crystallogr",
            "volume": "58",
            "issn": "",
            "pages": "899--907",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Discovery of similar regions on protein surfaces",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Bock",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garutti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Comput. Biol",
            "volume": "14",
            "issn": "",
            "pages": "285--299",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The atomic structure of protein-protein recognition sites",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lo Conte",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chothia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Janin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Mol. Biol",
            "volume": "285",
            "issn": "",
            "pages": "2177--2198",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Spatial chemical conservation of hot spot interactions in protein-protein complexes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shulman-Peleg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shatsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nussinov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolfson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Biol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "AAindex: amino acid index database, progress report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kawashima",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nucleic Acids Res",
            "volume": "36",
            "issn": "",
            "pages": "202--205",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Substrate recognition by proteinases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hubbard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Thornton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Faraday Discuss",
            "volume": "93",
            "issn": "",
            "pages": "13--23",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Model workflow of CE-BLAST. a The input files for CE-BLAST can be either the PDB structure of any protein antigen or the HA sequences of influenza A/H1N1 and H3N2 antigens. After the epitope sites are selected, CE-BLAST can automatically calculate the fingerprints for each epitope structure. b The epitope fingerprints are used to search against a built-in epitope database or a self-defined dataset that is uploaded by the user. c Output results are provided as a list of hit epitope structures with similarity scores in descending order. The user can also compare the structural differences",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Performance comparison between CE-BLAST and peers on mutual HI data of 3867 HA pairs of influenza H3. The X axis represents different simulation time points with an increasing window of 5 years. Blue bars show the numbers of training data within the time period, whereas gray bars represent those remaining as testing data, with the corresponding values indicated on the right. Each colored line shows the performance (AUC value) of the computational model, corresponding to the value on the left",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "5 mice per group) mounted significant neutralization activities against the three strains inside the protection spectrum, yielding geometric mean titer (GMT) values of 12,150 against WI05 H3 (A/Wisconsin/67/2005), 2786 against BR07 H3 (A/Brisbane/10/2007), and 2111 against FJ02 H3 (A/Fujian/ 2002). In contrast, only marginal responses (≤400) were elicited against MO99 H3 (A/Moscow/10/1999). No responses to the other three strains (≤50) were observed in comparison with the control group (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "conformational structures of 1284-and 1725-modeled HA structures representing 16,672 H1N1 strains and 15,238 H3N2 strains, respectively; and (3) conformational structures of 1143-and 68-modeled E protein representing 4081 DENV strains and 441 ZIKV strains, respectively. Validations of CE-BLAST on conformational epitopes can be found in Supplementary Note 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Mutual HI assay values of 3867 HA pairs of influenza A/H3N2 strain were collected, representing the most abundant HI validation dataset yet reported (Supplementary Note 2). The antigenically similar or varied HA pairs were then classified according to the classical cutoff of",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "DENV2 Cambodia 2009 D2T0601085 KH09 KSP DENV2 Cambodia 2007 BID V4265 DENV2 Vietnam 2003 DF670 AC20 DENV2 India 1974 Poona 742295 DENV2 Nicaragua 2006 BID V571 DENV2 Brazil 2004 BR 161 DENV2 Nicaragua 2005 BID V533 DENV2 Tonga 1974 Tonga 74 DENV2 Peru 1996 IQT 2913 DENV2 Guyana 2000 CAREC 00 08221 DENV2 Malaysia 2008 DKD 811 DENV2 Senegal 1970 Sendak HD 0674 DENV2 Vietnam 2003 AC21 DENV2 Vietnam 2006 32 135 DENV2 Cambodia 2008 BID V3924 DENV2 NewGuinea 1944 NewGuineaC DENV4 Myanmar 2008 81087 DENV4 Dominica 1981 42A DENV4 Indonesia 1973 M30153 AC36 DENV4 PuertoRico 1999 BID V2446 DENV4 Cambodia 2011 V0624301 AC33 DENV4 Thailand 1985 D85 052 DENV4 Brazil 2012 BR 12 DENV4 Cambodia 2010 U0811386 DENV4 Indonesia 1978 S1228 DENV4 Malaysia 1973 P73 1120 Subtype grouping of dengue virus by CE-BLAST. a 3D antigenic mapping of 28 dengue virus strains based on the serological data from Katzelnick et al. 6 by MDS. b 2D antigenic mapping of Fig. 4a. c Antigenic clustering of 47 strains by CE-BLAST similarity score. d Traditional grouping by sequence phylogenetic tree of 47 E protein sequences. e Traditional grouping by structural clustering tree of 47 E proteins based on RMSD scores of the Multiprot 19 .",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Received: 10 March 2016 Accepted: 5 April 2018",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported in part by grants from Ministry of Science and Technology China (2010CB833601), the National Natural Science Foundation of China (31171272), the National Postdoctoral Program for Innovative Talents (BX201600033) and the China Postdoctoral Science Foundation Funded Project (2017M611451). Also, we appreciated that Prof. Yuzong Chen and Xian Zeng, from National University of Singapore, helped us to build the mirror server of CE-BLAST in NUS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Q.T.Y. developed the algorithm and wrote the majority of the manuscript. Y.Y.Y., T.L.X., and H.X. constructed the CE-BLAST web server and tools. Q.T.Y. and J.X.Q. designed the in silico validation and wrote the partial of the results part. Y.H., X.Y.Z., and J.Q.X. designed the experimental validation and wrote partial of the manuscript. J.X.Q. collected the influenza data and performed the statistical analysis. Q.T.Y., Y.Y.Y., J.X.Q., and D.F. W. constructed figures. D.F.W., Q.C.Z., C.Z., and K.L.T. helped for the model validation. Z.W.C. and J.Q.X. supervised the whole project and modified the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "Supplementary Information accompanies this paper at https://doi.org/10.1038/s41467-018-04171-2.Competing interests: The authors declare no competing interests.Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/ Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}