{
    "paper_id": "0f34f180295196b73c5bf7c4892fb023d388cb15",
    "metadata": {
        "title": "Comment",
        "authors": [
            {
                "first": "Richard",
                "middle": [
                    "A"
                ],
                "last": "Kock",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "B"
                ],
                "last": "Karesh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [],
                "last": "Veas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thirumalaisamy",
                "middle": [
                    "P"
                ],
                "last": "Velavan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Simons",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leonard",
                "middle": [
                    "E G"
                ],
                "last": "Mboera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Osman",
                "middle": [],
                "last": "Dar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bárbara",
                "middle": [],
                "last": "Liã",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alimuddin",
                "middle": [],
                "last": "Arruda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rkock@rvc",
                "middle": [
                    "Ac"
                ],
                "last": "Zumla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Uk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The emergence of a new coronavirus (2019-nCoV) in Wuhan creates a sense of déjà vu with the severe acute respiratory syndrome coronavirus (SARS-CoV) epidemic in China in 2003. Coronaviruses are enveloped, positivestranded RNA viruses of mammals and birds. These viruses have high mutation and gene recombination rates, making them ideal for pathogen evolution. 1 In humans, coronavirus is usually associated with mild disease, the common cold. Previous emerging novel coronaviruses, such as SARS-CoV and Middle East respiratory syndrome coronavirus (MERS-CoV), which emerged in the Middle East in 2012, were associated with severe and sometimes fatal disease. MERS-CoV was less pathogenic than SARS-CoV, with the most severe infections mainly in individuals with underlying illnesses. Clinically and epidemiologically, the contemporary 2019-nCoV in China seems to resemble SARS-CoV. The genome of 2019-nCoV also appears most closely related to SARS-CoV and related bat coronaviruses. 2 The infection has now spread widely, with phylogenetic analysis of the emerging viruses suggesting an initial single-locus zoonotic spillover event in November, 2019, 3 There is an increasing focus on the human-animalenvironment disease interface, as encompassed in the One Health concept. Mortalities, disability-adjusted life-years, and billions of dollars of economic losses from these infections demand action and investment in prevention to face novel challenges to human and animal health. Research has led to better understanding of the nature and drivers of cross-species viral jumps, but the detail is still elusive. No reservoir population of bats for SARS and MERS-CoV or Ebola virus have been definitively identified, despite considerable searching, possibly because of the source virus circulating in small and isolated populations. Forensic examination has clarified the human infection sources and multispecies involvement in these diseases, with some species confirmed as competent hosts (eg, camels for MERS-CoV 4 ), bridge (or amplifying) hosts (eg, pigs for Nipah virus, non-human primates for Ebola virus 5 ), or deadend hosts. The crucial checkpoint is the jump and bridging of the viruses to humans, which occurs most frequently through animal-based food systems. In the case of SARS, markets with live and dead animals of wild and domestic origins were the crucible for virus evolution and emergence in the human population. Once the viruses' functional proteins enabled cell entry in civets (Paguma larvata) and racoon dogs (Nyctereutes procyonoides), the bridge was established and it was only a matter of time before the jump to humans occurred. 6 Sequence comparison of civet viruses suggested evolution was ongoing; this was further supported by high seroprevalence of antibodies against SARS-CoV among civet sellers, suggesting previous cross-species transmission events without necessarily human-tohuman transmission. 7, 8 Similarly, early Ebola virus was mostly associated with bushmeat and its consumption in Africa; Nipah virus is associated with date palm sap, fruit, and domestic pig farms; MERS is associated with the camel livestock industry; and H5N1 arose from viral evolution in domestic and wild birds, to ultimately bring all these cases to humans. The 2019-nCoV is another virus in the pipeline that originated from contact with animals, in this case a seafood and animal market in Wuhan, China.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 362,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 985,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1153,
                    "end": 1154,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2658,
                    "end": 2659,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2934,
                    "end": 2936,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2937,
                    "end": 2938,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "2019-nCoV in context: lessons learned?"
        },
        {
            "text": "Inevitably, the health sectors are primarily reactive to these events, acting to save lives as well as undertake surveillance and control. The drama and panic typically fade into history with the substantial costs being absorbed by ordinary people, international financial systems, and tax bases, making life go on as normal, but not quite. The frequency, severity, and financial impacts of these events are growing, and the world can no longer afford to just wait and see, especially because prevention of these threats is in theory relatively simple and where addressed has resulted in a cessation of risk. The best example being Nipah virus, where separation of pig farms from fruit agriculture, and by the same measure, fruit bats, has substantially reduced the potential for Nipah virus spill over. Bats have always had viral populations, and despite close association with humans for millennia, this has not resulted in pandemics until recent times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2019-nCoV in context: lessons learned?"
        },
        {
            "text": "In conclusion, have we learned lessons? Yes and no. These events are of global public health and economic importance and need collective societal response. But governments and civil society are not heeding these warnings, as the 2019-nCoV attests. 9 Concerns have been repeatedly raised and voiced since the idea of One Health was first expressed in around 2000. 10 What we need to learn and communicate is that the zoonotic or agricultural bridging of novel pathogens from domestic and captive wildlife needs urgent attention, along with attention to the human appetite for meat. This approach is easily achieved for coronavirus threatseg, by substantially reducing the trade of risky species of wild caught animals for food or other purposes, and a culturally sensitive ban on the sale of these animals in wet markets. Vaccines and therapeutic alternatives might be possible and are needed, but they are a response, because the emerging strain is unpredictable and a vaccine is unlikely to prevent the initial events. In some parts of Africa, prevention of Ebola virus and future coronavirus threats require shifts in food habits, a transition from bushmeat being a cultural norm or primary source of protein, and by discouraging agricultural development that brings bats into increased contact with humans or livestock. In the Middle East, re-evaluating and improving infection prevention and control measures for camel farms, a recent introduction coincident with the emergence of MERS-CoV, would be a positive step forward.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 249,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 363,
                    "end": 365,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "2019-nCoV in context: lessons learned?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology, genetic recombination, and pathogenesis of coronaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Trends Microbiol",
            "volume": "24",
            "issn": "",
            "pages": "490--502",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X-L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X-G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1101/2020.01.22.914952"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Phylogenetic analysis of nCoV-2019 genomes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rembaut",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus quasispecies that include homologues of human isolates revealed through whole-genome analysis and virus cultured from dromedary camels in Saudi Arabia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "mBio",
            "volume": "2014",
            "issn": "",
            "pages": "1146--1160",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Morbidity and mortality of wild animals in relation to outbreaks of Ebola haemorrhagic fever in Gabon",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lahm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kombila",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swanepoel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "101",
            "issn": "",
            "pages": "64--78",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Understanding bat SARS-like coronaviruses for the preparation of future coronavirus outbreaks-implications for coronavirus vaccine development",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "W"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Hum Vaccin Immunother",
            "volume": "13",
            "issn": "",
            "pages": "186--89",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--78",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Molecular evolution analysis and geographic investigation of severe acute respiratory syndrome coronavirus-like virus in palm civets at an animal market and on farms",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "11892--900",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Taking forward a 'One Health' approach for turning the tide against the Middle East respiratory syndrome coronavirus and other zoonotic pathogens with epidemic potential",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Infect Dis",
            "volume": "47",
            "issn": "",
            "pages": "5--9",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ecology of zoonoses: natural and unnatural histories",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1936--1981",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "and subsequent humanto-human transmission. The SARS epidemic in 2003 was followed soon after by avian influenza H5N1 in 2006, centred on the Asian continent and Middle East. Other surprising viral zoonoses that have caused serious disease include Nipah encephalitic virus in pigs and humans in southeast and south Asia in 1999-2014, and large-scale Ebola virus epidemics in 2014-16 and 2018-19 in west and central Africa. Taken together, these events ring alarm bells about disease emergence in the 21st century, and the importance of human diseases originating from indiscriminate contacts with infected animals.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}