{
    "paper_id": "0f9aaacbdad195c0133c25eb6dc02585ba7e1e2b",
    "metadata": {
        "title": "4. Supporting Information S4 -The signature performance remains robust across different patient subgroups",
        "authors": []
    },
    "abstract": [
        {
            "text": "We demonstrated that the signature remained robust across a wide range of patient characteristics including age, clinical syndrome, time from symptom onset, maximal temperature, pathogen species, comorbidities, and the clinical site with AUCs ranging from 0.87 to 1.0 (Fig. 4) . In this section, we review the performance of the signature across additional patient subgroups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 276,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In real-world clinical practice, patients are often under various chronic drug regimens, which could, potentially, affect the level of proteins comprising the signature. We therefore examined whether the most used drugs (by categories) in our cohort impact the signature's performance. None of the evaluated drug groups were associated with significant alterations in the signature's accuracy (Table S6) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 403,
                    "text": "(Table S6)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Stratification by chronic drug regimens"
        },
        {
            "text": "Sepsis is a potentially fatal medical condition characterized by a whole-body inflammatory state (called systemic inflammatory response syndrome [SIRS] ) and the presence of a known or suspected infection [1] . Patients with a bacterial sepsis benefit from early antibiotic therapy; delayed or misdiagnosis can have serious or even fatal consequences [2, 3] . We focused on adult patients for whom the definition of SIRS is clear and examined the ability of the signature to distinguish between adult patients with bacterial sepsis and those with viral infections as well as between adult patients with bacterial sepsis and those with viral sepsis.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 151,
                    "text": "[SIRS]",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 355,
                    "end": 357,
                    "text": "3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Sepsis based stratification"
        },
        {
            "text": "Adult patients with bacterial sepsis were defined according to the American College of Chest Physicians and the Society of Critical Care Medicine [2] . SIRS was defined by the presence of at least two of the following findings: (i) body temperature <36°C or >38°C, (ii) heart rate >90 beats per minute, (iii) respiratory rate >20 breaths per minute or, on blood gas, a PaCO 2 <32 mm Hg (4.3 kPa), and (iv) WBC <4,000 cells/mm 3 or >12,000 cells/mm 3 or >10% band forms. We found that the signature achieved very high levels of accuracy in distinguishing between adult patients with bacterial sepsis and those with viral sepsis (AUC of 0.97 and 0.93 for the Unanimous sub-cohort and the entire study cohort, respectively). These results demonstrate the utility of the signature in differentiating adult patients with bacterial sepsis from adult patients with viral infections. ",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Sepsis based stratification"
        },
        {
            "text": "Antibiotic misuse typically stems from the use of these drugs to treat non-bacterial (viral or non-infectious) patients or due to delayed or missed diagnosis of bacterial infections. Therefore, we further examined the signature performance for distinguishing between bacterial and non-bacterial patients. The entire study cohort was evaluated using leave-10%-out cross-validation, yielding AUC of 0.94±0.02. Improved performances were shown when evaluating the Unanimous sub-cohort (AUC of 0.96±0.02), and after filtering out patients with a marginal immune response (Table S8) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 567,
                    "end": 577,
                    "text": "(Table S8)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Bacterial vs non-bacterial patients stratification"
        },
        {
            "text": "We also tested the signature on the subgroup of patients who were technically excluded, but had unanimous labeling by the expert panel, which yielded an AUC of 0.96±0.06 (n Bacterial =27, n Viral =14). This might suggest that the signature is applicable more broadly to conditions that were excluded in the present study (e.g. sub-febrile patients).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technically excluded patients"
        },
        {
            "text": "Of the 653 patients with suspicion of acute infection, 427 received antibiotics (299 had bacterial diagnosis and 128 had viral diagnosis). The AUC of the signature for distinguishing between the bacterial and viral infected patients in the antibiotics treated patients sub-cohort was 0.93±0.02. We did not observe a statistically significant difference between the performance on the antibiotics treated patients and the general cohort (0.94±0.02 vs 0.93±0.02; P = 0.5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibiotics based stratification"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SCCM/ESICM/ACCP/ATS/SIS International Sepsis Definitions Conference",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "1250--1256",
            "other_ids": {
                "DOI": [
                    "10.1097/01.CCM.0000050454.01978.3B"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Definitions for sepsis and organ failure and guidelines for the use of innovative therapies in sepsis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Bone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Cerra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Dellinger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fein",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "The ACCP/SCCM Consensus Conference Committee",
            "volume": "101",
            "issn": "",
            "pages": "1644--1655",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early goal-directed therapy in the treatment of severe sepsis and septic shock",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rivers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Havstad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ressler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muzzin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "345",
            "issn": "",
            "pages": "1368--1377",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa010307"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Evaluation of the signature's sensitivity to various types of chronic drug regimens.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Signature accuracy in diagnosing bacterial sepsis vs viral sepsis in adult patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}