{
    "paper_id": "0ffbcddbc1c2527eca81dc62b12e587ab61ff4d0",
    "metadata": {
        "title": "Intubating Ebola Patients: Technical Limitations of Extensive Personal Protective Equipment",
        "authors": [
            {
                "first": "Warren",
                "middle": [],
                "last": "Wiechmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shannon",
                "middle": [],
                "last": "Toohey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cassandra",
                "middle": [],
                "last": "Majestic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Megan",
                "middle": [],
                "last": "Boysen-Osborn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "[West J Emerg Med. 2015;16(7):965.]",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As hospitals across the nation were preparing for the possibility of Ebola or Middle Eastern respiratory syndrome (MERS-CoV) cases, healthcare workers underwent intricate training in the use of personal protective equipment (PPE). An Ebola or MERS-CoV patient requiring intubation places a healthcare worker at risk for exposure to bodily secretions. The procedure must be performed only after appropriate PPE is donned. 1 Intubating while wearing PPE is yet another challenge identified in caring for these patients. Manual dexterity and free movement decreases when wearing PPE, and may increase length of time to successful intubation.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 422,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We elicited the opinion of subjects performing direct laryngoscopy versus video-assisted laryngoscopy on manikins while wearing PPE. Additionally, we recorded multiple intubation attempts by these clinicians using Google Glass. Two PPE-donned clinicians both agreed that intubation was not technically different between direct versus video-assisted techniques. However, the subjects felt that direct laryngoscopy was noticeably more labor intensive than the video-assisted technique. Subjects also felt more temperature-related discomfort during direct laryngoscopy. For one subject, contamination was more common during direct laryngoscopy, when the PPE hood contacted the patient's face or endotracheal tube. From this simulation experience, we recommend video laryngoscopy as a preferred method of intubating a patient while donning PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Guidance on Personal Protective Equipment To Be Used by Healthcare Workers During Management of Patients with Ebola Virus Disease in U.S. Hospitals, Including Procedures for Putting On (Donning) and Removing (Doffing)",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}