{
    "paper_id": "10abe76a05511196ea1f252383f0c70d592e7444",
    "metadata": {
        "title": "New Class of Monoclonal Antibodies against Severe Influenza: Prophylactic and Therapeutic Efficacy in Ferrets",
        "authors": [
            {
                "first": "Robert",
                "middle": [
                    "H E"
                ],
                "last": "Friesen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "addrLine": "2 ViroClinics BV, The Netherlands",
                        "settlement": "Leiden, Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Wouter",
                "middle": [],
                "last": "Koudstaal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "addrLine": "2 ViroClinics BV, The Netherlands",
                        "settlement": "Leiden, Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "H"
                ],
                "last": "Koldijk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "addrLine": "2 ViroClinics BV, The Netherlands",
                        "settlement": "Leiden, Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Gerrit",
                "middle": [
                    "Jan"
                ],
                "last": "Weverling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "addrLine": "2 ViroClinics BV, The Netherlands",
                        "settlement": "Leiden, Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Just",
                "middle": [
                    "P J"
                ],
                "last": "Brakenhoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "addrLine": "2 ViroClinics BV, The Netherlands",
                        "settlement": "Leiden, Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "J"
                ],
                "last": "Lenting",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "addrLine": "2 ViroClinics BV, The Netherlands",
                        "settlement": "Leiden, Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Koert",
                "middle": [
                    "J"
                ],
                "last": "Stittelaar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Albert",
                "middle": [
                    "D M E"
                ],
                "last": "Osterhaus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [],
                "last": "Kompier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "addrLine": "2 ViroClinics BV, The Netherlands",
                        "settlement": "Leiden, Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Jaap",
                "middle": [],
                "last": "Goudsmit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell Holland BV",
                    "location": {
                        "addrLine": "2 ViroClinics BV, The Netherlands",
                        "settlement": "Leiden, Rotterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The urgent medical need for innovative approaches to control influenza is emphasized by the widespread resistance of circulating subtype H1N1 viruses to the leading antiviral drug oseltamivir, the pandemic threat posed by the occurrences of human infections with highly pathogenic avian H5N1 viruses, and indeed the evolving swine-origin H1N1 influenza pandemic. A recently discovered class of human monoclonal antibodies with the ability to neutralize a broad spectrum of influenza viruses (including H1, H2, H5, H6 and H9 subtypes) has the potential to prevent and treat influenza in humans. Here we report the latest efficacy data for a representative antibody of this novel class.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methodology/Principal Findings: We evaluated the prophylactic and therapeutic efficacy of the human monoclonal antibody CR6261 against lethal challenge with the highly pathogenic avian H5N1 virus in ferrets, the optimal model of human influenza infection. Survival rates, clinically relevant disease signs such as changes in body weight and temperature, virus replication in lungs and upper respiratory tract, as well as macro-and microscopic pathology were investigated. Prophylactic administration of 30 and 10 mg/kg CR6261 prior to viral challenge completely prevented mortality, weight loss and reduced the amount of infectious virus in the lungs by more than 99.9%, abolished shedding of virus in pharyngeal secretions and largely prevented H5N1-induced lung pathology. When administered therapeutically 1 day after challenge, 30 mg/kg CR6261 prevented death in all animals and blunted disease, as evidenced by decreased weight loss and temperature rise, reduced lung viral loads and shedding, and less lung damage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions/Significance: These data demonstrate the prophylactic and therapeutic efficacy of this new class of human monoclonal antibodies in a highly stringent and clinically relevant animal model of influenza and justify clinical development of this approach as intervention for both seasonal and pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A novel class of human monoclonal antibodies against influenza has been recently discovered [1] . These antibodies bind to the membrane-proximal stem of haemagglutinin, the major viral surface protein, and neutralize the influenza virus by blocking its fusion with the host cell [2] . A panel of antibodies with a similar mode of action was reported subsequently by Sui et al. [3] . Due to the high conservation of their recognition site, this class of antibodies has shown the ability to neutralize a broad spectrum of influenza subtypes, including H1, H2, H5, H6 and H9 [1] , and can be expected to also neutralize viruses from subtypes H4, H8, H11-H14 and H16, as well as their future antigenic drift variants [2] . One of these antibodies, CR6261, was investigated in mice and shown to be protective when given before and after lethal challenges with H1N1 and H5N1 virus, suggesting that it has potential as the first-ever broad-spectrum monoclonal antibody for prophylaxis and treatment of influenza virus infections [1] .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1022,
                    "end": 1025,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to the World Health Organization, seasonal influenza causes up to 500,000 deaths worldwide each year [4] . Immunologically naïve infants, immunocompromised individuals and the elderly are particularly susceptible to illness caused by seasonal influenza viruses, with 90% of deaths occurring in the latter group [4, 5] . In addition, subtypes of influenza A viruses that have not previously circulated among humans occasionally cross from animal reservoirs, raising the spectre of a pandemic.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 325,
                    "end": 327,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Over the past decade, the most prominent pandemic threat appeared to be posed by highly pathogenic avian influenza viruses of subtype H5N1. However, it was a new strain of human H1N1 that emerged in Mexico and the United States in March and April 2009 and rapidly spread across the globe that caused the WHO to declare a pandemic on June 11th [6, 7] . Although the virulence of this virus is currently moderate, particularly compared to the case fatality rate of over 60% of human H5N1 infections, this may change over time. Meanwhile, the threat from highly pathogenic avian H5N1 viruses persists as they continue to circulate and evolve in bird populations.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 347,
                    "end": 349,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Preventive vaccination has historically been the primary means of influenza control, but this approach has important limitations. Vaccines typically elicit a potent neutralizing antibody response only to the specific viral strains they contain, and closely related viruses [8, 9] . Furthermore, influenza vaccines have suboptimal immunogenicity and efficacy in the groups at highest risk of severe disease: the very young, the elderly and immunocompromised individuals [10] .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 277,
                    "end": 279,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The current therapeutic regimen for influenza A is limited to two classes of drugs: the adamantanes (amantadine and rimantadine) and the neuraminidase inhibitors (oseltamivir and zanamivir). Adamantanes rapidly elicit viral resistance, and resistance rates are high among H3N2 viruses and certain clades of H5N1 viruses [11] [12] [13] [14] . The use of oseltamivir, the leading antiviral influenza drug, has been limited by the sudden and widespread emergence of resistance among circulating H1N1 influenza strains [15, 16] . Oseltamivir resistance has also been observed during treatment of H5N1 infection [17, 18] . Zanamivir is still effective against H1N1 viruses and resistance to this drug is less likely to arise [19] . However, its use is limited to patients who can actively use an inhaled drug, which excludes young children, impaired older adults, or patients with underlying airway disease [16] -once again, the group of patients most vulnerable to serious complications from influenza infection.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the absence of reliable antiviral drugs and vaccines, development of alternative strategies for influenza prophylaxis and therapy is urgently required. In order to assess whether CR6261 may be a viable option for human treatment, we evaluated the prophylactic and therapeutic efficacy of this human monoclonal antibody in a highly stringent lethal H5N1 influenza ferret model. The ferret is the most suitable disease model for human influenza infection as it displays very human-like disease [20] [21] [22] .",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 499,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Four groups of 6 ferrets each received 30, 10, 3 or 1 mg/kg CR6261 via an intravenous injection and were challenged the next day with the highly pathogenic avian A/Indonesia/5/2005 (H5N1) virus. A control group of 6 ferrets received 30 mg/kg of the irrelevant isotype-matched antibody CR3014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylactic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "All ferrets that received 30 or 10 mg/kg CR6261 survived, compared to only 33.3% of the control animals ( Figure 1A) . A further reduction of the dose to 3 mg/kg was clearly correlated with a lower survival rate of 66.7%. Though not statistically significant different from survival observed in control animals, there is a 50% mortality reduction. The lowest dose of 1 mg/kg CR6261 was not associated with survival benefit compared to control animals. Survival times differed significantly between groups receiving 30 or 10 mg/kg CR6261 and the control group (p = 0.020).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 116,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Prophylactic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "Moribund animals showed general depression, anorexia and lethargy, and exhibited clinical signs of respiratory disease, including dyspnoea. Animals treated at efficacious dose levels (30 and 10 mg/kg) did not loose body weight, whereas the mean weight loss in the control group was 10.5% by the time the ferrets died or were euthanized ( Figure 1B ). An exception was one control ferret that succumbed to infection within 48 hours after challenge and lost hardly any weight before. Ferrets that received 3 or 1 mg/ kg CR6261 showed similar declines in body weight as the control animals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 347,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Prophylactic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "One day after challenge the maximum body temperature was observed; for each ferret the maximum body temperature is depicted in figure 1C . The groups treated with 30 or 10 mg/kg had mean temperatures of 39.4uC and 40.7uC, respectively, which were significantly lower than the mean of 41.7uC observed in the control group (p,0.001 and p = 0.015, respectively). The mean temperature observed in animals treated with the lower doses of CR6261 (41.3uC and 41.5uC for 3 and 1 mg/kg, respectively) did not differ significantly from the control group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 136,
                    "text": "figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Prophylactic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "The mean temperature in animals observed 3 days before challenge was similar across the 5 groups, ranging from 37.6uC to 38.4uC. Individual body temperature varied considerably within one healthy ferret over 24 hours (standard deviation 0.7uC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylactic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "Ferrets treated with 30 or 10 mg/kg CR6261 did not shed infectious virus in the upper respiratory tract at any time, whereas animals in the control group did ( Figure 1D ). Treatment with 3 and 1 mg/kg did not prevent shedding, but reduced the proportion of ferrets with infectious virus in nasal and/or throat swabs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Prophylactic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "After necropsy, all ferrets were assessed for viral load in the lungs (figure 1E), and the animals that received 30 mg/kg CR6261 or control antibody were also assessed for viral load in the brain, liver, spleen, blood and kidney. The levels of virus replication in the lungs of ferrets treated with 30 and 10 mg/kg CR6261 were 3.9 and 2.9 log 10 TCID 50 /g lower than that in the control group (both p,0.001). No infectious virus was detected in any of the other organs of the ferrets that received 30 mg/kg CR6261, whereas infectious virus was found in the brain of 2, the liver of 3, and the spleen of 5 of the 6 control animals (data not shown). There was no significant difference in lung viral load in the groups receiving 3 or 1 mg/kg CR6261 compared to the control group (p = 0.74 and p = 0.91, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylactic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "Histopathological results were in accordance with the findings described above; animals that received 30 and 10 mg/kg CR6261 showed much less pulmonary lesions such as primary atypical pneumonia, subacute bronch(iol)itis, emphysema and congestion, or showed such lesions at a lower grade of severity, compared to animals from the other groups. Bronchiolitis obliterans was not observed in any animal that received 30 mg/kg CR6261. Compared to this higher-dose group, animals that received 10 mg/kg CR6261 showed more regenerative response (diffuse grey/red area and bronchioloalveolar hyperplasia) in the lungs, and more inflammatory changes in the trachea. Pulmonary oedema was not observed in animals that received 30 or 10 mg/kg CR6261, but was observed frequently in all other groups. These findings were in agreement with mean lung weights, which were lowest in the animals treated with 30 or 10 mg/ kg CR6261 (6.3 g and 7.6 g, respectively) and significantly lower in this group than in control animals (15.0 g; both comparisons p,0.001). No significant difference in lung weight was found between the groups receiving 3 or 1 mg/kg CR6261 (14.1 g and 15.4 g, respectively) and the control group (15.0 g).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylactic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "These findings show that, in a dose dependent way, prophylactically administered CR6261 confers protection against lethal H5N1 challenge, prevents morbidity and viral dissemination and reduces pulmonary pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylactic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "To assess the therapeutic efficacy of the monoclonal antibody CR6261, two groups of 10 ferrets were challenged as above and given 30 mg/kg of CR6261 either 4 or 24 hours later. A comparator group of 10 ferrets received 30 mg/kg of the control antibody 4 hours after challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "Survival rates in the groups receiving CR6261 at 4 and 24 hours after challenge were 100%, whereas only 20% of the animals in the control group survived (p,0.001) (Figure 2A ). Mean decline in body weight at the end of the experiment was 6.2% in the group of ferrets that received CR6261 4 hours after challenge ( Figure 2B) , which was significantly less (p = 0.025) than the 10.1% observed in control animals. Animals treated 24 hours post challenge showed a mean body weight loss of 8.4%, which was not significantly different from the control animals (p = 0.427). The group of ferrets treated with CR6261 4 hours post challenge had a mean maximum temperature of 40.0uC, compared to 41.8uC in the control group (p,0.001). In line with the rapid rise in temperature after challenge observed in the prophylaxis experiment ferrets treated with CR6261 24 hours after challenge showed a mean maximal temperature of 41.5uC before CR6261 was administered (p = 0.15 versus 41.8uC of the control group, figure 2C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 173,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 314,
                    "end": 324,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 997,
                    "end": 1006,
                    "text": "figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Therapeutic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "Ferrets treated with CR6261 at 4 hours post challenge did not shed infectious virus in the upper respiratory tract throughout the study ( figure 2D ). In the group treated with CR6261 at 24 hours post challenge, one ferret had a low concentration of infectious virus (2.8 log 10 TCID 50 ) in the throat on day one, but no virus was detected on subsequent days. In contrast, all animals in the control group shed virus during one or more days. Accordingly, the mean viral loads in the lungs of ferrets treated with CR6261 at 4 and 24 hours post challenge were considerably lower than that in the control group (differences were 3.9 and 4.5 log 10 TCID 50 /g, respectively, both comparisons p,0.001; Figure 2E ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "text": "figure 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 698,
                    "end": 707,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Therapeutic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "The lungs of animals that received CR6261 at 4 hours post challenge showed less pulmonary lesions (alveolar oedema, bronchiolitis obliterans, congestion, emphysema, bronchioloalveo- lar hyperplasia and primary atypical pneumonia), or showed such lesions at a lower grade of severity, compared to the lungs of animals from the other two groups. Animals of the control group were most affected by primary atypical pneumonia. These findings were in accordance with the observation that the mean lung weights of ferrets treated with CR6261 at 4 hours post challenge were lower compared to the control group (5.7 g versus 14.9 g, p,0.001; Figure 2F ). Animals that received CR6261 at 24 hours post challenge showed most regenerative response (bronchioloalveolar hyperplasia) in the lungs, suggesting damage to the lung parenchyma with subsequent regenerative response. The mean lung weight in this group was significantly higher than that of the group receiving CR6261 at 4 hours post challenge (8.4 g versus 5.7 g), but lower than that of the control group (p,0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 634,
                    "end": 643,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Therapeutic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "From the study outset, one animal had been added to each of the two treatment groups to be sacrificed for gross-pathology and histology on lungs as soon as 50% of the control animals died. The purpose was to test for possible bias due to differences in the timing of death. Infectious virus titres in the lungs of the treated ferrets sacrificed at day 3 were identical to those in treated animals sacrificed at the end of the study (open circles in figure 2E) . Similarly, there were no differences in lung weight and pathology between animals sacrificed at day 3 or after day 5 ( figure 2F ). This indicates that the results were not biased by differences in the timing of euthanasia or spontaneous death.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 449,
                    "end": 459,
                    "text": "figure 2E)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 581,
                    "end": 590,
                    "text": "figure 2F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Therapeutic Efficacy of CR6261 against H5N1 Challenge"
        },
        {
            "text": "CR6261 represents a new class of human monoclonal antibodies that exhibits immediate and potent efficacy for the prevention or treatment of influenza in a clinically relevant model for severe disease. The results presented here also confirm previously reported data demonstrating the prophylactic and therapeutic efficacy of CR6261 in mice challenged with H5N1 influenza viruses. Together with the H1N1 challenged mice data published earlier [1] these findings indicate that CR6261 is effective across a broad spectrum of influenza viruses, including seasonal and potentially pandemic strains.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 445,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Passive immunotherapy would be particularly beneficial for the groups at highest risk of severe disease due to seasonal influenzathe elderly and immuno-compromised-but may also be indispensable for the general public in the event of a pandemic disease outbreak caused by high-risk pandemic candidates such as H2, H5, H6 and H9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Monoclonal antibodies against influenza viruses have been studied for decades, but their potential-and thus development-as 'passive' immunotherapy for influenza has been inhibited by the lack of monoclonal antibodies with broad neutralizing activity. This lack is due to the tolerance of influenza virus for genetic changes in the most immunogenic regions on its surface. The recent discovery of broadly neutralizing human monoclonal influenza antibodies [1] and the demonstrated efficacy of a representative of this novel class of antibodies against lethal viral challenge in a clinically relevant model, as presented in this paper, create an opportunity for the prevention and treatment of influenza infections, regardless of the causal strain. The possibility of a potent and broadly neutralizing agent that would equip clinicians and public health workers to deal effectively with the influenza viruses of the future represents a paradigm shift in the approach to influenza control.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 458,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Influenza illness observed in the ferrets infected with H5N1 virus in this study closely resembles influenza in humans with H5N1 infection, who present with fever, cough, shortness of breath, and radiological evidence of pneumonia [23] . Besides respiratory symptoms, gastrointestinal symptoms such as diarrhoea, vomiting and abdominal pain are often present. In severe cases, the pneumonia rapidly progresses to acute respiratory distress syndrome and multiorgan failure. High viral loads, extrapulmonary virus dissemination and hypercytokinaemia are associated with fatal outcome (reviewed in [24] [25] [26] ). Autopsies of patients who succumbed to influenza A (H5N1) virus infection have shown diffuse alveolar damage, patchy interstitial lymphoplasmacytic infiltrates, bronchiolitis with squamous metaplasia and pulmonary congestion with various degrees of haemorrhage [27] [28] [29] . The clinical signs observed in the control animals of this ferret study correspond to the most severe influenza pathology in humans [23] . The efficacy of CR6261 in preventing these clinical signs in the prophylactic and therapeutic ferret model presented here, together with the efficacy shown in mice after lethal challenges with different viruses, strongly indicate that CR6261 can be expected to be efficacious against disease caused by the other, less virulent viruses it neutralized in vitro [1] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 879,
                    "end": 883,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1389,
                    "end": 1392,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In a meta-analysis of experimental influenza infection of placebo-treated and untreated healthy volunteers, Carrat et al. [30] studied 1280 participants who were challenged with either influenza type H1N1, H3N2 or B. Interestingly, viral shedding was highly correlated with the presence of clinical symptoms such as fever, runny nose, sore throat, sneezing, cough and shortness of breath. The authors concluded from their meta-analysis that subjects with symptomatic illness shed virus in amounts 100 to 1000 fold higher than subjects who were not ill. The fact that CR6261 after intravenous administration instantaneously reduces viral shedding indicates that in man CR6261 might reduce clinical symptoms in subjects infected with influenza virus. In addition, studies in guinea pigs showed that a reduction in nasal wash titers correlate with a decreased efficiency of viral transmission by aerosol [31] . The ability of CR6261 to abolish shedding of virus in pharyngeal secretions strongly suggests that antibodies like CR6261 might prevent or reduce virus spreading at the onset of an epidemic influenza outbreak in nursing homes or in case of a pandemic.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we assessed the efficacy of the human monoclonal antibody CR6261 against a highly pathogenic avian H5N1 virus, as this provides a stringent disease model for severe influenza. However, the potential use of this antibody is not limited to viruses of this subtype or to other avian strains that may pose a pandemic threat. CR6261 has been shown to recognize H1 viruses that have emerged over a time span of 90 years from the H1N1 virus which caused the 1918 'Spanish flu' pandemic to the latest Brisbane viruses. Since the epitope is conserved CR6261 is predicted to bind to future antigenic drift variants. This means that CR6261 could be used to protect against all H1 influenza viruses, including the ones resistant to oseltamivir. Use of CR6261 in combination with effective medication against H3, such as oseltamivir or zanamivir, would effectively protect against all seasonal influenza viruses, without a need for prior knowledge of the virus subtype or strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present study ferrets were challenged with an inoculum which is probably much higher compared to the viral exposure in naturally infection in humans. The rapid deterioration in ferrets with death occurring within 3 days underpins this hypothesis since humans exposed to H5N1 develop the first symptoms 2-4 days after the last exposure and even periods of up to 8 days have been reported [25] . The clinical signs in this model are quite extreme, but important for establishing the efficacy of the antibody as proof of concept. The data of these two experiments demonstrate the prophylactic and therapeutic efficacy of this new class of human monoclonal antibodies in a highly stringent and clinically relevant ferret model of human influenza.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The human monoclonal antibody CR6261 was isolated from the IgM+, CD27+ B cell repertoire of a healthy individual who was recently vaccinated with the seasonal influenza vaccine, using phage display selection on recombinant H5 haemagglutinin [1] . CR3014, an isotype-matched antibody with the ability to neutralize SARS corona virus-which has similar tissue/organ tropism as that of H5 viruses-was used as a control antibody [32] . Both antibodies were produced on PER.C6H cells.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Antibody"
        },
        {
            "text": "The study was performed with outbred ferrets (Mustela putorius furo, female, age approximately 8 months, Schimmel Farms, Uddel, the Netherlands). Ferrets were screened for the presence of serum antibodies against Aleutian Disease virus, circulating seasonal influenza virus strains (A/H1N1, A/H3N2 and B) and the challenge virus (H5N1, A/Indonesia/5/2005), and only seronegative animals were used in the study. The animals were housed in study groups of 6 (prophylactic experiment) or 10 (therapeutic experiment).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal Studies"
        },
        {
            "text": "Antibodies were administered by intravenous injection in the jugular vein. Viral challenge was performed intratracheally with 10 5 TCID 50 A/Indonesia/05/2005 in 3 mL of PBS [33] . Clinical observations were performed twice a day on days of intervention and once daily on other days. In the prophylactic experiment, animals were weighed 2 weeks before viral challenge (day 214), immediately prior to antibody administration (day 21), and after challenge (days 2, 4, and 5 or on the day of premature death). In the therapeutic experiment, animals were weighed on day 214 and day 22, immediately prior to challenge and antibody administration, and on days 2, 4 and the last study day. Body temperature was recorded every 15 minutes throughout both experiments using a device (DST micro-T, Star-Oddi, Reykjavik, Iceland) implanted in the peritoneal cavity 14 days before challenge.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Animal Studies"
        },
        {
            "text": "The animal experiments were carried out in the central animal facilities of the Netherlands Vaccine Institute (NVI, Bilthoven) under conditions that meet the Dutch legal requirements for animal experimentation and are in accordance with the 'Guide for the care and use of laboratory animals', the recommendations of the Institute for Laboratory Animal Research (US National Institutes of Health), and Association for Assessment and Accreditation of Laboratory Animal Care International (AAA-LAC) standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal Studies"
        },
        {
            "text": "Viral titrations were performed as described elsewhere [34] . Briefly, pharyngeal and nasal swabs were collected from all animals at day 21, day 2, day 4, and day 5. Individual swabs were homogenized and resuspended in 3 ml medium and stored at 280uC until analysis. Viral titres were determined by virus titration on Madine Darby canine kidney (MDCK) cells. Viral shedding from the upper respiratory tract was analysed by calculating the proportion of ferrets with detectable levels of infectious virus in nasal and/or throat swabs relative to the number of living ferrets.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Viral Shedding"
        },
        {
            "text": "After necropsy, the cranioventral, craniodorsal, caudoventral and caudodorsal sections of the right lung were collected from each animal, weighed, homogenized and resuspended in 3 ml medium, and stored at 280uC until analysis. Viral titres were determined after thawing of the tissue sections followed by homogenization and resuspension by virus titration on MDCK cells. In addition, viral titres in tissues of brain, spleen, liver, kidney, and plasma from animals that received either 30 mg/kg of CR6261 or CR3014 one day prior to challenge were determined using the same method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Load"
        },
        {
            "text": "A complete macroscopic post-mortem examination was performed on all animals. This included examination of the external surfaces and all orifices; the thoracic, abdominal and pelvic cavities with their associated organs and tissues; and the neck with its associated organs and tissues. Lungs were weighed and all lung lobes were inspected and lesions described. The left lung (including trachea) was collected during autopsy, inflated with 10% neutral buffered formalin for fixation/histology and microscopic examination. Paraffin embedded tissue sections (left cranial lobe, left caudal lobe, right cranial-, middle-and caudal lobes and accessory lobe) were stained with haematoxylin and eosin and assessed by light microscopy for aspects like congestion, emphysema, presence of foreign body, haemorrhagy, bronchioloalveolar hyperplasia and inflammation, and oedema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathology"
        },
        {
            "text": "Prior to blood sampling, the taking of nose and throat swabs and euthanasia, the ferrets were anaesthetised with ketamin (25 mg/ kg; i.m.). For implantation of temperature sensors, antibody administration and viral challenge, the animals were anaesthetized with a mixture of ketamin (12.5 mg/kg; i.m.) and domitor (7.5 mg/ kg; i.m.), followed by antisedan (0.5 mg/kg; i.m.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anaesthesia"
        },
        {
            "text": "Survival times after viral challenge were analysed using the logrank test and survival proportions using the Fisher's exact test. Body weight expressed as percentage change from baseline was calculated at the end of the study period (or earlier in the event of earlier death). Maximum body temperatures were observed during day one and these values were subsequently used for calculating the mean maximum body temperature for each group. Variables were analysed in an one-way analysis of variance (ANOVA) with post-hoc testing to compare to the control group using Dunnett's adjustment for multiple comparisons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "Lung weight and lung viral titres were compared across arms using ANOVA, with day of necropsy entered as a covariate. Differences between treatment groups were estimated using marginal means, with Sidak's adjustment for multiple comparisons. Statistical analyses were performed using SPSS version 15.0 (SPSS Inc. USA). Statistical significance level was set at a = 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Heterosubtypic neutralizing monoclonal antibodies cross-protective against H5N1 and H1N1 recovered from human IgM+ memory B cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Throsby",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Den Brink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jongeneelen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Antibody Recognition of a Highly Conserved Influenza Virus Epitope",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Ekiert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bhabha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Elsliger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Friesen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jongeneelen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Structural and functional bases for broad-spectrum neutralization of avian and human influenza A viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aird",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Struct Mol Biol",
            "volume": "16",
            "issn": "",
            "pages": "265--273",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fact sheet 211: Influenza. World Health Organization",
            "authors": [],
            "year": 2009,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Vaccines against epidemic and pandemic influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoelscher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gangappa",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jayashankar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sambhara",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Expert Opin Drug Deliv",
            "volume": "5",
            "issn": "",
            "pages": "1139--1157",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Swine influenza A (H1N1) infection in two children-Southern California",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "400--402",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World now at the start of 2009 influenza pandemic",
            "authors": [],
            "year": 2009,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The contents of the syringe",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "454",
            "issn": "",
            "pages": "160--161",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interim within-season estimate of the effectiveness of trivalent inactivated influenza vaccine-Marshfield, Wisconsin, 2007-08 influenza season",
            "authors": [],
            "year": 2008,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "57",
            "issn": "",
            "pages": "393--398",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevention and Control of Influenza; Recommendations of the Advisory Commitee on Immunization Practices (ACIP)",
            "authors": [],
            "year": 2006,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "55",
            "issn": "",
            "pages": "1--42",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Surveillance of resistance to adamantanes among influenza A(H3N2) and A(H1N1) viruses isolated worldwide",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Deyde",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bright",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "",
            "pages": "249--257",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Amantadine-resistance among H5N1 avian influenza viruses isolated in Northern China",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Antiviral Res",
            "volume": "77",
            "issn": "",
            "pages": "72--76",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Adamantane resistance among influenza A viruses isolated early during the 2005-2006 influenza season in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bright",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Klimov",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "JAMA",
            "volume": "295",
            "issn": "",
            "pages": "891--894",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "High levels of adamantane resistance among influenza A (H3N2) viruses and interim guidelines for use of antiviral agents-United States, 2005-06 influenza season",
            "authors": [],
            "year": 2006,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "55",
            "issn": "",
            "pages": "44--46",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Drug resistance. A 'wimpy' flu strain mysteriously turns scary",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "323",
            "issn": "",
            "pages": "1162--1163",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Global transmission of oseltamivir-resistant influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moscona",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "953--956",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Crystal structures of oseltamivir-resistant influenza virus neuraminidase mutants",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Haire",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "1258--1261",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Oseltamivir resistance during treatment of influenza A (H5N1) infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Truong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Vo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "2667--2672",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Medical management of influenza infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moscona",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu Rev Med",
            "volume": "59",
            "issn": "",
            "pages": "397--413",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Animal models for the study of influenza pathogenesis and therapy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Barnard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Antiviral Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ferrets and the challenges of H5N1 vaccine formulation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Hampson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "",
            "pages": "143--145",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Animal models in influenza vaccine testing",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Der Laan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Herberts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lambkin-Williams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boyers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Expert Rev Vaccines",
            "volume": "7",
            "issn": "",
            "pages": "783--793",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Factors associated with case fatality of human H5N1 virus infections in Indonesia: a case series",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "N"
                    ],
                    "last": "Kandun",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tresnaningsih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Purba",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Samaan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "",
            "pages": "744--749",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Update on avian influenza A (H5N1) virus infection in humans",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Abdel-Ghafar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chotpitayasunondh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "261--273",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Human infection with highly pathogenic H5N1 influenza virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gambotto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Barratt-Boyes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "",
            "pages": "1464--1475",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Human H5N1 influenza: current insight into pathogenesis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Thanh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Van Doorn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Biochem Cell Biol",
            "volume": "40",
            "issn": "",
            "pages": "2671--2674",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "H5N1 infection of the respiratory tract and beyond: a molecular pathology study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Korteweg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "",
            "pages": "1137--1145",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The comparative pathology of severe acute respiratory syndrome and avian influenza A subtype H5N1-a review",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hum Pathol",
            "volume": "37",
            "issn": "",
            "pages": "381--390",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Apoptosis and pathogenesis of avian influenza A (H5N1) virus in humans",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uiprasertkul",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kitphati",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Puthavathana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kriwong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kongchanagul",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "708--712",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Time lines of infection and disease in human influenza: a review of volunteer challenge studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vergu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lemaitre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Epidemiol",
            "volume": "167",
            "issn": "",
            "pages": "775--785",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Blocking interhost transmission of influenza virus by vaccination in the guinea pig model",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mubareka",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carnero",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "2803--2818",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Human monoclonal antibody as prophylaxis for SARS coronavirus infection in ferrets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Den Brink",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Weverling",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Martina",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "2139--2141",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Crossprotection against lethal H5N1 challenge in ferrets with an adjuvanted pandemic influenza vaccine",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Baras",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Stittelaar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Thoolen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Mossman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Comparison of RNA hybridization, hemagglutination assay, titration of infectious virus and immunofluorescence as methods for monitoring influenza virus replication in vitro",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baars",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Claas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol Methods",
            "volume": "74",
            "issn": "",
            "pages": "57--66",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Prophylactic efficacy of CR6261 against lethal H5N1 challenge. Groups of 6 ferrets received 30, 10, 3, or 1 mg/kg of mAb CR6261 or 30 mg/kg control mAb by intravenous injection and were challenged 24 hours later with 10 5 TCID 50 of influenza A/Indonesia/5/2005 (H5N1). Ferrets were monitored for 5 days or until death. Panel A: Kaplan-Meier survival probability curves. Panel B: Change in body weight at the end of study (or at death if the event occurred earlier) expressed as percentage from baseline body weight. Panel C: Maximal body temperature observed during the day after challenge. Panel D: Viral shedding of infectious virus in the upper respiratory tract. The graph shows the proportion of ferrets alive with infectious virus detected in nasal and/or throat swabs. Panel E: Viral load in lung tissue as determined by virus titration on MDCK cells. Panel F: lung weights as determined after necropsy. Dots in panels B, C, E and F represent individual animals; group means are indicated by the horizontal lines. doi:10.1371/journal.pone.0009106.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Therapeutic efficacy of CR6261 against lethal H5N1 challenge. Groups of 10 ferrets received 30 mg/kg mAb CR6261 by intravenous injection either 4 or 24 hours after challenge with 10 5 TCID 50 of influenza A/Indonesia/5/2005 (H5N1) virus. A control group of 10 ferrets received 30 mg/kg of a control mAb 4 hours after challenge. Ferrets were monitored for 5 days or until death. Panel A: Kaplan-Meier survival probability curves. Panel B: Change in body weight at the end of study (or at death if earlier) expressed as percentage from baseline weight. Panel C: Maximal body temperature observed the day after challenge. Panel D: Viral shedding of infectious virus in the upper respiratory tract. The graph shows the proportion of ferrets alive with infectious virus detected in nasal and/or throat swabs. Panel E: Viral load in lung tissue as determined by virus titration on MDCK cells. Panel F: lung weights as determined after necropsy. Dots in panels B, C, E and F represent individual animals; group means are indicated by horizontal lines. The open circles (panel E and F) indicate one additional ferret per CR6261 group that was euthanized at day 3 for virus isolation and pathology. doi:10.1371/journal.pone.0009106.g002",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Andrea Dingemans for her critical review of the manuscript, Willem van Aert and Geert van Amerongen for excellent technical assistance, James Simon for supervising the ViroClinics input, Vera Teeuwsen for preparing the protocols, and Elina van Herwijnen for independent data check, and Jaco Klap for statistical support. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}