{
    "paper_id": "11dfd91790da005937371365098de726ddfaec98",
    "metadata": {
        "title": "PERCH Integrated Analysis for Etiology Estimation Supplemental Tables and Figures",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Etiologic fraction estimates presented in Figure 3 comparing results from attributable fraction (AF) and PERCH Integrated Analysis (PIA): output averaged across 500 simulated datasets Abbreviations: PIAN, results from PIA method using narrow sensitivity priors; PIAW, results from PIA method using wide sensitivity priors; CI, credible interval; RSME, root mean square error.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 52,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Supplemental"
        },
        {
            "text": "a Estimate is defined as the mean etiologic estimate across the 500 datasets. b Bias is defined as the difference between the mean etiologic estimate and the true etiologic fraction values used to generate the data sets. c Standard deviation is defined as the square root of the variance across the 500 datasets. d Root mean square error (RMSE) is a measure of error, incorporating both bias and variance. RMSE is calculated as the average of the squared differences between the mean etiologic estimate and the truth for each of the 500 datasets. e Coverage is defined as the observed fraction of the 95% credible intervals that cover the true etiology fractions out of the 500 replications. f Average length of the 95% credible intervals across the 500 datasets. Figure 1 . Etiologic fraction estimates using attributable fraction (AF) and PERCH Integrated Analysis (PIA), where AF calculated using two methods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 764,
                    "end": 772,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Supplemental"
        },
        {
            "text": "Legend: Distribution of the output from 500 simulated datasets by analysis method. AF Marginal calculated using odds ratios obtained from a logistic regression where only the single pathogen is used to predict case-control status. AF Conditional calculated using odds ratios obtained from a multi-variable logistic regression where the pathogen and all others predict case-control status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental"
        },
        {
            "text": "Description of boxplots: Bold black line = mean of the true value across the 500 datasets; Boxplots display the distribution of etiologic fraction point estimates from 500 simulated datasets: Diamond = average etiologic estimates across the 500 datasets; Vertical line through diamond = confidence interval around the etiologic estimates; Numbers above boxplots indicate the numeric value of the diamond; whiskers denote the 5th and 95th percentiles of the etiologic fraction point estimates. Figure 2 : Dirichlet etiology priors for 30 etiology fractions (pathogens) at three hyperparameter values, alpha=0.1 (blue), 0.5 (green), 1(red).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 501,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Supplemental"
        },
        {
            "text": "Legend: Given alpha, 1,000 random realizations from the prior are shown, each by a light curve of identical color; the dotted curve lying at the center of the light curves, from left to right with decreasing etiologic importance, characterizes the average cumulative etiology fractions in a priori.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental"
        },
        {
            "text": "Bayesian analysis uses the evidence in the data to calculate a posterior distribution for the unknowns from an input prior distribution. Because the goal of this analysis is to elucidate the evidence in the case-control data about the unknown etiology fractions, we have used minimally informative priors so that the posterior mainly represents the PERCH evidence. Specifically, we use a Dirichlet prior distribution (extension to multiple pathogens of the uniform distribution) that assumes that: (1) every pathogen or pathogen combination is equally likely to be the cause for a given child; and (2) that roughly 85% of the cases will be caused by the 5 top pathogens. When using regression models to adjust for covariates, we use a (logistic-normal) prior distribution for the regression parameters that closely matches this Dirichlet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental"
        },
        {
            "text": "The blue curve shows that, in a priori, a Dirichlet prior with alpha=0.1 encourages a few large etiology fractions, leaving not much room for smaller ones. This is evident from the fast plateaued cumulative curve for the largest, 2nd largest, 3rd largest, ... etiology fractions. We show 1,000 realizations from this prior, each by a light blue curve. On average (blue dashed lines), roughly 85% of all the cases are caused by 4 top pathogens; 95% of all the cases are caused by top 7 pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental"
        },
        {
            "text": "Increasing alpha from 0.1 to 0.5 and 1 (blue, to green and red) admits tiny etiology fractions in a priori. This is evident from the less steep cumulative curves (green for 0.5; red for 1). A Dirichlet prior with alpha=0.5 assumes 17 top pathogens will fill 95% of the entire pie on average, and 21 pathogens when alpha=1. Figure 3 : Etiologic fraction estimates using PERCH Integrated Analysis (PIA) comparing narrow and wide sensitivity priors performed on 500 simulated datasets for a study that had only one specimen collected from 600 cases and 600 controls. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 331,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Supplemental"
        },
        {
            "text": "Bold black line = mean of the true value across the 500 datasets; Boxplots display the distribution of etiologic fraction point estimates from 500 simulated datasets: Diamond = average etiologic estimates across the 500 datasets; Vertical line through diamond = confidence interval around the etiologic estimates; Numbers above boxplots indicate the numeric value of the diamond; whiskers denote the 5th and 95th percentiles of the etiologic fraction point estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Distribution of etiologic estimates from PIA analyses of 500 simulated datasets, analyzed using narrow versus wide sensitivity priors"
        },
        {
            "text": "Pathogen Abbreviations: PIAN, results from PIA analysis, using narrow sensitivity priors; PIAW, results from PIA analysis, using wide sensitivity priors; CI, credible interval; RSME, root mean square error.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "c. PIA Method, Comparing Narrow and Wide Sensitivity Priors"
        },
        {
            "text": "a Estimate is defined as the mean etiologic estimate across the 500 datasets. b Bias is defined as the difference between the mean etiologic estimate and the true etiologic fraction values used to generate the data sets. c Standard deviation is defined as the square root of the variance across the 500 datasets. d Root mean square error (RMSE) is a measure of error, incorporating both bias and variance. RMSE is calculated as the average of the squared differences between the mean etiologic estimate and the truth for each of the 500 datasets. e Coverage is defined as the observed fraction of the 95% credible intervals that cover the true etiology fractions out of the 500 replications. f Average length of the 95% credible intervals across the 500 datasets. Table 2 . Output for simulation in Figure 4 presenting mean etiologic estimate, bias, SD, coverage, etc. Abbreviations: CI, credible interval; RSME, root mean square error.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 764,
                    "end": 771,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 807,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "c. PIA Method, Comparing Narrow and Wide Sensitivity Priors"
        },
        {
            "text": "a. Estimate is defined as the mean etiologic estimate across the 500 datasets. b. Bias is defined as the difference between the mean etiologic estimate and the true etiologic fraction values used to generate the data sets. c. Standard deviation is defined as the square root of the variance across the 500 datasets. d. Root mean square error (RMSE) is a measure of error, incorporating both bias and variance. RMSE is calculated as the average of the squared differences between the mean etiologic estimate and the truth for each of the 500 datasets. e. Coverage is defined as the observed fraction of the 95% credible intervals that cover the true etiology fractions out of the 500 replications. f. Average length of the 95% credible intervals across the 500 datasets. Table 3 : Impact of inaccurate or imprecise sensitivity priors on etiologic estimation from PERCH Integrated Analysis using 500 simulated datasets: output results",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 770,
                    "end": 777,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Supplemental"
        },
        {
            "text": "From the boxplot for Pathogen A in Figure 4a it may appear that the results very rarely cover the truth, but the coverage shown here is 98% indicating that 98% of the 500 analyses had results whose confidence interval covered the true value. This makes sense if you understand the boxplot in Figure 4a is presenting the distribution of the etiologic point estimates across the 500 analyses whereas the coverage value describes how often the 95% CI from any single analysis covers the truth. So the etiology estimate is very rarely in line with the truth of 36% (across the 500 datasets), but even when it's way off base (e.g., 43%) then 95% CI still covers the truth because of the length of the CI. Abbreviations: CI, credible interval; RSME, root mean square error.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 44,
                    "text": "Figure 4a",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 301,
                    "text": "Figure 4a",
                    "ref_id": null
                }
            ],
            "section": "a. Underestimating Bronze-standard (BrS) sensitivity for a domnant pathogen (pathogen A)"
        },
        {
            "text": "a. Estimate is defined as the mean etiologic estimate across the 500 datasets. b. Bias is defined as the difference between the mean etiologic estimate and the true etiologic fraction values used to generate the data sets. c. Standard deviation is defined as the square root of the variance across the 500 datasets. d. Root mean square error (RMSE) is a measure of error, incorporating both bias and variance. RMSE is calculated as the average of the squared differences between the mean etiologic estimate and the truth for each of the 500 datasets. e. Coverage is defined as the observed fraction of the 95% credible intervals that cover the true etiology fractions out of the 500 replications. f. Average length of the 95% credible intervals across the 500 datasets. Figure 4 : Impact of imprecise sensitivity priors on etiologic estimation from PERCH Integrated Analysis: Bubble plot results from PIA analysis of a randomly selected dataset from (Supplemental Table 3d ) above, evaluating a wider SS sensitivity prior range for all pathogens with SS data (pathogens B1, B3, B4, C1, C3, D1, D3) Supplemental Figure 5 : Impact of poor specificity on etiologic estimation using PERCH Integrated Analysis (PIA) method: a sensitivity analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 770,
                    "end": 778,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 972,
                    "text": "Table 3d",
                    "ref_id": null
                },
                {
                    "start": 1111,
                    "end": 1119,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "a. Underestimating Bronze-standard (BrS) sensitivity for a domnant pathogen (pathogen A)"
        },
        {
            "text": "PIA was performed on data (A) that had lower specificity (approximately 75%) for Bronzestandard measurements (e.g., NP/OP PCR). Results are shown in grey boxplots (B) and are compared to data with higher specificity (white boxplots) where specificity was >90% for all pathogens except B4, which by design had non-informative Bronze-standard data (also shown in Figure 4a ). The boxplots show the distribution of results from PIA performed on 500 simulated datasets from each scenario. Each of the 500 datasets contained results from 600 cases and 600 controls and were created by random sampling from 'populations' with the case and control pathogen prevalences produced based on the true etiology proportions and sensitivity and specificity values of each scenario. The performance of PIA on the 500 simulated datasets with low specificity is shown in (C), and results from one randomly selected dataset are shown as a bubble plot in (D).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 370,
                    "text": "Figure 4a",
                    "ref_id": null
                }
            ],
            "section": "Supplemental"
        },
        {
            "text": "A. Characteristics of the data for the scenario where specificity of BrS measurements was lowered to 75%, thus changing ORs to 1. Abbreviations: CI, credible interval; RSME, root mean square error. a. Estimate is defined as the mean etiologic estimate across the 500 datasets. b. Bias is defined as the difference between the mean etiologic estimate and the true etiologic fraction values used to generate the data sets. c. Standard deviation is defined as the square root of the variance across the 500 datasets. d. Root mean square error (RMSE) is a measure of error, incorporating both bias and variance. RMSE is calculated as the average of the squared differences between the mean etiologic estimate and the truth for each of the 500 datasets. e. Coverage is defined as the observed fraction of the 95% credible intervals that cover the true etiology fractions out of the 500 replications. f. Average length of the 95% credible intervals across the 500 datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bubble plot of results from one randomly selected dataset from the scenario where Bronzestandard specificity was 75%",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF5": {
            "text": "0-1.3 B. Distribution of etiologic estimates from PIA analyses of 500 simulated datasets for conditions when Bronze-standard specificity was high (>90%; white boxplots) versus low (75%; Grey) C. Performance of PIA when BrS specificity measurements are low (75%)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Abbreviations: NoA, None of the above pathogens; BrS, Bronze-standard data (imperfect sensitivity and imperfect specificity, e.g., nasopharyngeal PCR); SS, Silver-standard data (imperfect sensitivity and perfect specificity, e.g., blood culture).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}