{
    "paper_id": "1204dc3b147d4e4d5ccc3d4aff7551d39f5fe438",
    "metadata": {
        "title": "RADIOLOGY RADIOLOGY Iranian Journal of Imaging Findings in Patients With H1N1 Influenza A Infection",
        "authors": [
            {
                "first": "Mehrdad",
                "middle": [],
                "last": "Bakhshayeshkaram",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahid Beheshti University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Bahareh",
                "middle": [],
                "last": "Saidi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahid Beheshti University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Payam",
                "middle": [],
                "last": "Tabarsi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahid Beheshti University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Soheila",
                "middle": [],
                "last": "Zahirifard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erfan Hospital",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Mishka",
                "middle": [],
                "last": "Ghofrani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Respiratory Disease Research Center, National Research Institute of Tuberculosis and Lung Diseases (NRITLD)",
                    "institution": "Shahid Beheshti University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "World Health Organization (WHO) has raised the alert level to phase 6 (pandemic). The study of clinical and laboratory manifestations as well as radiologic imaging findings helps in its early diagnosis. Objectives: The aim of this study was to evaluate the imaging findings of patients with documented H1N1 infection referred to our center. Patients and Methods: Thirty-one patients (16 men) with documented H1N1 infection were included in our study. The initial radiography obtained from the patients was reviewed regarding pattern (consolidation, ground glass, nodules and reticulation), distribution (focal, multifocal, and diffuse) and the lung zones involved. Computed tomography (CT) scans were also reviewed for the same abnormalities. The patient files were studied for their possible underlying diseases. Results: The mean age was 37.97 ± 13.9 years. Seventeen (54.8%) patients had co-existing condition (eight respiratory, five cardiovascular, two immunodeficiency, two cancer, four others). Twelve (38.7%) patients required intensive care unit (ICU) admission. Five (16.1%) patients died. (25.8%) had normal initial radiographs. The most common abnormality was consolidation (12/31; 38.7%) in the peripheral region (11/31; 35.5%) followed by peribronchovascular areas (10/31; 32.3%) which was most commonly observed in the lower zone. The patients admitted to the ICU were more likely to have two or more lung zones involved (P = 0.005). Conclusions: In patients with the novel swine flu infection, the most common radiographic abnormality observed was consolidation in the lower lung zones. Patients admitted to ICU were more likely to have two or more lung zones involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The new H1N1 influenza infection or the swine flu is a very contagious respiratory tract infection which came to attention in Mexico in April 2009 (1) . Since then it has rapidly spread in different countries and the World Health Organization (WHO) raised the alert level to phase 6 (pandemic level) by June 2009 (1) . Although most patients have mild symptoms and those with severe symptoms (sepsis, pneumonia, ARDS) mostly had an underlying diseases, it was recognized that H1N1 may affect young previously healthy individuals and unlike other subtypes of influenza may cause severe symptoms in this age group (2) . A case fatality rate (CFR) of 0.45% has been reported for this infection (3) . The patients may have different flu like manifestations such as fever, cough, sore throat, body aches, nausea and vomiting. The recognition of the pulmonary manifestations and radiologic features helps in early diagnosis, treatment and isolation of patients in order to prevent the spread of this very contagious respiratory tract infection.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Several studies have been conducted in order to obtain information regarding the chest X-ray and computed tomography (CT) scan findings and correlation of these manifestations with disease severity has been made. The most common radiologic findings were the opacities observed in the lower lung zones (1, 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In this study, we reviewed the radiologic manifestations in patients with documented H1N1 infection who were admitted to Masih Daneshvari Hospital to obtain the characteristic radiologic findings of H1N1 infection in Iran and to find any difference with previous studies if present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "In this retrospective study, the files of 54 patients admitted to Masih Daneshvari Hospital (a referral hospital for respiratory tract infection and diseases), from November 1 to December 30 2009, who had the criteria for H1N1 infection determined by US Centers of Disease Control and Prevention were reviewed. Most patients were referred from Northeast Tehran and the inclusion criteria were a body temperature above 37.8 ℃ (100 F), cough or sore throat and a real time reverse transcription-polymerase chain reaction (RT-PCR) positive for H1N1 infection. These patients were treated with oral antibiotics and oseltamivir. Thirty-one of the patients enrolled into the study had an available chest-X ray and ten patients with more severe symptoms had an available CT scan. The patients' files were also reviewed regarding their previous medical condition and the laboratory findings including creatine phosphokinase (CPK), lactate dehydrogenase (LDH), hemoglobin (HB), leukocyte count and platelet count were recorded. Our institutional review board approved the study and the informed consent was waived as the study was retrospective and observational.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "Twenty eight patients had postero-anterior and lateral radiographs, of which three were anteroposterior portable bedside radiographs. The radiographs were obtained with a DDR/Axioma aristos VX plus, Siemens, Germany.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiologic Evaluation"
        },
        {
            "text": "One experienced radiologist in the field of thoracic imaging examined the radiographs. Whenever a previous radiograph was available, the new chest X-ray was compared to the previous one and if a new abnormality was present it was defined and recorded. The radiographs were studied regarding being normal or abnormal; unilateral or bilateral involvement and the pattern of involvement including ground glass, consolidation, reticulation and nodules. Ground glass opacities were considered when the background vascularity could be observed and consolidation when the underlying vascularity could not be observed. The presence of bilateral or unilateral lymph node enlargement in the mediastinum or hilum as well as bilateral or unilateral pleural thickening or effusion were assessed. The distribution of abnormalities was evaluated to be predominantly central, peribronchovascular or peripheral and focal, multifocal or diffuse. The distribution was also assessed in different lung zones by dividing into predominantly upper, middle or lower lung zone involvement. This was done in the frontal view with each lung divided into one thirds from the apex to the hemidiaphragm. The extent of lung zone involvement was compared in patients admitted to the intensive care unit (ICU) and patients in the ward. CT scans were also reviewed regarding the same abnormalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Image Analysis"
        },
        {
            "text": "Analysis was performed with SPSS version 15. The quantitative variables were determined by mean ± standard deviation (SD) and the categorical variables were shown with number and percentage. The extent of lung zone involvement comparison between the two groups was performed by chi-square. A P value < 0.05 was considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The mean age was 37.97 ± 13.9 years (range, 18 to 76 years). There were 16 men (mean age, 30.06 ± 13) and 15 women (mean age, 40 ± 14.8 years). Seventeen (54%) had a co-existing medical condition ( Table 1) . The mean duration of stay in the hospital was 10.35 ± 9 days, range 2 to 50 days. Twelve (38.7%) patients were admitted to the ICU. Five (16.1%) died due to respiratory failure. Of our patients, 87.1% had fever, 58% cough, 80.6% dyspnea, 25.8% vomiting, 16.1% diarrhea and nine (29%) hemoptysis. Eight (25.8%) had normal radiographs. The abnormal pattern was unilateral in four (12.9%) and bilateral in 19 (61.3%). The most common abnormal radiographic pattern was consolidation (12/31, 38.7%) (Figure 1 ) observed most frequently in the peripheral region (11/31; 35.5%) followed by peribronchovascular infiltration (10/31; 32.3%) which was present in the left lower lung zone in 61.3% and the right lower lung zone in 45.2% ( Table 2) . Other findings included cardiomegaly in five (16.1%) patients. Five (16.1%) patients had bilateral and two (6.4%) had unilateral pleural thickening or effusion ( Figure 2) . Five (16.1%) had hilar or mediastinal adenopathy ( Figure 3) . CPK was elevated in 9/24 and LDH in 14/22 patient. The platelet count was low in 32.3%. Hb was low in 22.6%. White blood cell (WBC) was high in 22.6%. Twelve patients with a mean age of 39.5 (66.7% women) were admitted to ICU. Seven had a preco-existing condition no.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 703,
                    "end": 712,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 936,
                    "end": 944,
                    "text": "Table 2)",
                    "ref_id": null
                },
                {
                    "start": 1109,
                    "end": 1118,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1172,
                    "end": 1181,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Respiratory disease (Asthma, COPD a ) 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Cardiovascular (ischemic heart disease, hypertension) 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Immunodeficiency (common variable immunodeficiency, HIV) 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Cancer (multiple myeloma, synovial cell cancer) 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Others (addiction, suicide, convulsions) 4 CPK was high in 6/10 and LDH in 10/10. The patients admitted to the ICU were more likely to have two or more lung zones involved (P = 0.005). Ten patients had an available CT scan and the most common pattern was ground glass opacities seen in six patients (60%) followed by consolidation in four (40%) which was most commonly observed in the peripheral region in six (60%) followed by the peribronchovascular region in five (50%) and in the upper lung zones in seven (70%) of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "By the end of April 2009, two cases of confirmed novel H1N1 were detected in the United States. These patients were resistant to rimantadine and amantadine and had no contact with swine. Further cases of the new swine flu were identified in Mexico and other countries. By June 2009, several confirmed cases were reported from 74 countries and the virus was known to have humanhuman transmission and by that time WHO raised the alert level to phase 6 which is the pandemic level (5). The H1N1 influenza is a negative-sense RNA virus of the orthomyxoviridae family. The center for disease control and prevention (CDC) recognizes it with an influenza like syndrome presenting with high fever, cough or sore throat. Its diagnosis is confirmed by real-time reverse transcription polymerase chain reaction PCR or viral culture. Its incubation period is between 1 and 7 days. The patients are thought to be contagious from one day before to 7-10 days after the onset of the disease. Patients with a background disease including respiratory tract and heart disease are more likely to require hospitalization. The clinical presentations have been reported as fever, headache, sore throat, dyspnea, diarrhea and rhinorrhea. Laboratory findings are high CPK, high LDH and lymphopenia (1). The new swine flu influenza S-OIV is known to be susceptible to neuraminidase inhibitors and there is recommendation to give oseltamivir as prophylaxis to the high risk group (2) . Different radiologic manifestations have been reported in several studies of the new swine flu influenza virus (4, 6) . Perez Pallida (1) reported the radiologic manifestations of 18 patients with documented H1N1 infection as bilateral alveolar opacities which are predominantly basal and other observations being interstitial opacities (including linear and reticular). In a study on 66 patients, the most common abnormal pattern was consolidation most commonly observed in the lower and central lung zones and patients admitted to the ICU were more likely to have three or more lung zones involved (4). This result was consistent with our study. The patients were more likely to have consolidations in the lower lung fields and those admitted to the ICU having two or more lung fields involved; however, in another study by Aviram et al. (7) performed on 97 patients who underwent chest radiography at admission, the most frequent abnormal pattern on radiography was ground glass opacities in the central and middle lung zones, which was followed by consolidation with slightly less frequency. This is in contrast with our findings which showed predominant involvement of the lower lung zones and consolidation as the most common manifestation. In their study, patients with bilateral and peripheral involvement or four or more lung zone involvement were more likely to have severe outcome, which is in consistence with our findings in patients admitted to ICU. It should be noted that our study population included patients with a more severe presentation and was not a sample of the population diagnosed with H1N1 and the results may only be interpreted in the setting where the manifestation is more severe and not the entire population of patients diagnosed with H1N1. Another study reviewed the High Resolution Computed Tomography Scan (HRCT) findings of 18 patients with the new swine flu influenza. In this study, the abnormal pattern was most commonly the ground glass opacity present in the peripheral region which is consistent with our results. In their study, patients with high LDH were more likely to have consolidations on HRCT (8) .",
            "cite_spans": [
                {
                    "start": 1453,
                    "end": 1456,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1570,
                    "end": 1573,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1574,
                    "end": 1576,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2299,
                    "end": 2302,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3604,
                    "end": 3607,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Considering the association of chest findings and patients' prognosis, it was previously demonstrated that in patients with community acquired pneumonia, bilateral pleural effusion may predict short term mortality (9) . In our group of patients, bilateral pleural effusion was not a predictor of mortality. Interestingly, in another report of patients with acute respiratory distress syndrome, involvement of more than two lung zones has been associated with the worst outcome (10). In our group of patients, we also found that those who were admitted to the ICU were more likely to have more than two lung zones involved. Detection of multiple consolidations on radiography may represent a severe viral infection or superimposed bacterial infection which would necessitate antibiotic and some advocate administration of antibiotic to patients suspected of H1N1 and radiologic manifestation of extensive involvement or consolidation. In our group of patients, those with severe presentation were also receiving antibiotic alongside oseltamivir.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we found our experience with our group of patients with H1N1 influenza consistent with previous reports as consolidation on the lower lung fields being most common on radiography and ground glass opacities most common on the CT scan. Becoming familiar with the clinical and radiographic presentations of this very infectious disease helps in early diagnosis, treatment and isolation of patients. acknowledgments None declared. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pneumonia and respiratory failure from swine-origin influenza A (H1N1) in Mexico",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perez-Padilla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De La Rosa-Zamboni",
                    "suffix": ""
                },
                {
                    "first": "Ponce",
                    "middle": [],
                    "last": "De Leon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quinones-Falconi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bautista",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "7",
            "pages": "680--689",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emergence of a novel swine-origin influenza A (H1N1) virus in humans",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindstrom",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Garten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "25",
            "pages": "2605--2620",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Pandemic (H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chest radiographic and CT findings in novel swine-origin influenza A (H1N1) virus (S-OIV) infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cinti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kazerooni",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AJR Am J Roentgenol",
            "volume": "193",
            "issn": "6",
            "pages": "1488--93",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "H1N1 influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Dowdle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Poland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mayo Clin Proc",
            "volume": "85",
            "issn": "1",
            "pages": "64--76",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features of the initial cases of 2009 pandemic influenza A (H1N1) virus infection in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "26",
            "pages": "2507--2524",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "H1N1 influenza: initial chest radiographic findings in helping predict patient outcome",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aviram",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bar-Shai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sosna",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rogowski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Radiology",
            "volume": "255",
            "issn": "1",
            "pages": "252--261",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "High-resolution computed tomography findings from adult patients with Influenza A (H1N1) virus-associated pneumonia",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchiori",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zanetti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hochhegger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Fontes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Nobre",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Radiol",
            "volume": "74",
            "issn": "1",
            "pages": "93--101",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Do pulmonary radiographic findings at presentation predict mortality in patients with community-acquired pneumonia?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Hasley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Albaum",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Fuhrman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Marrie",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Arch Intern Med",
            "volume": "156",
            "issn": "19",
            "pages": "2206--2218",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Value of initial chest radiographs for predicting clinical outcomes in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Med",
            "volume": "117",
            "issn": "4",
            "pages": "249--54",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A 23-year-old female with respiratory symptoms and proved H1N1 infection, with crack addiction. Lymphadenopathy is shown on the chest x-ray.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A -ray shows extensive bilateral air-space opacities mainly in the lower zones.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A 30-year-old female with respiratory symptoms and proved H1N1 infection Chest x-ray demonstrates left pleural effusion. Pulmonary segment is also prominent.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Patients Background Disease",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial Disclosure"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding/support"
        }
    ]
}