{
    "paper_id": "1392d02729b5e2f1a63ff3ff259e10a8c45e5a55",
    "metadata": {
        "title": "The effectiveness of a shared conference experience in improving undergraduate medical and nursing students' attitudes towards inter-professional education in an Asian country: a before and after study",
        "authors": [
            {
                "first": "Amelia",
                "middle": [],
                "last": "Ze Chua",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daryl",
                "middle": [
                    "Yk"
                ],
                "last": "Lo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wilbert",
                "middle": [
                    "Hh"
                ],
                "last": "Ho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yun",
                "middle": [
                    "Qing"
                ],
                "last": "Koh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "Sy"
                ],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Kc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tam",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Sok",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Liaw",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gerald",
                "middle": [
                    "Ch"
                ],
                "last": "Koh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: In recent years, increasing emphasis has been placed on the importance of collaboration within multi-disciplinary healthcare teams, so as to facilitate holistic patient care and thus allow improved treatment outcomes. There is hence an urgent need to educate healthcare undergraduates early in their professional careers on the importance of and complexities involved in cooperating with counterparts from other allied healthcare professions. In conjunction with this, a milestone student-led conference for undergraduate students, the 9th Student Medical-Nursing Education Conference (SMEC), was organised in 2013 to provide a unique opportunity for shared learning among the entire cohort of undergraduate medical and nursing students in Singapore matriculating in that year. Methods: This study evaluated the effectiveness of the 9th SMEC 2013 as a shared conference experience in improving the attitudes of undergraduate medical and nursing students in Singapore towards inter-professional education (IPE). A 19-point Readiness for Inter-Professional Learning Scale (RIPLS) questionnaire comprising three subscales was administered to participants both before and after the conference. 352 responses were collected, giving a response rate of 75.1 %. Results were analysed using paired-samples t-tests with statistical significance set at p = 0.05. Results: Improvements in overall scores for both medical and nursing students were reported for all three RIPLS subscales. Examining the RIPLS items individually, significant improvement in scores for both medical and nursing students was obtained in all 19 items. Prior exposure to IPE activities was not a predictor of improvement in IPE attitudes. Conclusion: The authors propose that student-led jointly-organised conference experiences are effective in improving healthcare students' attitudes towards IPE. This study provides valuable insights to facilitate the development of further IPE programs to allow for the rapid and effective promotion of cooperation and collaboration between students across various healthcare disciplines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Traditionally, doctors have been trained to be self-reliant and independent, with the profession relying more on expertise, autonomy and responsibility rather than interdependence, deliberation and dialogue [1] . In recent years however, increasing focus has been placed on the importance of team-based care and collaboration between various healthcare professionals.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Critical to this shift is the advent of inter-professional education (IPE). IPE can be defined as an \"educational process through which students and practitioners are provided with structured opportunities for 'shared learning'\" [2] , allowing healthcare students to understand the intricacies of working together with members of other healthcare professions. \"Working together\" involves \"acknowledging that all participants bring equally valid knowledge and expertise from their professional and personal experiences\", and can result in novel methods of problem solving [1] , improving the effectiveness of patient care in the process while also allowing for superior treatment outcomes.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The literature suggests that IPE at the level of undergraduate learning could translate to improved working relations and understanding between the different healthcare professions. It is recommended that IPE be introduced early in the commencement of undergraduate healthcare courses, as this may help amend negative attitudes and avoid the formation of stereotypical views [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Medical and nursing students in Singapore have in fact responded positively towards the concept of incorporating IPE into their professional education [3] . It was hence decided that the 9 th Student Medical Education Conference (SMEC), the only student-led healthcare-focused conference for undergraduate medical students in Singapore, would be expanded to encompass both medical and nursing disciplines. The resultant 9 th Student Medical-Nursing Education Conference 2013 (9 th SMEC 2013) was aptly accorded the theme of \"Under One Roof\", providing a milestone joint IPE event for first-year undergraduate medical and nursing students.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In this paper, the authors present an assessment of the effectiveness of the 9 th SMEC 2013 in improving attitudes of conference participants towards IPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The 9 th SMEC 2013 was held for first-year medical and nursing students at the very start of the 2013-2014 academic year in August. Notably, with the opening of Singapore's second undergraduate medical school that same year, the conference was able to transcend institutional boundaries as well, ultimately reaching out to all matriculating undergraduate medical and nursing students across the nation. Participants encompassed undergraduate medical students from the Yong Loo Lin School of Medicine, National University of Singapore and the Lee Kong Chian School of Medicine, Nanyang Technological University, as well as undergraduate nursing students from the Alice Lee Center for Nursing Studies, Yong Loo Lin School of Medicine, National University of Singapore. With this, the programme of the conference was especially tailored to ensure that all participants were able to gain insight from qualified professionals and educators in both the medical and nursing fields. Table 1 provides details on the IPE-focused plenary session and workshops that comprised the bulk of the conference.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 982,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Research population"
        },
        {
            "text": "The conference was assessed via the administration of the Readiness for Inter-Professional Learning Scale (RIPLS) to all conference participants. The RIPLS was originally formulated in 1999 by Parsell and Bligh [5] as a 19-item questionnaire consisting of 3 subscales (Teamwork and Collaboration; Professional Identity; and Roles and Responsibilities). As the first instrument designed to evaluate the \"readiness\" of healthcare students for shared activities, the RIPLS allows educators to quantify the impact of interventions on healthcare students [6, 7] . RIPLS has subsequently been proven to be a valid and useful tool for measuring student attitudes towards IPE in the undergraduate context [8] . For each item, participants were asked to provide their response using a Likert scale with 1 representing \"Strongly Disagree\" and 5 representing \"Strongly Agree\". The questionnaire was administered twice to all participants -before and after the IPE components of the conference (prior to the plenary session and after the small-group workshops) to determine the effectiveness of the conference in improving students' attitudes towards IPE. Participation in this study was voluntary, with consent taken after provision of a Participation Information Sheet containing details of the study. The study was approved by the National University of Singapore Institutional Review Board.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 554,
                    "end": 556,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Six of the 19 items in the RIPLS were negatively worded in the survey form; however for the sake of presentation, the scores recorded in this paper are such that a higher score is always indicative of a more positive attitude towards IPE. Cronbach alpha values were calculated to determine the internal consistency of the RIPLS instrument in our study population. Paired-samples t-tests were employed for each of the 19 items, as well as the 3 subscale scores and overall total score in order to evaluate changes in the conference participants' attitudes towards IPE between before and after the conference. Chi-squared (χ 2 ) tests were used to compare RIPLS scores between those who had prior exposure to IPE versus those who did not, so as to evaluate the effect of prior exposure to IPE on changes in RIPLS scores before and after the conference. Statistical significance was set at the conventional p < 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A total of 352 responses were collected out of a total possible 469. 81.6 % of medical students from the Yong Loo Lin School of Medicine, 68.5 % of medical students from the Lee Kong Chian School of Medicine and 61.2 % of nursing students from the Alice Lee Center for Nursing Studies responded, giving an overall response rate of 75.1 %. The demographics of the students who responded to the survey are illustrated in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 426,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The internal reliability of the pre and post-conference questionnaires was assessed separately. Cronbach's α coefficients of 0.809 and 0.861 respectively were obtained, indicating a high internal consistency of the RIPLS questionnaire used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The results obtained from the participants' responses are shown in Table 3 with respondents stratified according to their course of study (medicine or nursing). Improvements in overall scores for both medical and nursing students were observed for all three RIPLS subscales. The scores for both medical and nursing students also improved significantly for all 19 individual RIPLS items. Prior exposure to IPE activities was not a predictor of improvement in IPE attitudes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Thirty-seven conference participants were found to have had previous exposure to IPE activities. Healthcare students who had undergone previous IPE experiences had a significantly higher baseline score (pre-conference) as compared to those without such experiences. However, there was no significant difference in the improvement in scores between those who had prior exposure to IPE and those who did not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Results obtained for all 3 RIPLS subscales showed overall significant improvements in scores, indicating that the 9 th SMEC 2013 was effective in improving the attitudes of Singaporean healthcare students towards IPE. Notably, these improvements were obtained for both medical students as well as nursing students, implying that the 9th SMEC was not only able to improve attitudes towards IPE in both groups, but was also able to promote the importance of teamwork specifically between these two healthcare professions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Looking individually at the 19 RIPLS items; with the exception of a minority of questions, the baseline scores for both medical and nursing students were already high prior to the conference and additionally showed statistically significant improvements post-conference. This overall positive result is extremely encouraging as it not only Small-Group Workshops Participants were given the opportunity to select the workshop that interested them the most out of a choice of 15.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Each workshop was co-facilitated by at least one doctor and one nurse; with some facilitators inviting additional colleagues to share at the session. Facilitators were given the freedom to conduct each workshop in any preferred format, but with the guideline that focus should be on the teamwork and cooperation between various healthcare professionals in daily practice. Activities chosen by the facilitators ranged widely from video presentations to role-playing and group discussions. Many also chose to use examples from key events in the history of healthcare in Singapore, such as the 2003 epidemic of Severe Acute Respiratory Syndrome (SARS). It was encouraging that all facilitators displayed a great keenness to share their thoughts on IPE with the conference participants. The 15 workshop topics were as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(Additional non-IPE events held during the conference included a symposium on \"Surviving Medical and Nursing School\", as well as a scientific poster competition and a symposium on hospital residency for senior medical students.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "indicates that IPE activities are highly effective in improving students' attitudes, but also suggests that Singaporean healthcare students display a high readiness to participate in and learn from such activities. This reflects the findings of studies on IPE activities in other countries [7] . With regards to question 3 of subscale 1 (see Table 3 ); the baseline scores for both medical and nursing students were high. However, while the cohort of medical students who participated showed improved attitudes towards IPE as a whole, it is noted that for this particular question, only the score for nursing students showed a significant improvement post-conference, whereas that for medical students showed only a slight increase that was not statistically significant. We hypothesize that this result is due to medical students' perception of doctors as being preeminent members of the healthcare team who work independently, such that medical students accordingly have a tendency to view teamwork and collaboration with less importance as compared to other healthcare students. This appears to be a global phenomenon, with studies from New Zealand, the United Arab Emirates and Sweden reporting similar results [6, 9, 10] . Notably, the literature indicates that such perceptions extend past graduation into working life as well, with doctors valuing teamwork less as compared to other healthcare professionals such as nurses and pharmacists [8] . It is thus particularly important to correct this perception when attempting to improve medical students' attitudes towards IPE. The authors hence suggest that additional studies are necessary to further elicit the detailed reasons for the prevalence among medical students of these specific perceptions as well as to identify the best ways of correcting such beliefs within the context of IPE.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1215,
                    "end": 1218,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1219,
                    "end": 1221,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1222,
                    "end": 1225,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1446,
                    "end": 1449,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 349,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Healthcare students who had undergone previous IPE experiences had a significantly higher baseline score (pre-conference) as compared to those without such experiences. However, there was no significant difference in improvement in RIPLS scores between those who had prior exposure to IPE compared to those who did not. This suggests that the 9 th SMEC 2013 was able to prove insightful by the same extent even to those who had prior exposures to IPE. It is hence worth considering whether participation in multiple IPE events would allow one to have a linear or even an exponential increase in the extent to which students are able to appreciate and work with members of other healthcare professions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A notable aspect of this study is that almost the entire cohort of Singapore undergraduate medical and nursing students matriculating in 2013 was surveyed. With participants comprising the majority of first-year students from both undergraduate medical and nursing schools in Singapore, and coupled with the high response rate of 75.1 %, this study provides a comprehensive indication of both the attitudes of local Singaporean medical and nursing students towards IPE, as well as the potential effectiveness of IPE initiatives in the Singaporean context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As the 9 th SMEC 2013 was one of the few healthcare conferences that are organised for students, by students, the results of this study suggest that student-run initiatives can be highly effective in improving attitudes towards IPE. Given that ultimately, healthcare students make up the target audience of these initiatives, it is sensible that such initiatives be organised by fellow students who are most equipped to identify the needs of their current generation; being the most able to organise the fulfilling, informative and enjoyable IPE experiences for their peers. This is supported by literature which has concluded that student-run initiatives should not just be considered to be nonessential electives, but as cherished events that will fuel the growth of IPE [11] . Perhaps another factor contributing to the effectiveness of the 9 th SMEC 2013 was the timing at which it was conducted; specifically being approximately one week into the beginning of university education for the undergraduate student participants. Holding IPE events at such an early stage of education makes it easier to avoid the phenomenon of students pigeonholing members of other healthcare professions, a phenomenon extremely common in post-graduate education should students not have previously participated in IPE [9] . Studies have in fact shown that holding IPE events in post-graduate education is much less effective, due to healthcare professionals having already developed their professional identity and hence holding more rigid views on inter-professional collaboration [5, 6, 12] . Within the period of undergraduate education itself, the literature in fact indicates that students who have just joined health profession courses are more receptive to IPE as compared to students who are nearing the end of their course [13] [14] [15] .",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 777,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1304,
                    "end": 1307,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1568,
                    "end": 1571,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1572,
                    "end": 1574,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1575,
                    "end": 1578,
                    "text": "12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1818,
                    "end": 1822,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1823,
                    "end": 1827,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1828,
                    "end": 1832,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is acknowledged that there are limitations to the study. It is noted that this paper is unable to evaluate the long-term impact of the conference on participants' IPE attitudes post-graduation. At the time of writing, it was not possible to elicit this as the cohort surveyed is yet to graduate for several more years. However, the authors suggest that given the long timeframe, any follow-up studies will be limited in significance, as the scope of further IPE and clinical exposures that will affect participants' attitudes are likely to vary significantly among participants by the time of graduation. Hence it would very likely be inappropriate for any such studies to draw direct links between the effects of the conference in first year and IPE attitudes post-graduation. Nevertheless, the inability to extrapolate the results presented here to predict changes in the long-run does not preclude the fact that the conference was able to have a significant impact on participants. Rather, the authors suggest that the possibility of such impacts having an effect only in the shortterm means that further IPE exposures throughout the course of undergraduate education may be necessary to supplement the shared conference experience described in this study. Additionally, the vast majority of conference participants were of the same age; hence it may not be appropriate to generalize our results to graduate medical and nursing students, or students from non-Asian countries. The use of open-ended questions in addition to multiple-choice questions in the questionnaire could possibly be useful in allowing for a more comprehensive approach when studying this aspect in the future [16, 17] . A further extension to this study could be to consider if a similar conference targeted at other combinations of healthcare professions such as dentistry, pharmacy and occupational therapy for example would prove to be as effective. The authors also suggest that while IPE is known to have an important impact on improving patient care, it would be interesting to further explore the ways in which an improvement in IPE attitudes affects healthcare professionals' specific working practices, possibly allowing for more targeted interventions to be implemented.",
            "cite_spans": [
                {
                    "start": 1687,
                    "end": 1691,
                    "text": "[16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1692,
                    "end": 1695,
                    "text": "17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study found that participation in a student-led jointly-organised conference event was effective in improving medical and nursing students' improve attitudes towards IPE. For students barely into the first year of healthcare education, such an IPE event is extremely important and vital to developing a readiness to work with other members of the healthcare profession, a very important quality to possess especially in light of today's scientific advancements that herald interdependent healthcare cooperation. IPE is a relatively new pedagogical tool in medical and nursing education, thus further research should be undertaken to elicit more ways in which IPE can be incorporated into the curriculum. It is hoped that this paper will assist others in conveying the concepts of fostering teamwork, collaboration, an awareness of one's roles and responsibilities as well as uniqueness of one's discipline through their own IPE experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Getting health professionals to work together",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Br Med J",
            "volume": "320",
            "issn": "7241",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interprofessional learning",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Parsell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bligh",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Postgrad Med J",
            "volume": "74",
            "issn": "",
            "pages": "89--95",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Are first-year healthcare undergraduates at an Asian university ready for interprofessional education?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liaw",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Interprof Care",
            "volume": "27",
            "issn": "4",
            "pages": "341--344",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The need for multiprofessional health education in undergraduate studies",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Areskog",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Med Educ",
            "volume": "22",
            "issn": "4",
            "pages": "251--253",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The development of a questionnaire to assess the readiness of health care students for interprofessional learning (RIPLS)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Parsell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bligh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Multiprofessional learning: the attitudes of medical, nursing and pharmacy students to shared learning",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horsburgh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lamdin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Med Educ",
            "volume": "35",
            "issn": "9",
            "pages": "876--83",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A comparison of student attitudes and perceptions before and after an introductory interprofessional education experience",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ruebling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pole",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Breitbach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frager",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kettenbach",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Westhus",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Interprof Care",
            "volume": "28",
            "issn": "1",
            "pages": "23--30",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Validating the Readiness for Interprofessional Learning Scale (RIPLS) in the postgraduate context: are health care professionals ready for IPL?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Allstaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mclernon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med Educ",
            "volume": "40",
            "issn": "5",
            "pages": "415--437",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Are senior UAE medical and nursing students ready for interprofessional learning? Validating the RIPL scale in a Middle Eastern context",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "El-Zubeir",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rizk",
                    "suffix": ""
                },
                {
                    "first": "Al-Khalil",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Interprof Care",
            "volume": "20",
            "issn": "6",
            "pages": "619--651",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Are female students in general and nursing students more ready for teamwork and interprofessional collaboration in healthcare",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilhelmsson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ponzer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dahlgren",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Timpka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Faresjo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Med Educ",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Student leadership in interprofessional education: benefits, challenges and implications for educators, researchers and policymakers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rosenfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Oandasan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med Educ",
            "volume": "42",
            "issn": "7",
            "pages": "654--61",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Exploring the value of interprofessional shared learning",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Funnell",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "163--71",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The test-retest reliability of a revised version of the Readiness for",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcfadyen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Maclaren",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Interprofessional Learning Scale",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Collaborative learning for collaborative working? Initial findings from a longitudinal study of health and social care students",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pollard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilchrist",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health Soc Care Community",
            "volume": "12",
            "issn": "",
            "pages": "346--58",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "From students to professionals: results of a longitudinal study of attitudes to pre-qualifying collaborative learning and working in health and social care in the United Kingdom",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pollard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miers",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Interprof Care",
            "volume": "22",
            "issn": "",
            "pages": "399--416",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Research Design: Qualitative, Quantitative, and Mixed Methods Approaches",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Creswell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Qualitative Inquiry and Research Design: Choosing Among Five Approaches",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Creswell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Inter-Professional Education Events in the 9 th SMEC 2013 Event Description Plenary Session Distinguished members of the medical and nursing fraternities in Singapore were invited to share their insights with conference participants. The speakers included: • Vice Dean (Education), Yong Loo Lin School of Medicine, National University of Singapore • Co-Chairperson, Inter-Professional Education Steering Committee, National University of Singapore • Emeritus Consultant, Department of General Surgery, Tan Tock Seng Hospital • Vice President, 64 th Medical Society, Yong Loo Lin School of Medicine, National University of Singapore • Vice President, 6 th Nursing Subclub, Alice Lee Center for Nursing Studies, Yong Loo Lin School of Medicine, National University of Singapore(Of note, the Vice-Presidents of the Medical Society and Nursing Sub-Club presented a joint address, personifying the practice of building good inter-professional relationships even during undergraduate education.)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Responders' Demographics",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Pre-conference (Before) and Post-conference (After) Scores of Readiness for Inter-Professional Learning Scale (RIPLS)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Pre-conference (Before) and Post-conference (After) Scores of Readiness for Inter-Professional Learning Scale (RIPLS) (Continued) The function of nurses and therapists is mainly to provide support for doctors.*Indicates negatively worded items that have been reverse-scored",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the following members of the SMEC 2013 organising committee who contributed in data collection and entry: Douglas WC Chee 4 , Eunice JH Goh 4 , Lee Hanyi 4 , Joshua SH Lim 4 , Ooi Tong Li 4 , Chloe Pawa 4 , Nur Khairunnizzafiqah 5 , Tee Shi Yun 5 . 4 Yong Loo Lin School of Medicine, National University of Singapore, National University Health System, Singapore 5 Alice Lee Center for Nursing Studies, Yong Loo Lin School of Medicine, National University of Singapore, National University Health System, Singapore The authors would also like to thank the Medical Education Unit, Yong Loo Lin School of Medicine, National University of Singapore, National University Health System, Singapore, for helping to facilitate the running of the 9 th SMEC 2013. ",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 282,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 395,
                    "end": 396,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interest. The authors alone are responsible for the content and writing of the article.Authors' contributions GCHK, JKCT and LSY contributed to the concept and design of the study. AZEC, DYKL, WHHH, KYQ and DSYL acquired the data. GCHK, AZEC, DYKL, WHHH, KYQ and DSYL analysed the data and all authors interpreted the data. AZEC, DYKL, WHHH, KYQ and DSYL drafted the manuscript and GCHK, JKCT and LSY revised it critically for important intellectual content. All authors approved the final manuscript and agree to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved.• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interest"
        }
    ]
}