{
    "paper_id": "165d5a3cf0dc10f8229b0c6fcf149cd244cbd73a",
    "metadata": {
        "title": "Evolution and emergence of novel human infections",
        "authors": [
            {
                "first": "N",
                "middle": [],
                "last": "Arinaminpathy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "James Martin 21st",
                        "postCode": "OX1 3PS",
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "R"
                ],
                "last": "Mclean",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "James Martin 21st",
                        "postCode": "OX1 3PS",
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Some zoonotic pathogens cause sporadic infection in humans but rarely propagate further, while others have succeeded in overcoming the species barrier and becoming established in the human population. Adaptation, driven by selection pressure in human hosts, can play a significant role in allowing pathogens to cross this species barrier. Here we use a simple mathematical model to study potential epidemiological markers of adaptation. We ask: under what circumstances could ongoing adaptation be signalled by large clusters of human infection? If a pathogen has caused hundreds of cases but with little transmission, does this indicate that the species barrier cannot be crossed? Finally, how can case reports be monitored to detect an imminent emergence event? We distinguish evolutionary scenarios under which adaptation is likely to be signalled by large clusters of infection and under which emergence is likely to occur without any prior warning. Moreover, we show that a lack of transmission never rules out adaptability, regardless of how many zoonoses have occurred. Indeed, after the first 100 zoonotic cases, continuing sporadic zoonotic infections without onward, human-to-human transmission offer little extra information on pathogen adaptability. Finally, we present a simple method for monitoring outbreaks for signs of emergence and discuss public health implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Many novel human infections have zoonotic origins (Morens et al. 2004; Wolfe et al. 2007; Jones et al. 2008) . For example, HIV was acquired from African primates (Rambaut et al. 2004; Keele et al. 2006) ; SARS coronavirus has been linked to both bats (Li et al. 2005) and palm civets (Guan et al. 2003) ; and a recent new arenavirus which killed four out of five cases in Southern Africa is probably derived from rodents (Briese et al. 2009) . A novel H1N1 influenza A virus, in the early months of a pandemic at the time of writing, was introduced into the human population via swine (Smith et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 70,
                    "text": "(Morens et al. 2004;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 71,
                    "end": 89,
                    "text": "Wolfe et al. 2007;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 90,
                    "end": 108,
                    "text": "Jones et al. 2008)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 163,
                    "end": 184,
                    "text": "(Rambaut et al. 2004;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 185,
                    "end": 203,
                    "text": "Keele et al. 2006)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 252,
                    "end": 268,
                    "text": "(Li et al. 2005)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 285,
                    "end": 303,
                    "text": "(Guan et al. 2003)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 422,
                    "end": 442,
                    "text": "(Briese et al. 2009)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 586,
                    "end": 604,
                    "text": "(Smith et al. 2009",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here we study the epidemiology associated with the establishment of a pathogen in a new host species. As discussed by Antia et al. (2003) even a pathogen poorly transmitted among humans, and thus capable only of causing sporadic cases, can acquire adaptations to become capable of sustained human transmission. Such adaptations could arise in response to the selective pressure exerted by the new host environment. Additionally, changing human contact patterns and environmental factors can have the same effect, of enhancing pathogen transmissibility (Woolhouse et al. 2005) . For example, the avian influenza subtype H5N1 has caused over 400 human cases (World Health Organization 2009), mostly through close contact with infected poultry (Beigel et al. 2005) . Although it has shown little or no transmission between humans, the possibility of its future adaptation to humans cannot be ruled out.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 137,
                    "text": "Antia et al. (2003)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 552,
                    "end": 575,
                    "text": "(Woolhouse et al. 2005)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 741,
                    "end": 761,
                    "text": "(Beigel et al. 2005)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Previous work on evolving pathogens has studied the effect of host heterogeneity (Yates et al. 2006 ) and pathogen life history (André & Day 2005) on the probability of emergence, per introduction into the human population. Here we ask: what are the epidemiological signs that a pathogen is evolving to adapt for human transmission? For example, under what conditions would such a process be signalled by large outbreaks of infection? Conversely, some pathogens, while capable of infecting humans, may face biological barriers to human adaptation that preclude their ultimate establishment. Is it possible, from case reports, to distinguish such pathogens from those inherently capable of adaptation? Finally, how can case reports be monitored to detect when an ongoing outbreak is about to develop into a full-blown emergence? We approach these questions using simple mathematical models of within-host evolution and between-host transmission. This paper is organized as follows: following a brief discussion of the relationship between pathogen reproductive fitness and outbreak sizes, we present a simple mathematical model of evolution and transmission, and apply it to the questions posed above. We use examples from H5N1 influenza case report data to illustrate the results. Finally, we discuss some public health implications of this work.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 99,
                    "text": "(Yates et al. 2006",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 128,
                    "end": 146,
                    "text": "(André & Day 2005)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The basic reproductive number, R 0 , is the average number of secondary cases arising from a single infected case, in an otherwise susceptible population (Anderson & May 1991) . It is a measure of emergence potential, as R 0 . 1 is a necessary condition for emergence. It is, however, not a sufficient condition, as such pathogens are subject to stochastic extinction with probability 1/R 0 n , where n is the number of index cases (May et al. 2001) . Conversely, infections with R 0 , 1 stutter to extinction with probability 1. Moreover, different regimes for R 0 , 1 show differing epidemiological behaviour in terms of the numbers of cases that outbreaks could involve. Figure 1 shows the probability distributions for outbreak sizes for R 0 ¼ 0.1 (a poorly adapted pathogen) and R 0 ¼ 0.9 (an almost-adapted pathogen). Although neither pathogen is capable of emergence, it is evident that a pathogen with R 0 ¼ 0.9 is capable of causing much larger outbreaks than one with R 0 ¼ 0.1. Indeed, the mean outbreak size for R 0 , 1 is given by 1/(1 2 R 0 ) (Becker 1974) .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 175,
                    "text": "(Anderson & May 1991)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 432,
                    "end": 449,
                    "text": "(May et al. 2001)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1057,
                    "end": 1070,
                    "text": "(Becker 1974)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 674,
                    "end": 682,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "REPRODUCTIVE FITNESS AND OUTBREAK SIZES"
        },
        {
            "text": "We now incorporate adaptation, using a modified version of a model presented by Antia et al. (2003) , based on multi-type branching processes. The biological motivation for the model is as follows: an index individual infected with a wild-type (poorly adapted) pathogen is likely to die or recover without infecting anyone else. However, owing to the possibility of the pathogen mutating to acquire some transmission potential, this index case has a non-zero probability of infecting another person. Subsequent adaptations can serve to increase the probability of transmission still further. The stochastic process continues either until extinction of the pathogen, after a certain number of cases, or until emergence of an adapted pathogen. The latter may be subject to yet further adaptations, but we do not consider these stages here. In case of extinction, the process is repeated with another new introduction of a wild-type pathogen from the animal reservoir. In this way, we simulate a series of introductions leading to emergence. Whereas Antia et al. (2003) presented a discrete-time model, ours is a continuous-time process as we are also interested in the time course of an outbreak. Moreover, as discussed below, in this model the role of R 0 is to reflect relative probabilities of transmission and recovery; in the context of continuous time, this allows a more natural description of the process of adaptation.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 99,
                    "text": "Antia et al. (2003)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1047,
                    "end": 1066,
                    "text": "Antia et al. (2003)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "THE MATHEMATICAL MODEL"
        },
        {
            "text": "We assume that the host population is sufficiently large to neglect depletion of susceptibles: this is feasible in the early stages of emergence, where there are only comparatively few cases. For simplicity, we also assume that the host population is homogeneous in susceptibility to infection. Furthermore, we assume that the pathogen has to undergo a series of discrete 'steps' in order to adapt for human transmission, with each step acquiring an increment in its reproductive number. Thus, we label each adaptive stage with i, where i ¼ 0 is the wild-type stage and i ¼ n is the adapted stage. We also have a series of reproductive numbers R 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE MATHEMATICAL MODEL"
        },
        {
            "text": ", . . . , R 0 ( n) , where the wild-type fitness R 0 (0) is much less than 1 and only the adapted fitness R 0 ( n) exceeds 1. Finally, with each adaptive stage we associate a mutation rate, denoted M (i ) . We assume that if infection within a host develops an adaptation, it goes to fixation in that host and is thus the only 'type' that can be subsequently transmitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE MATHEMATICAL MODEL"
        },
        {
            "text": "Together the parameters R 0 ( i ) and M (i ) define the stochastic process of evolution and infection as follows. For a given infected individual, there are three possible events that could occur next: transmission, pathogen adaptation, and host recovery/death. These have probabilities p i , q i , r i , respectively, where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE MATHEMATICAL MODEL"
        },
        {
            "text": "The terms in the denominator arise from rescaling time by the mean infectious period: see appendix in the electronic supplementary material for details of derivations. Using the well-established Gillespie algorithm . (Gillespie 1977) , this process can be straightforwardly simulated in continuous time. In the case of an infection eventually going extinct, any human cases arising from the index case are collectively a 'cluster'. We define 'emergence' as a situation in which the probability that the outbreak will spontaneously sputter to extinction is less than 10 26 . Formally, this occurs when there are m cases of the adapted",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 233,
                    "text": "(Gillespie 1977)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "THE MATHEMATICAL MODEL"
        },
        {
            "text": "] m . 10 6 (May et al. 2001) .",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 28,
                    "text": "(May et al. 2001)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "THE MATHEMATICAL MODEL"
        },
        {
            "text": "We consider how ongoing pathogen adaptation could be signalled by outbreak sizes, seeking a distribution analogous to figure 1 but with the inclusion of adaptation. Table 1 presents parameters for two different evolutionary scenarios: in the first, 'punctuated' scenario, all adaptations are required together for any increase in reproductive fitness. Thus, relative to the wild-type stage, there is little fitness advantage in partial adaptation, and only the adapted stage has a significantly increased fitness. In the second, 'gradual' scenario, intermediate adaptations confer incremental improvements in fitness. Figure 2 schematically illustrates the progression in fitness from wild-type to adapted stages for both of these scenarios. For illustration figure 3a shows sample time courses of infection for a series of introductions leading to an emergence in the punctuated scenario (movies of simulations leading to these outcomes may be found in the electronic supplementary material). Figure 3b shows the distribution of cluster sizes arising from this series of introductions. In this example, there were 6173 introductions before emergence. The vast majority of introductions go extinct without transmission (i.e. cluster size 1), but there are some instances where limited transmission has occurred. Only 0.16 per cent of outbreaks exceeded two cases. Figure 4 extends these plots to show the general behaviour of cluster size distributions for both punctuated and gradual scenarios. It displays distributions obtained from 25 independent realisations of the process of emergence, with individual distributions distinguished by colour. Insets show distributions for a 10-fold-reduced mutation rate for the final adaptive step. There is a clear variation between the scenarios in the range of cluster sizes accumulated before emergence: the punctuated scenario causes only small clusters, rarely more than four cases large. The gradual scenario shows a broader range of cluster sizes, and such behaviour is due to the state marginally below pandemic capability (R 0 ¼ 0.9). As indicated by figure 1 , such values of R 0 are capable of causing large outbreaks. Indeed, reducing the mutation rate increases the 'dwell time' in this state, and thus the greatest range of cluster sizes before emergence is found in the inset of figure 4, gradual scenario. For comparison, crosses in the plots show the distribution of cluster sizes from case reports of H5N1 avian influenza in Indonesia (World Health Organization). As an aside note that, even after more than 400 cases, the pattern of H5N1 clusters appears compatible with both punctuated and gradual scenarios.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 172,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 626,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 994,
                    "end": 1003,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1364,
                    "end": 1372,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 2101,
                    "end": 2109,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "WARNING SIGNS OF ADAPTATION"
        },
        {
            "text": "For simplicity, we have neglected here the possibility of multiple index cases arising from common exposure to a zoonotic host. Nonetheless, this does not qualitatively alter the results above. The same applies for assuming more steps to emergence (see electronic supplementary material for a discussion of both). Overall, a pathogen with gradually increasing fitness and an adaptive stage marginally below emergence capability is most likely to signal ongoing adaptation by causing large but self-limiting outbreaks. A pathogen undergoing a more punctuated route to emergence is likely to afford less warning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WARNING SIGNS OF ADAPTATION"
        },
        {
            "text": "If a pathogen causes many hundreds of cases yet fails to show any sustained human transmission, does this mean that it is incapable of adapting for human transmission? More specifically, how many 'failed' human cases should occur for such a conclusion? Table 1 . Parameters for punctuated and gradual scenarios, assuming four adaptive stages. For instance, in the punctuated scenario, the wild-type pathogen has R 0 ¼ 0 in humans. After acquiring an adaptation, it has R 0 ¼ 0.1 and so forth. Here, an adapted pathogen has R 0 ¼ 2, and a mutation rate M ¼ 0.1 is associated with all adaptive stages. For a given series of reproductive numbers and mutation rates, it is possible to calculate the probability p e of emergence, per introduction, using the theory of multi-type branching processes (Athreya & Ney 1972) . If there are insurmountable biological barriers to adaptation, this is equivalent to p e ¼ 0. Thus, repeated introductions into the human population are akin to a series of coin tosses, where the probability of 'heads' (corresponding to emergence) per toss is p e . The number of coin tosses before the first head follows a negative binomial distribution. Assume an observation that N tosses have yielded only tails, corresponding to a series of failed introductions. The probability of such an outcome is at least 50 per cent as long as p e , 1 À 2 ðÀ1=NÞ ;",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 814,
                    "text": "(Athreya & Ney 1972)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 260,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "BIOLOGICAL BARRIERS TO ADAPTATION"
        },
        {
            "text": "yielding an estimated upper bound on p e . This upper bound, denoted U(N ), is plotted in figure 5 . It shows that, regardless of how many consecutive tails, or failed cases, have occurred, it is never possible to conclude that p e ¼ 0. Although mathematically straightforward, in public health terms, this is a simple argument for why a lack of transmission alone gives little information about the adaptability of a pathogen. Indeed, the point is underscored by the behaviour of the punctuated scenario demonstrated above: it is possible for emergence to occur without any prior signs of increasing fitness. Another feature of figure 5 is that U(N ) has diminished by 98 per cent by the time the first 100 cases have occurred. That is, the first 100 cases without emergence indicate a very low probability of emergence per introduction. Beyond this point, continuing failed cases give little more information about the adaptability of the pathogen. The inset of figure 5 plots the percentage drop from U(N ) to U(Nþ1) as a function of the number of cases N, illustrating that even in relative terms, there is little extra information to be derived from more than 100 cases. In the example of H5N1 influenza, this tally was reached by 8 June 2005 (World Health Organization 2009).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "figure 5",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 972,
                    "text": "figure 5",
                    "ref_id": null
                }
            ],
            "section": "BIOLOGICAL BARRIERS TO ADAPTATION"
        },
        {
            "text": "Quantitatively, according to this model, sporadic human cases subsequent to that date teach us very little more about whether the virus may ultimately adapt to humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BIOLOGICAL BARRIERS TO ADAPTATION"
        },
        {
            "text": "In practice, it is highly unlikely that the underlying reproductive numbers for an evolving pathogen could be known with any accuracy. Here we focus instead on monitoring ongoing outbreaks for early signs of emergence, the primary concern being rapid notification. We suggest a simple non-parametric method for detection of emergence that does not rely on knowledge of the reproductive fitness parameters. An outbreak in progress is given a 'rarity score', with respect to past outcomes, defined as 2log 10 (proportion of past outcomes that were more extreme). We compare two approaches: for the 'single rarity' approach, a record is kept of the total outbreak size from every introduction. For an outbreak in progress, a rarity score can then be calculated for the cumulative number of cases. When this exceeds a given threshold, the alarm is triggered. The 'double rarity' approach likewise monitors outbreak sizes, and additionally monitors the daily incidence. A record is kept of the greatest incidence reached following every introduction, and thus a rarity score is calculated, in real time, for an outbreak in progress. An alert is then triggered where at least one rarity score exceeds a given threshold. Specificity is measured by the number of introductions causing a false alarm (introductions causing an alarm and subsequently going extinct). Sensitivity is measured, in the event of a true emergence, by the number of cases before the first alarm. Figure 6 shows measures of (b) Graphs of algorithm performance, calculated over 250 simulated emergences, with the alarm silenced for the first 400 introductions. Black bars, single; grey bars, double. (i, ii) Specificity is measured by number of false alarms before an emergence, (iii, iv) while sensitivity is measured by the number of cases before an alarm occurs, in the event of a genuine emergence. Left-and right-hand panels refer to punctuated and gradual scenarios, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1462,
                    "end": 1470,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "EMERGENCE DETECTION"
        },
        {
            "text": "Emerging human infections N. Arinaminpathy & A. R. McLean 3941 algorithm performance, calculated over 250 emergences simulated as described above, under both the gradual and punctuated scenarios. Both single and double approaches show a similar performance under the punctuated scenario. However, under the gradual scenario, the double approach shows an appreciably better performance in sensitivity, also doing so more consistently. It raises the alarm after a mean (standard deviation) of 4.2 (1.3) cases, compared with 5.8 (2.4) for the single approach. As might be expected, this comes at the expense of some specificity: the single approach causes a mean (standard deviation) of 0.68 (0.97) false alarms before emergence, compared with 1.0 (1.3) for the double method. In practice, epidemiological investigation and contact tracing will be essential for identifying which cases are epidemiologically linked. Furthermore, we do not address here the timing or distribution of index cases. Nonetheless, while more sophisticated schemes are undoubtedly possible, these results illustrate how additional outbreak characteristics, such as incidence, could contribute to emergence detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EMERGENCE DETECTION"
        },
        {
            "text": "The work presented here underlines the unpredictability of infectious diseases undergoing adaptations for human transmission. Nonetheless, it also illustrates that general patterns of epidemiological behaviour can be associated with different evolutionary pathways. The scenarios presented here have widely different implications for public health, and each presents its unique problem in terms of containment. A pathogen following a punctuated route to adaptation is liable to emergence without any warning. Moreover, under this scenario, large outbreaks tend to be caused only by adapted pathogens, and so such outbreaks will be comparatively difficult to contain. By contrast, the gradual route offers some warning of adaptation in the form of large but self-limiting outbreaks. Both these clusters and the early stages of emergence are composed mainly of cases of a partially adapted pathogen, rendering containment comparatively easier. However, a danger is that repeated false alarms would elicit repeated containment efforts, potentially draining valuable resources. There are many possible refinements to the simple model of transmission presented here. One shortfall in the model is where large numbers of infection are predicted: in reality, large outbreaks will tend to be limited by local depletion of susceptibles, as well as being likely to trigger spontaneous social distancing and public health interventions. Host heterogeneity may also play a role. For example, Lloyd-Smith et al. (2005) point out in the context of a non-adapting pathogen that individual variation in transmissibility, hidden by a population-level value for R 0 , can have a strong effect on the outcomes of introductions, making extinction more likely than in a homogeneous population. Yates et al. (2006) explore different types of heterogeneity, including susceptibility to infection, and make the elegant distinction that, for nonadapted stages, the rate of adaptation has a stronger effect on probability of extinction than heterogeneity, and conversely for adapted stages. Extending this discussion to cluster sizes before emergence, these and other aspects of host population structure would be areas for refinement in models more detailed than those we have presented here. Nonetheless, the general insights offered by our approach are likely to remain valid. While mathematical models can be no replacement for detailed epidemiological investigations in the field, such as contact tracing and laboratory analysis, we hope we have shown here that they can offer valuable, objective insights into potential pre-emergence scenarios. Together with established frameworks for rapid case identification and management, mathematical models can play an important role in our toolkit for preparedness in public health. N.A. gratefully acknowledges funding for this work from the James Martin 21st Century School and A.M. is a Senior Research fellow of All Souls College whose support is gratefully acknowledged.",
            "cite_spans": [
                {
                    "start": 1480,
                    "end": 1505,
                    "text": "Lloyd-Smith et al. (2005)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1773,
                    "end": 1792,
                    "text": "Yates et al. (2006)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of disease life history on the evolutionary emergence of novel pathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "André",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. R. Soc. B",
            "volume": "272",
            "issn": "",
            "pages": "1949--1956",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2005.3170"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The role of evolution in the emergence of infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Regoes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koella",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bergstrom",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "658--661",
            "other_ids": {
                "DOI": [
                    "10.1038/nature02104"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Branching processes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Athreya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ney",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "On parametric estimation for mortal branching processes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Biometrika",
            "volume": "61",
            "issn": "",
            "pages": "393--399",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Avian influenza A (H5N1) infection in humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Beigel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N. Engl. J. Med",
            "volume": "353",
            "issn": "",
            "pages": "1374--1385",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genetic detection and characterization of Lujo virus, a new hemorrhagic fever-associated arenavirus from Southern Africa",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000455"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Exact stochastic simulation of coupled chemical reactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Phys. Chem",
            "volume": "81",
            "issn": "",
            "pages": "2340--2361",
            "other_ids": {
                "DOI": [
                    "10.1021/j100540a008"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--278",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1087139"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storeygard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gittleman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06536"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Chimpanzee reservoirs of pandemic and nonpandemic HIV-1",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Keele",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "313",
            "issn": "",
            "pages": "523--526",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1126531"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bats are natural reservoirs of SARS-like coronaviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "676--679",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1118391"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "355--359",
            "other_ids": {
                "DOI": [
                    "10.1038/nature04153"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infectious disease dynamics: what characterises a successful invader? Phil",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Trans. R. Soc. Lond. B",
            "volume": "356",
            "issn": "",
            "pages": "901--910",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2001.0866"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The challenge of emerging and re-emerging infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Folkers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "242--249",
            "other_ids": {
                "DOI": [
                    "10.1038/nature02759"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The causes and consequences of HIV evolution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Crandall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Rev. Genet",
            "volume": "5",
            "issn": "",
            "pages": "52--61",
            "other_ids": {
                "DOI": [
                    "10.1038/nrg1246"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Origins and evolutionary genomics of the 2009 swine-origin H1N1 influenza A epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "",
            "pages": "1122--1125",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08182"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Origins of major human infectious diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Panosian Dunavan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "",
            "pages": "279--283",
            "other_ids": {
                "DOI": [
                    "10.1038/nature05775"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Emerging pathogens: the epidemiology and evolution of species jumps",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends Ecol. Evol",
            "volume": "20",
            "issn": "",
            "pages": "238--244",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tree.2005.02.009"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cumulative number of confirmed human cases of avian influenza A/(H5N1) reported to WHO",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "How do pathogen evolution and host heterogeneity interact in disease emergence?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yates",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Regoes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. R. Soc. B",
            "volume": "273",
            "issn": "",
            "pages": "3075--3083",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2006.3681"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Emerging human infections N",
            "authors": [],
            "year": null,
            "venue": "Arinaminpathy & A. R. McLean",
            "volume": "3943",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Outbreak size distributions for fixed R 0 . (a) R 0 ¼ 0.1 and (b) R 0 ¼ 0.9. These distributions have mean 1/(1 2 R 0 )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Illustrations of results of the model, punctuated scenario. (a) Time series for a series of introductions (black) leading to emergence (grey). All introductions are initiated at time zero. (b) Distribution of cluster sizes arising from this calculation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic of (a) punctuated and (b) gradual scenarios. Parameter values are presented in table 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Upper bound on the probability of emergence per introduction p e , given that n introductions have occurred without emergence (U(N )). Calculated as the maximal value of p e giving at least a 50 per cent probability of observing N introductions without emergence. Although giving infinitesimally small values for p e for large N, the curve does not reach p e ¼ 0 for any finite N. Inset shows the 'relative information gain' acquired as N increases, measured as the percentage drop from U(N ) to U(Nþ1). Again, this quantity has almost entirely diminished by the time N ¼ 100. Cluster size distributions for the (a) punctuated and (b) gradual scenarios. Shown are distributions for 25 independent realizations of the process leading to emergence, with each distribution distinguished by a different colour. Insets show distributions where the penultimate mutation rate has been reduced 10-fold to a value of 0.01. Crosses show H5N1 data from Indonesia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Early warning systems for detecting pandemic emergence. The 'single' method monitors outbreak size, raising an alarm if a threshold with respect to past outbreak sizes is exceeded. The 'double' method additionally monitors daily incidence (see text for details).(a) Sample time courses of infection leading to emergence. Vertical, dashed line: time of notification with the single approach. Vertical, solid line: time of notification with the double approach. (i) punctuated scenario (ii) gradual scenario.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}