{
    "paper_id": "16ffa1f7efaf96880e6f3c22d2de9c5672169303",
    "metadata": {
        "title": "Transmissibility of the Influenza Virus in the 1918 Pandemic",
        "authors": [
            {
                "first": "L",
                "middle": [
                    "F"
                ],
                "last": "White",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Pagano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. With a heightened increase in concern for an influenza pandemic we sought to better understand the 1918 Influenza pandemic, the most devastating epidemic of the previous century. Methodology/Principal Findings. We use data from several communities in Maryland, USA as well as two ships that experienced well-documented outbreaks of influenza in 1918. Using a likelihood-based method and a nonparametric method, we estimate the serial interval and reproductive number throughout the course of each outbreak. This analysis shows the basic reproductive number to be slightly lower in the Maryland communities (between 1.34 and 3.21) than for the enclosed populations on the ships (R 0 = 4.97, SE = 3.31). Additionally the effective reproductive number declined to sub epidemic levels more quickly on the ships (within around 10 days) than in the communities (within 30-40 days). The mean serial interval for the ships was consistent (3.33, SE = 5.96 and 3.81, SE = 3.69), while the serial intervals in the communities varied substantially (between 2.83, SE = 0.53 and 8.28, SE = 951.95). Conclusions/Significance. These results illustrate the importance of considering the population dynamics when making statements about the epidemiological parameters of Influenza. The methods that we employ for estimation of the reproductive numbers and the serial interval can be easily replicated in other populations and with other diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The emergence of the highly pathogenic avian influenza strain H5N1 has raised concerns of an imminent influenza pandemic. Public health workers, government officials and disaster planners have an increasing interest in better understanding the potential impact of an influenza pandemic and possible strategies for containment. Crucial in this planning is an understanding of the basic epidemiology of the disease in various settings. This has led to a growing interest in the analysis and understanding of past epidemics, particularly that of 1918, the most virulent and deadly influenza epidemic of the 20th century. Mortality has been estimated at 50-100 million people worldwide as a result of influenza in the 1918 pandemic [1] . It is reasonable to suppose that by better understanding the transmission dynamics of the highly pathogenic virus in 1918, we can gain greater insight into the dynamics, and thus potential methods of control, for a future pandemic [2] . Important parameters for understanding disease transmission are the reproductive number and the serial interval [3] . The basic reproductive number is defined as the average number of secondary infections created from a primary infection in an entirely susceptible population [4, see also 5] . A more complex, but perhaps meaningful parameter is the effective reproductive number which defines the average number of secondary infections an infected will create at a given point in the epidemic. This parameter takes into account that not all contacts of an infected individual are with susceptible persons, as well as the impact of public health control measures. Control strategies are typically targeted to drive this number below one and maintain it there, as this will lead to eventual extinction of the epidemic. An example of this is herd immunity, or immunity to a disease that is incurred from a sufficiently large proportion of the population being immune to a disease. Modeling techniques are often used to determine the proportion of the population that should be vaccinated in order to have the reproductive number low enough to avoid outbreaks of disease [6] .",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 731,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 965,
                    "end": 968,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1083,
                    "end": 1086,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1247,
                    "end": 1262,
                    "text": "[4, see also 5]",
                    "ref_id": null
                },
                {
                    "start": 2139,
                    "end": 2142,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The serial interval can be defined as the time interval between a primary case presenting with symptoms and its infectee developing symptoms [7, 8] . Thus this quantity is completely observable. This is a mixture of the incubation period and the infectious period, both of which are useful to understand, but difficult to measure. The SARS outbreak of 2003 had a relatively long serial interval, estimated to be between 8 and 10 days on average and following a Weibull distribution [9] making case isolation extremely effective in containing the epidemic.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 145,
                    "end": 147,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Methods for the estimation of basic epidemiological parameters are still in development phase. [10] provides a thoughtful summary of methods for estimating the reproductive number. One particularly interesting and useful method has been previously described by [7] for estimating the daily reproductive number, R t , or the average number of cases an infected individual on day t would cause. One interesting feature of this method is that for days where no cases are observed, the estimated effective reproductive number is zero. Another observation is that this method essentially estimates a curve for the effective reproductive number that traces the epidemic curve, lagged by the average serial interval length. This nonparametric method presupposes information on the serial interval distribution. This is typical as most methods for estimating the reproductive number rely on knowledge of the serial interval.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Few have described analytical methods for estimating the serial interval, making most methodologies dependent on contact tracing data, which is often difficult and expensive to attain. [11] describe a method to estimate the reproductive number that relies on limited contact tracing information but not a full estimate of the serial interval. [12] have recently described a method to estimate the serial interval and then used this estimate with the estimator proposed in [7] of the daily reproductive number and have applied their method to data from outbreaks of avian influenza in poultry farms in Europe.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Several researchers have studied the 1918 pandemic and estimated some of these key epidemiological parameters. Estimates have ranged from 2-3 for the basic reproductive number, R 0 , when using an SEIR model with a mean latent period of 1.9 days and infectious period of 4.1 days [13, 14] . Using an exponential model and assuming the serial interval to be four days (somewhat based on the assumptions of [13] ), [15] estimated R 0 to be 2.6-10.6 for confined settings (such as prison and ships) and 2.4-4.3 for community settings. The estimates for the mean latent and infectious periods come from [16] and were used again by [17] and [18] . It appears that the original estimates were derived from epidemic data, although their source is not well documented.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In what follows, we introduce new methodology for the estimation of both the daily reproductive number and the serial interval. We apply this method to data from two outbreaks on military ships in the 1918 influenza outbreak, as well as welldocumented outbreaks in five Maryland communities. The results from this method are compared to that of [12] . The results illustrate the differences in infectious disease dynamics between outbreaks in a closed population and a dynamic community.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We analyze data from several well-documented influenza outbreaks in 1918. First we consider data from two troop ships that embarked in the late fall of 1918 [19] . The Medic reported two initial cases on November 11. Out of 989 passengers (156 crew members, 829 soldiers, 4 civilians) 313 became sick with influenza over a 40 day period (Attack Rate, AR, = 0.32), though most of the cases occurred within the first fourteen days. The Boonah left Durban and in five days, on November 29, reported the first three definitive cases of influenza. Those who collected the data note that there were likely some initial cases that were not identified. Out of 1095 on board (164 crew members and 931 troops), 470 cases were reported (AR = 0.43) in the 40 days of the epidemic.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "METHODS Data"
        },
        {
            "text": "The United States Public Health Service created special surveys of 18 localities during the pandemic [20] . Reported results from six communities in Maryland are derived from house-to-house surveys requesting the date of onset of influenza for all infected, and the sex and age of each case of pneumonia and influenza. A summary of these populations is provided in Table 1 .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 372,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "METHODS Data"
        },
        {
            "text": "We describe a likelihood based methodology for estimating the reproductive number at each day in the epidemic as well as the serial interval. The method builds on that described by [21] . We assume that the population is closed, that all cases are observed, and use daily case counts only (i.e. number of new cases each day).",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "Let N = {N 0 , N 1 , N 2 ,…, N T } represent the daily cases counts of influenza for the T days of the epidemic and X ij represent the number of cases that appear on day j that are infected by individuals that appeared sick on day i. Following is a representation of the disease transmission model in the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": ". .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "We assume that the total number of cases produced by those on day i, X i? , are Poisson distributed with parameter N i R i , where R i is the reproductive number for cases on day i. We further assume that X i = {X i,i+1 , X i,i+2 ,…,X i,i+k } follows a multinomial distribution with parameters X i? , p, k, where p = {p 1, p 2,…, p k } represent the distribution of the serial interval. Using these assumptions we can construct a likelihood function (see details in the Supplemental Information), which, when simplified, yields the following convenient form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "where m i~Ri ( X k j~1 p j N i{j ) [21] . Maximization of this likelihood with respect to R i and p yields estimates of these parameters. To further simplify this process and create a more parsimonious model, we parameterize p by allowing it to follow a traditional parametric form for a serial interval (for instance a Weibull, Gamma, Log Normal, or Exponential distribution). Then the p j are functions of the parameters of the density (for instance in the case of the Gamma distribution, the p j only depend on the shape and rate parameters of the Gamma).",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "Similarly R i can be modeled parametrically as a function of time. One example of a reasonable model for this is the four parameter logistic curve [22] [23] [24] given by The parameters of this curve describe the initial height of the curve (approximately a+b), the point of inflection (d), the curvature over the inflection (c) and the final height of the curve (a). These parameters have biological meaning in this setting where the initial height corresponds to the values of R i prior to intervention and significant depletion of the susceptible population. The inflection point and its steepness would describe the timing of intervention and the rapidity with which it impacts transmission. The final height would describe the ultimate value of R i, which typically is less than one, indicating that disease transmission is in a sub epidemic state.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "In our analysis, we also implement the method described by [12] (hereafter referred to as the Garske et al. method) and compare the results of the two methodologies. This method first estimates the generation time distribution using a likelihood based method. Then the effective reproductive number is estimated using the method described by [7] (hereafter referred to as the WT method). We fit the likelihood for both methods using a Nelder-Mead maximization procedure and use 576 starting values in order to ensure that we reach the global maximum. All analyses were done using R 2.4.1.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "Both methods assume homogenous mixing in the population, no missing data (clearly violated with the data from the Maryland communities), that a primary case experiences symptom onset prior to any cases that it infects and a completely closed system where all cases are infected by a case that has been observed. In the case of the Maryland data, where only a sample of the total number of cases was surveyed, we can observe the efficacy and robustness of these methods with sample data. Certainly results should be interpreted with caution, however, as we will show, the results that are obtained are consistent with previous estimates for influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "Standard errors were calculated for the MLE method using a parametric bootstrap. One thousand epidemics were simulated using the parameter estimates and estimates were obtained from each of these simulated epidemics. The standard deviation of the 1000 estimates was used as the standard error estimates. We used the method described in [12] to estimate the standard error for their estimates, however our simulations based on their assumption of asymptotic normality yielded a large number of negative estimates for the parameters. It is possible that this is due to the non-independence in the data and lack of theoretical underpinnings for the method that they propose. These results make their standard error estimates infeasible to estimate in this case. Therefore we do not present standard error estimates for the results obtained using their methodology.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Error Estimates and Residuals"
        },
        {
            "text": "In order to determine the accuracy and relative merit of the estimates obtained from each methodology, we compute one-stepahead residuals and implement a cross validation approach to analyze the generalizeability of the estimates obtained. The onestep-ahead residuals were calculated by first using the estimates from a particular location along with the data to predict the next days' number of cases,Ñ i as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Error Estimates and Residuals"
        },
        {
            "text": "EachÑ i is calculated using N 0 , N 1 , …, N i21 . Then the one-stepahead residuals are calculated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Error Estimates and Residuals"
        },
        {
            "text": "We present these residuals averaged over the T days observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Error Estimates and Residuals"
        },
        {
            "text": "Generalizeability of the results was studied using an ad hoc cross validation (CV) technique. This is done by using the estimates obtained from one location to calculate the one step ahead residuals for another location. Specifically we use the Boonah ship estimates to calculate residuals with the Medic data and then use the Medic estimates to calculate the residuals for the Boonah data. For the Maryland communities, we report the average of the residuals obtained using the estimates from one community to predict the epidemics in each of the other four communities, creating five CV estimates (one for each community). Table 2 gives the results for the serial interval distribution estimates. Notable in these results is the striking consistency in the estimates of the first moment, with the exception of Cumberland. The second moments vary much more, however. In general they tend to be much larger for the ships when using the Garske et al. method compared to the MLE method. For the communities, we observe that they are consistently around 10 for the Garske et al. method and vary much more for the MLE method. Also of interest in these results are the large error estimates, particularly for Cumberland, but also to a smaller extent for Frederick. This is perhaps indicative of the model not fitting the data as well, for instance the logistic model may not be the best fit in this scenario, or that the lack of census data on cases might be more problematic here.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 625,
                    "end": 632,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Error Estimates and Residuals"
        },
        {
            "text": "In Table 3 and Figure 1 , we present the results for estimation of the effective reproductive number. Evident in these results, is the large initial reproductive number for the Boonah ship. This is likely due to some of the missing data at the beginning of the epidemic and thus the model attributing the large number of cases that rapidly develop to the few individuals who were initially reported. The logistic model fits this as accurately as possible, but perhaps the important message is the qualitative result, indicating that initial transmission in this susceptible, non-quarantined population was very high and rapidly decreased as many became infected. The result is similar for Medic though the initial value is not high. We also note that the reproductive number dropped to sub epidemic levels rapidly (around 10 days for both ships).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 15,
                    "end": 23,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Reproduction Number"
        },
        {
            "text": "In the Maryland communities the initial reproductive number tended to be slightly lower (ranging from 1.34 in Salisbury to 3.21 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction Number"
        },
        {
            "text": "In Table 4 , we present the results of the residual analysis. We notice here that the Garske et al. method often does better than the MLE method. It is important to point out that the WT method of fitting the effective reproductive model over fits the model and suffers from generalizeability. This method essentially traces the epidemic curve, lagged by the mean of the generation time distribution. Thus, according to the residuals, it appears that the WT method outperforms the MLE. However, considering the importance of external validation and reproducibility, the model suffers somewhat as evidenced by the CV measures. The exceptions to this are in the case of the Boonah where the CV measure is impacted by the large initial MLE estimate of the reproductive number and in Cumberland where it appears that either the parametric model chosen may not represent the best fit to the data or there were sensitivities to the survey data. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Generalizeability"
        },
        {
            "text": "We have presented results that are informative with regard to the dynamics of the 1918 influenza pandemic in different populations and provide insight into two methodologies for estimating basic epidemiological parameters. Both methods assume that the population is closed, there are no missing cases and no migration to or from the population. The second of these assumptions is clearly violated with the data from Maryland; however the results appear to be reasonably robust to this discrepancy, except in the case of Cumberland. The purpose of this exercise determines to some extent which methodological approach we might favor. If the intent is to simply estimate the parameters for a specific epidemic and better understand what exactly was occurring in that setting, then the method presented by [12] (Garske et al.) appears to provide good fit. The caveat that we see in this method is that by estimating the effective reproductive number with the methodology of [7] (WT) there is an over fit of this parameter and it essentially traces the epidemic curve, lagged by the mean of the serial interval. It is not clear if this is a desirable or informative property. The MLE method has greater promise for generalizeability. While it can be argued that adhering to a parametric definition of the shape of the effective reproductive number leads to a greater chance of lack of fit, it can also lead to a result that can be interpretable for other settings that are similar to that being studied.",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 807,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "One can choose any reasonable parametric form for modeling the effective reproductive number. Here we have only shown the four parameter logistic model, and feel that it is suitable in most cases where the epidemic curve has a single peak. It is feasible that this model may not apply well in all situations. Another approach might be to analyze the data using the Garske et al. method and then smooth the plot of the effective reproductive number and from this determine a parametric form that closely approximates the smoothed curve. Multiple models could be implemented, then the residual analysis that we have shown provides a valuable tool for model assessment and comparison.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The results of these models can be sensitive to underreporting initially in the epidemic. We see this clearly in Boonah, where it was acknowledged that there was underreporting early on and this led to us getting very high estimates for the initial reproductive number. Similarly, in Cumberland, if we remove the first five days of data (three cases on the first day, six cases on the second and then no cases the following three days) we get much more reasonable estimates (m~6:00,ŝ 2~1 0:32) with smaller residuals (6.00). Therefore, it is important to note that unusual observations in the first few days can impact the estimates and one should pay careful attention to this possibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Overall both methodologies presented are valuable tools that can be used in tandem for understanding the dynamics of infectious disease epidemics. These methods are easy to implement and interpret.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The results that we have presented suggest that the average serial interval for pandemic influenza in 1918 was consistently between three and four, regardless of the setting. The standard deviation for the serial interval distribution varied much more for the MLE method depending on the location. Garske et al. estimates indicate that the value was consistently smaller in the communities than in the ships. It is not clear exactly how to interpret this result. Further, we consistently see a large initial value for the reproductive number. In the ships, this value is higher and rapidly drops off, perhaps due to the close quarters and extremely rapid transmission that could take place in these very vulnerable populations. In the communities, the reproductive number tended to drop off later, typically around day thirty. This could be due to a larger initial susceptible population and more complicated dynamics for the disease to spread, leaving large pockets of susceptible individuals unexposed for a longer period of time than in the ships. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The 1918 Influenza Pandemic: Insights for the 21 st Century",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Infectious Diseases",
            "volume": "195",
            "issn": "",
            "pages": "1018--1028",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pandemic Influenza: Past, Present and Future",
            "authors": [],
            "year": 2006,
            "venue": "Workshop Proceedings",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The interval between successive cases of an infectious disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Epidemiol",
            "volume": "158",
            "issn": "",
            "pages": "1039--1047",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infectious Diseases of Humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Definition and estimation of an actual reproduction number describing past infectious disease transmission: application to HIV epidemics among homosexual men in Denmark",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Amundsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stigum",
                    "suffix": ""
                },
                {
                    "first": "J-A",
                    "middle": [],
                    "last": "Rottingen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Aalen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Norway and Sweden. Epidemiol Infect",
            "volume": "132",
            "issn": "",
            "pages": "1139--1149",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Herd immunity and herd effect: new insights and definitions",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Samuel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Eur. J. Epidemiol",
            "volume": "16",
            "issn": "7",
            "pages": "601--607",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Different Epidemic Curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Epidemiology",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A note on generation times in epidemic models",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mathematical Biosciences",
            "volume": "208",
            "issn": "",
            "pages": "300--311",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Transmission Dynamics and Control of Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimating Individual and Household Reproduction Numbers in an Emerging Epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0000758"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimation in real time the efficacy of measures to control emerging communicable diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boelle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A-J",
                    "middle": [],
                    "last": "Valleron",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Epidemiol",
            "volume": "164",
            "issn": "",
            "pages": "591--597",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Transmissibility of Highly Pathogenic Avian Influenza in Commercial Poultry in Industrialized Countries",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Garske",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PlosOne",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Transmissibility of 1918 pandemic influenza",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "16",
            "issn": "",
            "pages": "904--906",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transmission dynamics of the great influenza pandemic of",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Ammon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 1918,
            "venue": "J Theor Biol",
            "volume": "241",
            "issn": "",
            "pages": "193--204",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimates of the reproduction numbers of Spanish influenza using morbidity data",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vynnycky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trindall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mangtani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int J Epidemiol",
            "volume": "36",
            "issn": "",
            "pages": "881--889",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "An influenza simulation model for immunization studies",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Elvebeck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ackerman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langworthy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gatewood",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Am J Epidemiol",
            "volume": "103",
            "issn": "",
            "pages": "152--165",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Community trials of vaccination and the epidemic prevention potential",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Cowart",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "",
            "pages": "3254--3262",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Containing pandemic influenza with antiviral agents",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Epidemiol",
            "volume": "159",
            "issn": "",
            "pages": "623--633",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Influenza in Maryland. Preliminary statistics of certain locations",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sydenstricker",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "Public Health Reports",
            "volume": "34",
            "issn": "",
            "pages": "491--504",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A likelihood based method for real time estimation of the serial interval and reproductive number of an epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Statistics in Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A flexible growth function for empirical use",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "J Exp Bot",
            "volume": "10",
            "issn": "",
            "pages": "290--300",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Radioligand Assay",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Finney",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Biometrics",
            "volume": "32",
            "issn": "",
            "pages": "721--740",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Statistical analysis of radioimmunoassay data",
            "authors": [
                {
                    "first": "Jjr",
                    "middle": [],
                    "last": "Healy",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Biochemical Journal",
            "volume": "130",
            "issn": "",
            "pages": "207--210",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Estimated effective reproductive number for each location, using the MLE method (solid black line) and WT method (dashed line). The epidemic curve is shown in gray and its axis is on the right of the figure. doi:10.1371/journal.pone.0001498.g001",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic and survey information on the Maryland communities surveyed in the 1918 Influenza pandemic. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . doi:10.1371/journal.pone.0001498.t001 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Serial interval estimates for the MLE method and the Garske et al. method. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Effective reproduction number estimates for the MLE method and the Wallinga and Tuenis (WT) method. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . doi:10.1371/journal.pone.0001498.t003 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "One step ahead residuals for both methods fitting each epidemic. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .The cross validation measure for the ships is the one step ahead residuals calculated from predicting one ship's data using the estimates from the other ship's data. For the communities, it is the sum of the residuals predicting the other four communities using the estimates from the community indicated. For instance the CV measure for Baltimore is the sum of all the residuals that come from using the estimates for Baltimore to predict the other four communities' outbreaks.doi:10.1371/journal.pone.0001498.t004 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "These results confirm the high pathogenicity of influenza and its ability to rapidly spread through populations. It also appears that the greatest difference between the spread of influenza in a closed population without the ability to implement control measures is a large initial reproductive number that declines rapidly. In more diffuse communities with complicated dynamics, it is likely that the reproductive number will not decline as rapidly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Conceived and designed the experiments: LW MP. Performed the experiments: LW. Analyzed the data: LW. Wrote the paper: LW.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS Author Contributions"
        }
    ]
}