{
    "paper_id": "17d92d371f5552921b86de6fb6cd7e65344ddb2e",
    "metadata": {
        "title": "Epidemiology and Health Preventive behaviors by the level of perceived infection sensitivity during the Korea outbreak of Middle East Respiratory Syndrome in 2015",
        "authors": [
            {
                "first": "Soon",
                "middle": [
                    "Young"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ajou University School of Medicine",
                    "location": {
                        "settlement": "Suwon"
                    }
                },
                "email": ""
            },
            {
                "first": "Hee",
                "middle": [
                    "Jeong"
                ],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ajou University School of Medicine",
                    "location": {
                        "settlement": "Suwon"
                    }
                },
                "email": ""
            },
            {
                "first": "Gawon",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ajou University School of Medicine",
                    "location": {
                        "settlement": "Suwon"
                    }
                },
                "email": ""
            },
            {
                "first": "Hae-Kwan",
                "middle": [],
                "last": "Cheong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sungkyunkwan University School of Medicine",
                    "location": {
                        "settlement": "Suwon"
                    }
                },
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [
                    "Youl"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hanyang University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study was performed to investigate the relationship between community residents' infection sensitivity and their levels of preventive behaviors during the 2015 Middle East Respiratory Syndrome (MERS) outbreak in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Seven thousands two hundreds eighty one participants from nine areas in Gyeonggi-do including Pyeongtaek, the origin of the outbreak in 2015 agreed to participate in the survey and the data from 6,739 participants were included in the final analysis. The data on the perceived infection sensitivity were subjected to cluster analysis. The levels of stress, reliability/practice of preventive behaviors, hand washing practice and policy credibility during the outbreak period were analyzed for each cluster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cluster analysis of infection sensitivity due to the MERS outbreak resulted in classification of participants into four groups: the non-sensitive group (14.5%), social concern group (17.4%), neutral group (29.1%), and overall sensitive group (39.0%). A logistic regression analysis found that the overall sensitive group with high sensitivity had higher stress levels (17.80; 95% confidence interval [CI], 13.77 to 23.00), higher reliability on preventive behaviors (5.81; 95% CI, 4.84 to 6.98), higher practice of preventive behaviors (4.53; 95% CI, 3.83 to 5.37) and higher practice of hand washing (2.71; 95% CI, 2.13 to 3.43) during the outbreak period, compared to the non-sensitive group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CONCLUSIONS: Infection sensitivity of community residents during the MERS outbreak correlated with gender, age, occupation, and health behaviors. When there is an outbreak in the community, there is need to maintain a certain level of sensitivity while reducing excessive stress, as well as promote the practice of preventive behaviors among local residents. In particular, target groups need to be notified and policies need to be established with a consideration of the socio-demographic characteristics of the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In May 2015, the first Korean patient was confirmed to be infected with the Middle East Respiratory Syndrome coronavirus (MERS-CoV) [1] . During the next two months, 186 patients were confirmed to be infected, 38 deaths occurred, and 16,752 people were quarantined [2] . Due to the fear of the outbreak of the disease, Korean people experienced substantial stress and changes in their daily life [3] .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "MERS was known to be transmitted through direct or indirect contact with the secretions of infected camels or droplets from infected people; on the other hand, it has not known there was no spread through interpersonal usual contact in their lives of community [4] . The MERS outbreak in Korea, was initiated through contact with infected people within hospitals [1] . Since the infection spread to other regions through patients who moved to hospitals in other locations, people were also concerned about the spread of the infection to their communities. As the fear of visiting hospitals and concerns about the possibility of transmission to communities emerged, the outbreak resulted in a larger social impact than the H1N1 influenza outbreak that resulted in the infection of 15,160 people and 260 deaths in 2009.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Community residents' risk perception of public health crises tends to lead to changes in their health behaviors and induces the practice of preventive behaviors, which act as factors to control the spread of outbreaks [5] [6] [7] . On the other hand, excessive fear of infection causes unnecessary social costs [8] . In order to ensure that there is an efficient response to the outbreak of infectious disease, it is necessary to attain a balance between the continuation of daily life and the practice of preventive behaviors, through a certain level of risk perception.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Considering past infectious diseases outbreaks, including severe acute respiratory syndrome and the H1N1 influenza, several studies have been performed to assess the relationship between the perception of residents about the outbreak and their practice of preventive behaviors [5, 7, [9] [10] [11] . In contrast, only a few studies have been conducted to assess the perception of community residents following the recent MERS outbreak. Similar studies, although limited, have been performed on people that were quarantined or medical staffs, following the MERS outbreak [12, 13] . Thus, in this study, we investigated perceived infection sensitivity among community residents and the level of preventive behaviors practiced during the 2015 outbreak of MERS in Korea. We also identified the characteristics of groups with high or low level of perceived sensitivity, by which we aimed to reveal the effect of perceived infection sensitivity on preventive behaviors.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 281,
                    "end": 283,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The study participants were adults aged 19 years or older, from nine areas of Gyeonggi-do (including Pyeongtaek where the first patient confirmed to be infected was identified), who agreed to participate in the Community Health Survey (CHS) in 2015. The CHS is an annual national cross-sectional study that has performed in communities since 2008. The survey is led by the Korea Centers for Disease Control and Prevention (KCDC), and is used to generate community health indices for the establishment and evaluation of regional healthcare pro-grams [14, 15] .",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 553,
                    "text": "[14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "Data were collected between September and November 2015, which was two to four months from July 6, 2015, the day of the onset of the infection in the last MERS patient. The nine areas in Gyeonggi-do were selected according to their contiguity to the outbreak area, and a self-administered questionnaire was employed. Pyeongtaek and Songtan of Pyeongtaek-si where the infected people were concentrated due to the presence of Pyeongtaek St. Mary's Hospital (where the first infected patient was found) were classified to district 1, and Hwaseong-si, Gurisi, and Namyangju-si, where secondary and tertiary infections occurred resulting in the quarantine of many people, were grouped to district 2. Other areas in Gyeonggi-do, including Yeongtong of Suwon, Bundang of Seongnam-si, Gwangju-si, and Hanamsi were classified to district 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "Of the 8,242 participants in the community health survey in 2015, 7,281 people (88.3%) agreed to participate in the survey, from whom a total of 6,739 people (92.6%) were finally included, except 145 cases for which survey numbers were incorrect and 397 cases for which several data were missing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "Informed consent was obtained from the participants of this study and the study protocol was approved by the institutional review board of Ajou University Hospital (AJIRB-SBR-SUR-15-287).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "Data used in this study included general characteristics of participants as well as response indices to health behaviors, infection sensitivity, and outbreak. General characteristics collected from the CHS included gender, age, monthly household income, education, occupation, and residential area. In addition, health behavior-related questions included questions on smoking, high-risk drinking, stress, subjective health conditions, and chronic diseases. Questions used in this survey for infection sensitivity, reliability and practice of preventive behaviors, hand washing and policy credibility were based on the study performed with community residents during the H1N1 influenza outbreak in 2009 [10] , as presented in the Appendix 1. Additionally, presence or absence of experiences of isolation or quarantine resulting from MERS infection, as well as respiratory symptoms were investigated.",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 706,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Measurements"
        },
        {
            "text": "The four questions under perceived infection sensitivity were \"Worried about being infected by MERS\"; \"Worried about death due to worsened health status if infected by MERS\"; \"Worried about MERS infection of children, the elderly or patients with chronic disease in family\"; and \"Worried that the nationwide epidemic of MERS will cause socioeconomic chaos.\" Scores were given from one point for the least concern, to 5-point for the highest concern. Response indices to the outbreak were stress during the outbreak period, attitude toward preventive behaviors (reliability/practice of preventive behaviors and hand washing practice), and policy credibility. Stress perception during the outbreak period was measured on a 4-point scale, in which those who responded with \"greatly high\" or \"high\" were classified into the high stress level group. Each of the indices of reliability and practice of preventive behaviors was evaluated on a 5-point scale with seven questions that were selected based on the MERS preventive guidelines from the KCDC, in which those whose mean scores were at least 4-point were classified into the reliability group or the practice group. Hand washing was evaluated on a scale of 1-4, with four questions, in which those whose mean scores were at least three points were classified into the practice of hand washing group. Policy credibility was also measured on a scale of 1-5, with four questions, in which those whose mean scores were at least 4-point were classified into the policy credibility group (Appendix 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurements"
        },
        {
            "text": "In order to classify individuals who showed similar patterns of infection sensitivity into several types, cluster analysis were performed for each question in the survey. For the analysis, in order to adjust for the difference in the distribution of responses among questions, variables were standardized to make the mean 0 and the standard deviation 1 in each question, and then socio-demographic characteristics and response indices by cluster were presented as percentages. Statistical significances of the characteristics among the participants among clusters were tested with the chi-square test. To control for socio-demographic variables, multiple logistic regression analysis were performed, and then odds ratios (ORs) and 95% confidence intervals (CIs) for high stress level/reliability and practice of preventive behaviors/policy credibility of each cluster were presented relative to the non-sensitive cluster. Statistical analysis was performed by using two statistical programs, SAS version 9.3 (SAS Institute Inc., Cary, NC, USA) and SPSS 22.0 (IBM Corp., Armonk, NY, USA). A p-value ≤ 0.05 was defined as statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "For the four questions on infection sensitivity, responses in the category of \"strongly agree\" or \"agree\" were considered sensitive. The highest concerns on infection sensitivity were for children or elderly family members (68.1%), followed by concerns about socioeconomic chaos (61.7%), concerns about MERS infection (58.7%), and concerns about death in case of infection (37.7%) in that order. With respect to the perceived reliability of preventive behaviors practiced by participants, frequent hand washing with soap or sanitizer was thought to be the most reliable (92.9%), while the wearing of face masks when going outside was thought to be the least reliable (74.4%). Also, frequent hand washing with soap or sanitizer was the most practiced preventive behavior (89.3%) while the wearing of face masks when going outside was the least practiced preventive behavior (47.8%), showing that items thought to be highly reliable were also being practiced mostly. For the practice of hand washing, participants who answered that they washed their hands after using restrooms accounted for the highest proportion (95.1%), and those who washed their hands with soap or hand sanitizer were 89.9%. For questions on policy credibility, the highest proportion of responses (28.7%) were for the question concerning the dissemination of information about the MERS outbreak through the mass media, while overall responses of the government to MERS outbreak had the lowest response rate (15.6%) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1488,
                    "end": 1496,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Middle East Respiratory Syndrome outbreak-related sensitivity and cluster types"
        },
        {
            "text": "Cluster analysis of the questions on perceived infection sensitivity resulted in four groups. The highest rate by characteristics was found in the overall sensitive group (39.0%) with the overall highest of concerns, followed by the neutral group (29.1%) that had average level of concerns about themselves and vulnerable family members and had lower concerns about socioeconomic chaos. This was then followed by the social concern group (17.4%) that had lower concerns about themselves and family members, while they had higher concerns about socioeconomic chaos. Last was the non-sensitive group (14.5%) that had overall low sensitivity. The total score of perceived infection sensitivity was highest in the overall sensitive cluster and lowest at the non-sensitive cluster, while the neutral cluster had a higher score than the social concern cluster (Figure 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics by perceived infection sensitivity cluster types"
        },
        {
            "text": "For general characteristics by cluster type, 62.7% of the overall sensitive group was women and those in their 30s were predominant, whereas 66.0% of the non-sensitive group was men and those in their 20s accounted for the majority. The overall sensitive group had relatively fewer high income earners, with four million Korean won or more earned as income, with many homemakers included. The non-sensitive group had a relatively higher rate of participants with menial labor jobs. In Pyeongtaek district, the non-sensitive cluster had an unexpectedly higher rate. With respect to health behaviors, the non-sensitive group had a higher proportion of smokers, risky drinkers, people with subjective good health condition, and people without chronic diseases, while there was no significant correlation with subjective stress levels. The overall sensitive group had more experiences of quarantine and active monitoring caused by MERS infection, as well as respiratory symptoms (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 984,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Characteristics by perceived infection sensitivity cluster types"
        },
        {
            "text": "Stress level during the outbreak period, reliability/practice of preventive behaviors and hand washing practice were higher in the overall sensitive group than in the non-sensitive group, while the social concern group and the neutral group showed intermediate levels. Although the high stress level group during the outbreak accounted for 37.2% of the total participants, stress levels of the group were as high as 61.4% in the overall sensitive group, while they were only 7.4% in the non-sensitive group, showing a clear distinction. Perceived reliability and practice of preventive behaviors and the practice of hand washing were also found at the highest proportion in the overall sensitive group, which was significant. Policy credibility was also high in the overall sensitive group, and low in the non-sensitive group. However, this was not significant (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 861,
                    "end": 870,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Stress level, preventive behaviors, hand washing practice and policy credibility by cluster types"
        },
        {
            "text": "Multiple logistic regression analysis were conducted to find how perceived infection sensitivity groups were associated with high stress levels, reliability and practice of preventive behaviors, the practice of hand washing and policy credibility during the outbreak. The social concern group, neutral group, and overall sensitive group had higher stress levels during the outbreak than the non-sensitive group. They were also found more significantly, to consider preventive behaviors reliable and had significantly higher rates of practicing preventive behaviors and hand washing, even after adjustment for control variables. Responses on policy credibility were significantly higher only in the overall sensitive group. In particular, the OR of high stress levels during the outbreak period in the overall sensitive group was 17.80 (95% CI, 13.77 to 23.00), indicating that the overall sensitive group had higher stress levels than the non-sensitive group (Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 959,
                    "end": 969,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Stress level, preventive behaviors, hand washing practice and policy credibility by cluster types"
        },
        {
            "text": "In 2015, the overall infection sensitivity of local residents during the MERS outbreak was high as shown by over 50% of responses with \"concerning\" or \"highly concerning\", to four questions about sensitivity. This was relatively higher than that of the H1N1 influenza outbreak in 2009 conducted with community residents, in which responses to the same questions were concerns about infection (54.6%), concerns about death (35.4%), concerns about socioeconomic chaos (36.9%), and overall concerns (39.7%) [10] . In particular, concerns about social chaos or overall concerns, rather than concerns about infection or death, were higher by about 30% compared to those in the past H1N1 influenza outbreak. It is possible that respondents in this study perceived risks to be much closer because outbreak-related informations were rapidly spread through media such as the internet, along with their distrust of the government due to their inappropriate early countermeasures. The rates of practice of guidelines for prevention of the infection were 89.8% for frequent hand washing, 73.2% for not touching the face with hands, 72.4% for covering while coughing and 62.8% for avoiding places where there are many people, which were higher by 15 to 30% than those (72.2, 56.0, 35.8, and 31.6%, respectively) in the H1N1 influenza outbreak in 2009 [10] . On the other hand, response rates for policy credibility were 21.8% for preventive guidelines and the notification policy of the government, 28.7% for the policy on information delivery through mass media and 15.6% for the overall countermeasure policy of the government, which were lower by about over 10 to 20% than those (44.5, 45.7, and 24.0%, respectively) in the H1N1l influenza outbreak in 2009 [10] .",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 508,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1338,
                    "end": 1342,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1747,
                    "end": 1751,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Patterns of perceived infection sensitivity were different depending on socio-demographic characteristics. Clusters with relatively higher sensitivity had more women in their 30s, which was consistent with previous study results where women had a higher perceived susceptibility to infectious diseases [16, 17] . In addition, the age group in their 30s mostly had young children, which was similar to previous study results in which those with children aged four years or under, practiced preventive behaviors better [11] . Men in their 20s who traditionally tend to take Values are presented as frequency (%).",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Odds ratios (ORs) of high stress level/perceived reliability and practice of preventive behaviors/hand washing/policy credibility depending on infection sensitivity type (adjusted). Gender, age, household income, occupation, residential area, smoking, drinking, normal stress level, subjective health level, morbidity of chronic disease, isolation and active monitoring and respiratory symptoms were adjusted. risks had low perceived infection sensitivity. Sensitive groups had relatively more housewives, while the non-sensitive group had relatively more people with menial or clerical jobs. On the other hand, there was no distinct difference in monthly household income or education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "Regarding health-related characteristics, the non-sensitive group had a higher rate of undesirable health behaviors such as smoking or risky drinking, whereas sensitive groups tended to have more people with poor subjective health conditions or people affected by chronic diseases. It seems that the perception that existing negative health conditions cause an increase in susceptibility to infectious disease holds true, as there was actually increased infection sensitivity. For outbreak-related characteristics, those who were subjects of quarantine or monitoring or those who experienced respiratory symptoms during the outbreak period had higher infection sensitivity, similar to previous results [7] . The Pyeongtaek area, the origin of the outbreak, tended to more residents belonging to the non-sensitive group. It might be due to the relief from the heightened fearful situation since the survey was conducted after two months of the outbreak, or a reduction of the fear of the possibility of infection, because they were finally not infected even during the actual onset of the outbreak.",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 705,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "This study found that participants whose sensitivity to the MERS outbreak was high tended to have a higher consideration that the practice of preventive behaviors was reliable, as well has had higher rates of the practice of preventive behaviors. These results were consistent with the existing theory that risk perception of infectious diseases should promote preventive behaviors, functioning as a factor in controlling the spread of an outbreak [18] . Consistent with results of this study, previous studies reported that as participants thought that they were more susceptible to the disease, as the corresponding disease was more severe, and as the disease was suspected to be more difficult to treat, the chances of them following guidelines were higher [5, 7] . In an investigation of the H1N1 influenza outbreak of Korea in 2009, with 4,606 community residents, there were more positive health behaviors such as more frequent hand washing as H1N1-related anxiety became higher (β= 1.516 for moderate and 4.103 for high compared to low, both with p< 0.001). In addition, concerns about infection correlated with change in health behaviors [10] .",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 452,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 764,
                    "end": 766,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "As such, perceived sensitivity to infection was different depending on general characteristics, which subsequently led to differences in attitudes to or the practice of preventive behaviors. However, despite the absence of the characteristics that predispose to infection sensitivity, preventive behaviors against infection could be promoted by conferring a certain degree of risk perception. Communication strategies could be also developed for each group to improve the awareness of the health threat and the practice of recommended preventive behaviors. For example, vulnerable families with a low risk perception on the infection could receive tailored information to increase the awareness and perceived severity of the infection and to emphasize their practice of preventive behaviors. It would be helpful if people with low or no risk perception could be improved through the communication strategy targeting significant others such as family members and women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "In this study, higher sensitivity was accompanied by higher stress levels during the outbreak. As a countermeasure during crises of novel infectious diseases, a certain level of fear promotes attention to the infectious disease. However, the perception of Ebola in the US in 2014 caused such extensive fear in people that it led to the coining of a new word-Fearbola. This helped to promote preventive behaviors; however, it also led to social costs due to an increase in rumors [8, 19] . As shown in this study, perceived sensitivity to infection increased both preventive behaviors and stress levels. In comparison to other groups, the overall sensitive group had a higher ratio of high stress levels relative to the perception of the reliability of and practice of preventive behaviors, so that it was possible that the fear of MERS not only promoted preventive behaviors, but also caused excessive stress in sensitive people.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 482,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "In addition, the public tends to have higher stress levels because of uncertainty and foreign risks like MERS. In general, mass media focused on reporting information on who were to be blamed or the risks of infection, rather than accurate information about the infectious diseases, which would promote preventive behaviors [20] . Providing accurate information about the infection helps to control fears about the risks of infection. Thus, active communication of health issues from the media to the people is required. Great thought should be put into the decision of which communication method would efficiently promote an appropriate level of attention and practice of preventive behaviors among the people.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "However, no matter how much actively the media communicates with the people, it would not be able to promote preventive behaviors if the government has failed to secure the transparency and credibility of infection control. In this study, similar to other studies, policy credibility was not high, which was speculated to be due to a failure in early countermeasures [21] . Policy credibility raises people's perception of the reliability of preventive behaviors and elevates the practice of preventive behaviors. While perceived infection sensitivity also functions as a factor to increase the practice of preventive behaviors, there was no or little correlation between policy credibility and infection sensitivity in this study. In other words, policy credibility was determined by factors other than perceived infection sensitivity, and it was speculated that policy credibility affected the attitude towards preventive behaviors, independent of sensitivity. In or-der to prepare a strategy to promote preventive behaviors against infection, there should be further analysis of the factors that determine infection sensitivity and policy credibility.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "With respect to the interpretation and application of the results, this study had several limitations. Firstly, this study was a cross sectional research. Hence, temporal relationships between result variables such as infection sensitivity and preventive behaviors were unclear. It was possible that the reliability and practice of preventive behaviors could diminish concerns about infection, leading to reduction of sensitivity. Secondly, this study employed the use of self-administered questionnaires with questions such as those on the practice of preventive behaviors. As a result, it was possible that there could be discrepancies between the real perceptions or behaviors of participants depending on their attitude to response. Thirdly, since some participants refused to take the survey or were out of reach, there could be a bias due to the actual number of participants in the survey. Fourthly, there might be a gap between the onset of the outbreak and the time of the survey, which could cause a bias. Nevertheless, representative participants for each district were selected and a timely largescale investigation was performed at a time not too far from the time of the outbreak; hence, the results could be considered reliable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "As international migration and travel become more rampant, infectious diseases are not just a problem for the local community or country where they occur. Local endemic diseases can become a worldwide pandemic since novel infectious diseases and recurring infectious diseases keep occurring. As a result, there will always be a fear of new emerging infectious diseases. In the event of a local outbreak of an infectious disease, it might be important to reduce excessive stress levels, while also maintaining a certain sensitivity. Moreover, community residents should be encouraged to choose and practice preventive behaviors. In particular, target groups need to be notified and policies should be established with a consideration of the socio-demographic characteristics of the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "MERS outbreak in Korea: hospital-to-hospital transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiol Health",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East Respiratory Syndrome information",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "South Korea scrambles to contain MERS virus",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dyer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "7790--7792",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Factors influencing the wearing of facemasks to prevent the severe acute respiratory syndrome among adult Chinese in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prev Med",
            "volume": "39",
            "issn": "",
            "pages": "1187--1193",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Preventing AIDS: theories and methods of behavioral interventions",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosenstock",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Strecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Diclemente",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Reeder",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "5--24",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The impact of community psychological responses on outbreak control for severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "O"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "",
            "pages": "857--863",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A time of fear\": local, national, and international responses to a large Ebola outbreak in Uganda",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kinsman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Global Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Monitoring community responses to the SARS epidemic in Hong Kong: from day 10 to day 62",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "",
            "pages": "864--870",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Community-based risk communication survey: risk prevention behaviors in communities during the H1N1 crisis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Osong Public Health Res Perspect",
            "volume": "5",
            "issn": "",
            "pages": "9--19",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlôt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Middle East respiratory syndrome: an emerging coronavirus infection tracked by the crowd",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Arden",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virus Res",
            "volume": "202",
            "issn": "",
            "pages": "60--88",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A review of life expectancy and infant mortality estimations for Australian Aboriginal people",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morrell",
                    "suffix": ""
                },
                {
                    "first": "R1",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Public Health",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infection sensitivity and preventive behaviors during MERS outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Overview of Korean Community Health Survey",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Korean Med Assoc",
            "volume": "55",
            "issn": "",
            "pages": "74--83",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Korea Community Health Survey data profiles",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Osong Public Health Res Perspect",
            "volume": "6",
            "issn": "",
            "pages": "211--217",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bacteremia causes hippocampal apoptosis in experimental pneumococcal meningitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Østergaard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Leib",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rowland",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Brandt",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "SARS-related perceptions in Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Wing",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "417--424",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Risk perceptions and their relation to risk behavior",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cuite",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Herrington",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Behav Med",
            "volume": "27",
            "issn": "",
            "pages": "125--130",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Communicating uncertainty--how Australian television reported H1N1 risk in 2009: a content analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fogarty",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Blood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Holding",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Public Health",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Middle East respiratory syndrome in South Korea during 2015: risk-related perceptions and quarantine attitudes",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Infect Control",
            "volume": "44",
            "issn": "",
            "pages": "1414--1416",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cluster analysis results of perceived sensitivity related questions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "about death in case of infection Concerns about children or elderly family members Concern about social chaos",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "MERS outbreak-related perceived reliability/practice of preventive behaviors, hand washing, and policy credibility Worried about being infected by MERS Worried about death due to worsened health status if infected by MERS Worried about MERS infection of children, the elderly or patients with chronic disease in the family Worried that the nationwide epidemic of MERS will cause socioeconomic chaos",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "General characteristics by infection sensitivity type",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "High stress level/reliability and practice of preventive behaviors/hand washing/policy credibility by infection sensitivity types",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research project was granted by the Gyeonggi Infectious Disease Control Center in 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The authors have no conflicts of interest to declare for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "Supplementary material (Korean version) is available at http: //www.e-epih.org/. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIAL"
        }
    ]
}