{
    "paper_id": "18176d1030fff6410b83e0df1591b3617fc739cb",
    "metadata": {
        "title": "A camel-derived MERS-CoV with a variant spike protein cleavage site and distinct fusion activation properties",
        "authors": [
            {
                "first": "Jean",
                "middle": [
                    "Kaoru"
                ],
                "last": "Millet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "postCode": "14853",
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Monty",
                "middle": [
                    "E"
                ],
                "last": "Goldstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "postCode": "14853",
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachael",
                "middle": [
                    "N"
                ],
                "last": "Labitt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "postCode": "14853",
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hung-Lun",
                "middle": [],
                "last": "Hsu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "postCode": "14853",
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Daniel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "postCode": "14853",
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [
                    "R"
                ],
                "last": "Whittaker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "postCode": "14853",
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) continues to circulate in both humans and camels, and the origin and evolution of the virus remain unclear. Here we characterize the spike protein of a camel-derived MERS-CoV (NRCE-HKU205) identified in 2013, early in the MERS outbreak. NRCE-HKU205 spike protein has a variant cleavage motif with regard to the S2′ fusion activation site-notably, a novel substitution of isoleucine for the otherwise invariant serine at the critical P1′ cleavage site position. The substitutions resulted in a loss of furin-mediated cleavage, as shown by fluorogenic peptide cleavage and western blot assays. Cell-cell fusion and pseudotyped virus infectivity assays demonstrated that the S2′ substitutions decreased spike-mediated fusion and viral entry. However, cathepsin and trypsin-like protease activation were retained, albeit with much reduced efficiency compared with the prototypical EMC/2012 human strain. We show that NRCE-HKU205 has more limited fusion activation properties possibly resulting in more restricted viral tropism and may represent an intermediate in the complex pattern of MERS-CoV ecology and evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) is the most recently characterized human coronavirus, causing over 1800 reported infections to date and with a high case fatality rate above 35%. First reported in 2012, human MERS infections are still occurring, with a main focal point in the Arabian Peninsula, but with occasional imported cases to other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "MERS-CoV is classified as a clade c betacoronavirus, grouping with bat coronaviruses, such as BatCoV-HKU4 and BatCoV-HKU5. Its closest genetic relative is the bat coronavirus NeoCoV, infecting a South African bat species Neoromicia capensis. 1 Although the origins of human MERS-CoV are still unclear, serological and sequencing studies have demonstrated that MERS-CoV infects dromedary camels in the Arabian Peninsula and in Africa. In particular, retrospective serological studies have shown that camels have been infected by MERS-CoV or MERS-CoV-like viruses well before 2012. 2 Camel MERS-CoV infections are not associated with overt disease signs in animals, but are believed to be a source for human cases.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 243,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 580,
                    "end": 581,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The coronavirus spike (S) protein is the main determinant of viral entry as it mediates both binding to the host cell receptor, dipeptidyl peptidase 4 (DPP4 or CD26) 3 in the case of MERS-CoV, and fusion at cellular membranes. S is typically proteolytically processed for fusion by host cell proteases, a process that can occur at the S1/S2 site (located at the junction between the S1 receptor-binding and S2 fusion domains), and at the S2′ site (located upstream of the fusion peptide). 4 Studies performed on the prototypical EMC/2012 S protein have shown that MERS-CoV represents an unusual coronavirus as it can be activated by a broad range of host cell proteases. [5] [6] [7] [8] In particular, we and others have previously shown that a furin cleavage site present at S2′ is believed to add an extra 'layer' of proteolytic activation enabling the virus to infect a wide variety of cells in vitro, possibly allowing the extra-pulmonary infection observed in MERS patients. 8, 9 Since the first MERS-CoV genome was sequenced, many other human and camel-derived genome sequences have been published. 10, 11 In this study, we examined the S protein of a divergent camel MERS-CoV isolate, NRCE-HKU205, 12 for which the S protein sequence was previously shown to harbor several mutations, including two substitutions at the S2′ cleavage-activation site, A886S and S888I. We characterize the consequences of such substitutions on proteolytic cleavage and fusion activation.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 489,
                    "end": 490,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 980,
                    "end": 982,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 983,
                    "end": 984,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1105,
                    "end": 1108,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1109,
                    "end": 1111,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1205,
                    "end": 1207,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Cells and reagents HEK-293 T (ATCC, Manassas, VA, USA), Huh-7 cells (Japan Health Science Research Resources Bank, Osaka, Japan), Vero-E6 cells (ATCC) and MRC-5 cells (ATCC) were grown at 37°C 5% CO 2 in DMEM (Corning, Corning, NY, USA) supplemented with 10% fetal bovine serum (ThermoFisher, Waltham, MA, USA), 10 mM HEPES (Corning), 100 IU/mL penicillin and 100 μg/mL streptomycin (Corning).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "A mammalian codon-optimized gene encoding wild-type EMC/ 2012 MERS-CoV spike (EMC wt , GenBank: AFS88936.1) with a fused C-terminal C9-epitope tag was described previously, 8 and subcloned in the pcDNA-3.1 vector. Mammalian codon-optimized wild-type NRCE-HKU205 spike (205 wt , GenBank: AHL18090.1), and NRCE-HKU205 spike with S886A and I888S substitutions (205 EMC-S2′ ) containing C-terminal C9-epitope tag were synthesized (Biomatik, Wilmington, DE, USA) and subcloned in the pcDNA-3.1 vector. Sitedirected mutagenesis (Agilent, Santa Clara, CA, USA) was performed to introduce A886S and S888I substitutions in the EMC/2012 S gene (EMC 205-S2′ ). The mutated gene sequence was verified by Sanger sequencing (Cornell Genomics Facility). pCMV-MLVgag-pol murine leukemia virus (MLV) packaging construct, pTG-Luc transfer vector encoding luciferase reporter and pCMV-Furin human furin-encoding vector were described previously. 13, 14 The pCAGGS-VSV-G plasmid was used to generate positive control-pseudotyped particles. 8 Fluorogenic peptides derived from MERS-CoV spike EMC/2012 and NRCE-HKU205 S2′ sites containing GSRSARSAIE and GSRSSRIAIE sequences, respectively, and harboring the (7-methoxycoumarin-4-yl)acetyl/2,4-dinitrophenyl (MCA/DNP) FRET pair were synthesized by Biomatik.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 927,
                    "end": 930,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 931,
                    "end": 933,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1020,
                    "end": 1021,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Recombinant human furin was purchased from New England Biolabs (Ipswich, MA, USA), recombinant cathepsin L was kindly provided by Dr Fang Li (University of Minnesota), and recombinant L-1-Tosylamide-2-phenylethyl chloromethyl ketone (TPCK)-treated trypsin was obtained from Sigma-Aldrich (St Louis, MO, USA). The furin inhibitor used in this study (dec-RVKR-CMK) was purchased from Tocris (Bristol, UK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "A phylogenetic tree of the spike protein from human and camel MERS-CoV as well as related bat coronaviruses was generated using the following full-length protein sequences provided by GenBank Figure S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "text": "Figure S1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Sequences, alignments and phylogenetic analyses"
        },
        {
            "text": "MERS-CoV EMC/2012 (AFS88936.1) and MERS-CoV NRCE-HKU205 (AHL18090.1) S2′ sites were scored for predicted furin cleavability using PiTou 2.0 software. 15 A positive score indicates prediction of furin cleavability while a negative score indicates a sequence not predicted to be cleaved by furin. Prediction of furin cleavage based on comparison of amino-acid composition of known furin substrates found in the MEROPS protease database was also performed. 16 Fluorogenic peptide assays For each fluorogenic peptide, a reaction was performed in a 100 μL volume with buffer composed of 100 mM Hepes, 0.5% Triton X-100, 1 mM CaCl 2 and 1 mM 2-mercaptoethanol pH 7.5 for furin (diluted to 10 U/mL), or PBS for trypsin (diluted to 50 ng/μL), or 25 mM MES pH 5.0 in the case of cathepsin L (diluted to 1 μg/mL), with the peptide diluted to 50 μM. Reactions were performed at 30°C in triplicates, and fluorescence emission was measured every minute for 45 min using a SpectraMax fluorometer (Molecular Devices, Sunnyvale, CA, USA), with λ ex 330 nm and λ em 390 nm wavelengths setting, enabling tracking of fluorescence intensity over time and calculation of V max of reactions.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 454,
                    "end": 456,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Sequences, alignments and phylogenetic analyses"
        },
        {
            "text": "Pseudotyped virus production MLV-based MERS-CoV S-pseudotyped particles harboring EMC wt , EMC 205-S2′ , 205 wt and 205 EMC-S2′ S proteins, or the vesicular stomatitis virus glycoprotein (VSV-G), or without envelope glycoproteins -'bald' particles (Δenv), were generated as previously described. 3 Briefly, HEK-293 T cells were transfected with MERS-CoV S-encoding plasmids (EMC wt , EMC 205-S2′ , 205 wt and 205 EMC-S2′ S particles), VSV-G-encoding plasmid (VSV-G particles), or an empty vector (Δenv particles), along with pCMV-MLVgag-pol packaging construct and the MLV transfer vector encoding luciferase reporter, using Lipofectamine 2000 transfection reagent (Life Technologies, Carlsbad, CA, USA). The cells were incubated at 37°C 5% CO 2 for 48 h, and supernatants were harvested, filtered through 0.45-μm membranes and stored at − 80°C until used for particle concentration determination, infection or western blot assays.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Sequences, alignments and phylogenetic analyses"
        },
        {
            "text": "Quantification of the concentration of pseudotyped viral particles produced was performed using nanoparticle tracking analysis (NTA) methodology with a Nanosight NS300 device and NTA 3.0 software (Malvern, Malvern, UK), located at Cornell University's Nanobiotechnology Center (NBTC). Pseudotyped particle concentration was determined on a particle-by-particle basis by analysis of laser illumination scattering by particles using microscopy video recording analysis. Three recordings (60 s each) were performed on each sample at a constant temperature of 22.5°C, and the average of concentration measurements was calculated for particles with an average size of~120 nm. The device was cleaned thoroughly before and after each use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyped viral particle concentration quantification"
        },
        {
            "text": "For analysis of S cleavage, pseudotyped particles were ultracentrifuged at 42 000 rpm for 2 h at 4°C, using a TLA-55 rotor with an Optima-MAX-E centrifuge (Beckman-Coulter, Brea, CA, USA). Viral pellets were resuspended in a buffer containing 100 mM Hepes, 0.5% Triton X-100, 1 mM CaCl 2 and 1 mM 2-mercaptoethanol. For exogenous furin treatment of pseudovirions, 6 U of recombinant human furin were added (New England Biolabs) and the proteolytic reactions were performed at 37°C. Lithium dodecyl sulfate loading buffer and DTT were added to samples, which were then heated at 95°C for 5 min. Protein samples were separated on NOVEX Bis-Tris gels (Life Technologies) and transferred on polyvinylidene fluoride membranes (Sigma-Aldrich), with MERS-CoV S detection performed using an anti-C9 tag antibody (1D4, Abcam, Cambridge, MA, USA) and MLV capsid detection performed using a mouse monoclonal anti-MLV capsid p30 antibody (4B2, Abcam). Western blot signal detection was done by adding reagents of the ECL kit from Pierce (Rockford, IL, USA) and image acquisitions were performed using an LAS-3000 imager (FujiFilm, Tokyo, Japan).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyped virus western blot assays"
        },
        {
            "text": "A total of 1.25 × 10 5 Huh-7 cells were seeded in wells of microscopy slide chambers (Ibidi, Martinsried, Germany) and incubated at 37°C 5% CO 2 for 24 h. The cells were transfected with plasmids encoding MERS-CoV EMC wt , EMC 205-S2′ , 205 wt and 205 EMC-S2′ S proteins with or without cotransfection of a human furin-encoding plasmid. The transfected cells were left untreated, treated with exogenous furin (25 U/mL), or treated with 75 μM furin inhibitor for 24 h. Transfected cells were fixed, permeabilized and immunolabeled for S expression using primary rabbit anti-MERS S polyclonal antibody (40069-RP02, SinoBiological, Beijing, China) and secondary AlexaFluor-568conjugated goat anti-rabbit IgG antibodies (Invitrogen, CA, USA). Nuclei were stained with DAPI. Immunofluorescence microscopy analysis was performed with a Zeiss Axiovert 200M microscope (Jena, Germany), using a × 20 objective for image acquisition. To quantify the extent of syncytia formation, for each condition, 10 syncytia were analyzed for the number of nuclei they contained with a × 10 objective, and the average number of nuclei/syncytium was calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV S-induced cell-cell fusion assays"
        },
        {
            "text": "Pseudotyped virus infectivity assays A total of 2.5 × 10 5 Huh-7, Vero-E6 and MRC-5 cells were seeded in 24-well plates and incubated at 37°C for 24 h. The cells were washed with PBS, and 200 μL pseudotyped particles, corresponding to an average of 1.8 × 10 7 particles for all pseudovirion types as determined by nanoparticle tracking analysis (Supplementary Figure 2A) , were added to cells and incubated at 37°C for 2 h. Complete medium was then added and cells were incubated at 37°C for 72 h, after which luciferase activity was measured using Luciferase Assay Kit (Promega, Madison, WI, USA), and luminometer readings performed with a GloMax 20/20 system (Promega).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 370,
                    "text": "Figure 2A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "MERS-CoV S-induced cell-cell fusion assays"
        },
        {
            "text": "Quantitative data were analyzed and plotted using GraphPad Prism 7 (GraphPad Software, La Jolla, CA, USA). Statistical significance analyses were performed using two-tailed Student's t-test. To describe P-value significance, the following convention was used: not significant (NS), P40.05; significant (*), P ≤ 0.05; highly significant (**), P ≤ 0.01; and very highly significant (***), P ≤ 0.001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "On the basis of analyses conducted on the prototypical EMC/2012 strain, we previously demonstrated that the MERS-CoV spike contained furin cleavage motifs at both S1/S2 and S2′ cleavage sites, 8 which are consistently observed in the many other MERS-CoV genome sequences subsequently derived from both human and camels. 10, 11 However, Chu and colleagues have reported the nearly complete genome of a camel MERS-CoV isolate, NRCE-HKU205 (referred to as HKU205) from an infected animal located at a Cairo slaughter house, but imported from Sudan or Ethiopia. 12 HKU205 has a spike protein containing 12 amino-acid substitutions and a deletion of 1 amino-acid, compared with EMC/2012. Intriguingly, while its S1/ S2 site is identical to the one found in EMC/2012 spike, the S2′ cleavage site was found to contain two substitutions: S886A and S888I. To contextualize this finding with more recent sequencing data and to identify other possible variants, we performed comprehensive sequence alignments of MERS-CoV spike S2′ sequences available on GenBank (Supplementary Figure S1) . We identify HKU205 S2′ as the only reported variant sequence in an otherwise invariant site for the 386 sequences analyzed. Phylogenetic analysis of the spike protein sequence reveals that HKU205 is divergent and forms a basal sister relationship with clade A and B MERS-CoV sequences ( Figure 1A ). The sequence for HKU205 S2′ was analyzed and compared with those of representative coronaviruses from all four genera ( Figure 1B ). While S2′ cleavage motifs show a high degree of variability amongst coronaviruses, the sequence immediately downstream of it, recognized as being the coronavirus fusion peptide, 9, [17] [18] [19] is extremely well conserved. However, HKU205 is the only known coronavirus that contains an isoleucine instead of a serine at the residue position immediately following the cleavage site, corresponding to the P1′ position of the furin cleavage motif.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 194,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 324,
                    "end": 326,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1690,
                    "end": 1692,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1693,
                    "end": 1697,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1698,
                    "end": 1702,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1703,
                    "end": 1707,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 1066,
                    "end": 1076,
                    "text": "Figure S1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1366,
                    "end": 1375,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1499,
                    "end": 1508,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The unusual features of HKU205 S2′ among MERS-CoV isolates and coronaviruses in general prompted us to investigate further the implications of such variation on spike protein activation. Despite still containing two paired basic arginine residues, which are typically found in furin cleavage sites, the HKU205 S2′ sequence is not predicted to be cleaved by furin according to PiTou 2.0 cleavability scoring algorithm (Table 1) . 15, 20 Furthermore, the MEROPS protease database indicates that of the 208 known furin-cleaved substrates, none contain an isoleucine at the position immediately after the scissile bond (P1′). 16 To validate these predictions, we performed fluorogenic peptide cleavage assays and demonstrate that while furin was able to proteolytically process EMC/2012 S2′-derived peptide (V max = 7.3 ± 0.2 relative fluorescence units (RFU)/min), the HKU205 S2′ peptide could not be cleaved by the protease (V max = 0.6 ± 0.3 RFU/min) (Figure 2A and Table 1 ). To specifically assess the effect of introducing the S2′ mutations, we generated by site-directed mutagenesis a full-length EMC/2012 spike protein harboring the S886A and S888I substitutions (EMC 205-S2′ S) and performed a western blot analysis on MLV-based pseudovirions harboring either wild-type (EMC wt ) or mutated (EMC 205-S2′ ) S proteins ( Figure 2B ). In the non-treated condition (lane 1) EMC wt S migrated with the same band pattern as shown previously, 8 with full-length (uncleaved) protein and S1/S2 cleavage product due to furin processing during S protein maturation in producer cells. Treatment of EMC wt S with recombinant furin (lane 2) generates a new band (above 65 kDa marker) corresponding to proteolytic processing at the S2′ site. Although the EMC 205-S2′ S band pattern is identical to the one observed for EMC wt in the non-treated condition (lane 1), mutating the S2′ site abrogates furin cleavage, as no S2′ band was observed for EMC 205-S2′ S (lane 2). These results confirm that the HKU205 substitutions within the S2′ cleavage site block furin cleavability.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 432,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 433,
                    "end": 435,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1441,
                    "end": 1442,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 426,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 950,
                    "end": 960,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 965,
                    "end": 972,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1324,
                    "end": 1333,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We examined the functional consequence of the abrogation of furin processing in the HKU205 S2′ spike cleavage site by performing a cell-cell fusion assay in transfected Huh-7 cells expressing either EMC wt or EMC 205-S2′ spike proteins ( Figure 3A ). Expression of EMC wt S is accompanied by the formation of spontaneous large syncytia (non-treated condition). Furin overexpression or treatment with exogenous recombinant furin increase the average size of syncytia (from an average of~114 nuclei to~140-150 nuclei). Furthermore, inhibition of furin activity by treatment with 75 μM of the furin inhibitor dec-RVKR-CMK abrogated syncytia formation. In contrast, expression of EMC 205-S2′ S was not accompanied by syncytia formation in all conditions tested, including when furin is overexpressed or present exogenously. These data confirm that the HKU205 S2′ mutations abrogate furin-mediated fusion activation. Next, the luciferase gene reporter-containing MLV pseudovirions harboring either EMC wt or EMC 205-S2′ S were further analyzed. Quantification by nanoparticle tracking analysis of the concentration of both types of pseudovirions shows that the introduction of the 205-S2′ mutation did not significantly alter particle concentration produced compared with EMC wt S-pseudotyped particles (Supplementary Figure 2A) . EMC wt or EMC 205-S2′ S-pseudotyped particles were used to infect Huh-7, Vero-E6 and MRC-5 cells ( Figure 3B ), along with control-pseudotyped particles: 'bald' or no envelope particles (Δenv), and vesicular stomatitis virus glycoprotein-pseudotyped particles or VSV-G (Supplementary Figure 2B) . For the three cell lines, Δenv particle infectivity was close to background levels observed in the non-infected (NI) control conditions (~10 2 range of relative luciferase units or RLU). When positive control VSV-G particles were assayed, infectivity measurements rose to~10 6 (Vero-E6) and~10 7 (Huh-7 and MRC-5) RLU levels, confirming that this system allows measurement of heterologous viral envelope protein-mediated entry and infectivity. For the MERS S-pseudotyped particles, in all cell lines tested, a significant drop in infectivity was observed for EMC 205-S2′ S-pseudotyped particles compared with EMC wt S-pseudotyped particles, but the most pronounced effect was in Huh-7 cells (4.4-fold decrease) that naturally express high levels of furin. 8 Since there were no significant differences in viral concentrations between EMC wt and EMC 205-S2′ S-pseudovirions (Supplementary Figure 2A) , we attribute the drop in infectivity to the mutation of the S2′ site in the EMC 205-S2′ S protein.",
            "cite_spans": [
                {
                    "start": 2379,
                    "end": 2380,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 247,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1313,
                    "end": 1323,
                    "text": "Figure 2A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1425,
                    "end": 1434,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1610,
                    "end": 1620,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2511,
                    "end": 2521,
                    "text": "Figure 2A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "These results suggest that while HKU205 S2′ can still be activated by other host cell proteases, the loss of furin cleavability decreases its fusogenic activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Previous studies have shown that MERS-CoV S could be proteolytically activated by various host cell proteases, including furin, cathepsins and trypsin-like proteases. [5] [6] [7] [8] To test whether HKU205 S2′ could still be cleaved by proteases other than furin, we performed fluorogenic peptide cleavage assays of both EMC/2012 and HKU205 S2′ peptides with either trypsin or cathepsin L ( Figure 4 and Table 2 ). Trypsin cleaved both EMC/2012 and HKU205 S2′ peptides, with the EMC/2012 peptide still retaining a higher cleavage rate (EMC/2012 V max = 220.5 ± 3.4 RFU/min, HKU205 V max = 67.6 ± 1.3 RFU/min). Cathepsin L cleavage was detected for the EMC/2012 peptide (V max = 5.8 ± 0.2 RFU/min), and to a much lesser extent for HKU205 S2′ (V max = 2.2 ± 0.1 RFU/min). V max data for the proteases tested in this study are summarized in Table 2 , and along with western blot data, suggest that HKU205 S has a more restricted range of activating proteases than EMC/2012, being unable to utilize furin and likely more dependent on trypsin-like proteases.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 399,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 404,
                    "end": 411,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 838,
                    "end": 845,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "As furin proteolytic processing of MERS-CoV S S2′ was suggested to add an extra layer of proteolytic activation, we analyzed the effect of introducing the EMC/2012 S2′ furin site within full-length HKU205 S ( Figure 5 and Supplementary Figure 2) . Wild-type HKU205 S (205 wt ) protein, and a HKU205 S variant containing the EMC/2012 S2′ cleavage site (205 EMC-S2′ ) were synthesized, incorporated into MLV pseudovirion and analyzed by western blot ( Figure 5A ). Although 205 wt S is not cleaved at S2′ upon furin treatment (205 wt lane 2), the Furin cleavage prediction scores were calculated using PiTou 2.0 software. A positive score indicates prediction of furin cleavage, while a negative score indicates that furin cleavage is not predicted. The sequences were also compared with known furin cleavage substrates found in the MEROPS database. A + sign indicates that residues in the sequence fit with known furin substrates, while a − sign indicates that at least one residue in the cleavage site is not compatible with furin cleavage. The average values of the rate of furin proteolytic processing of fluorogenic peptides (V max ) are indicated and expressed as RFU per minute.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 245,
                    "text": "Figure 5 and Supplementary Figure 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 450,
                    "end": 459,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "introduction of EMC/2012 S2′ in the HKU205 S background allows for detection of the S2′ cleaved product. We next performed a cell-cell fusion assay on Huh-7 cells expressing either 205 wt and 205 EMC-S2′ S ( Figure 5B ). 205 wt S displayed low fusogenicity in all conditions tested, a situation reminiscent of the EMC 205-S2′ S condition in Figure 3A .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 217,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 341,
                    "end": 350,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The introduction of the EMC/2012 S2′ site in the HKU205 S background allowed for the formation of spontaneous syncytia upon expression (average of~60 nuclei/syncytium), which increased in average size when furin was overexpressed or when exogenous furin was present (~70 and~77 nuclei/syncytium, respectively). Furin inhibitor treatment abrogated the formation of 205 EMC-S2′ S-induced syncytia. These results confirm that switching the HKU205 S2′ site to the EMC/2012 S2′ site in the HKU205 S background allows for enhanced furin-mediated fusogenicity of the fusion protein. The 205 wt and 205 EMC-S2′ S-pseudotyped particles were subsequently assayed for particle concentration by nanoparticle tracking analysis (Supplementary Figure 2A) . These measurements showed that there were no statistically significant differences in concentration of particles produced between 205 wt and 205 EMC-S2′ S-pseudotyped particles and between these particles and the EMC wt and EMC 205-S2′ S-pseudotyped particles. The pseudovirions were then assayed for infection in Huh-7 cells ( Figure 5C ). 205 wt S-pseudotyped particles displayed low infectivity (2.65 × 10 2 RLU) close to NI and Δenv conditions (Supplementary Figure 2B) . However, a significant~2 log 10 increase of infectivity is observed when EMC/2012 S2′ furin cleavage site is present (2.21 × 10 4 RLU), confirming that the furin-cleaved S2′ site enhances fusion activation and infectivity. These analyses confirm that the narrow spectrum of activating proteases capable of processing HKU205 S2′ decreases viral infectivity and suggest that this strain may have a reduced cell and host tropism range.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 729,
                    "end": 739,
                    "text": "Figure 2A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1070,
                    "end": 1079,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1205,
                    "end": 1215,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The human MERS epidemic remains a public health concern as it is associated with a high mortality rate, continues to affect populations in the Middle East with no vaccines or therapeutics available. 21 Much like SARS-CoV, MERS-CoV exemplifies the propensity of coronaviruses to cross species barriers. 22, 23 Since the beginning of the epidemic, hundreds of viral genomes from both human and camel hosts have been sequenced. Although comparative genetic characterizations have been conducted, [10] [11] [12] 24, 25 few studies, if any, have analyzed the functional consequences of amino-acid variations identified by comparing MERS-CoV genomes.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 306,
                    "end": 308,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 512,
                    "end": 514,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this work, we have studied the biological impact of substitutions found in the S2′ fusion activation site of the S protein of a divergent camel-derived MERS-CoV isolate, HKU205. 12 We have found that the A886S and S888I substitutions are unique to HKU205 among sequenced MERS-CoV strains. In fact, comparative sequence analysis with major representatives of all coronavirus genera shows that the serine to isoleucine substitution at position 888, corresponding to the P1′ position in the furin cleavage site, is unique to HKU205. Intriguingly, the protein alignments we performed revealed that the human coronavirus HCoV-NL63 (AGT51331.1) contained an identical sequence ( 863 RSSRIA 868 ) to the one found in HKU205, but located a few residues upstream of S2′. Although HCoV-NL63 has been suggested to have a furin cleavage motif at S2′, 9 it is possible that this cleavage motif is biochemically 'blocked' for furin cleavage in a similar manner to HKU205.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 842,
                    "end": 843,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "With the exception of HKU205, we also noted an overall high level of conservation in the S protein sequence of camel and human MERS-CoV strains. These findings highlight the distinct nature of HKU205. Overall, we show that the variation found in HKU205 S2′ confers a decreased range of proteases for fusion activation. These findings suggest that HKU205 has a limited ability to cross the species barrier, and that the furin site found in most MERS-CoV samples may have been an important contributing factor for zoonotic transmission of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study we have focused on the substitutions found in the S2′ site of HKU205. However, there are ten other substitutions and 1 amino-acid deletion present in the spike protein of HKU205. 12 The cell-cell fusion assays we performed have shown that introducing the EMC/2012 S2′ site in the HKU205 S background was accompanied by significant enhancement of fusogenicity, but to levels that did not reach the ones observed for wild-type EMC/2012 S. Likewise, the pseudotyped particle infectivity assays have shown that wild-type HKU205 S-pseudovirions have very little infectivity, while substituting its S2′ site with the furin site found in EMC/2012 significantly increased infectivity in Huh-7 cells, but did not restore it to the levels observed for wild-type EMC/2012 S-pseudovirions. Further investigation is required to understand the biological consequence of the other reported variations found in HKU205 S, particularly the substitutions in the S1 receptor-binding domain. In addition, because attempts to culture HKU205 virus have so far been unsuccessful, 12 we used a mammalian codon-optimized gene expression strategy, which allowed us to robustly express and analyze all MERS-CoV S variant proteins. Although rare, the fact that variations can occur in the MERS-CoV S2′ site is of concern, because it is known for other pathogenic viruses that alterations in the cleavage-activation mechanism can have a profound impact on tropism and pathogenicity. This is well documented for the hemagglutinin protein of highly pathogenic avian . The cells were either untreated, co-transfected with a furin-encoding plasmid (furin overexpression), treated with exogenous furin (furin exogenous), or treated with 75 μM of the furin inhibitor dec-RVKR-CMK (furin inhibitor). The cells were then processed for immunofluorescence with labeling of S protein (false colored green) and nuclei (DAPI, blue). Scale bar represents 100 μm. Quantitative microscopy analysis was undertaken to assess the average sizes of syncytia induced by S expression. Ten syncytia were analyzed for each condition and data are the averages of nuclei/syncytium from three independent experiments (n = 3). (C) Effect of introducing the EMC/2012 S2′ furin cleavage site on HKU205 S-mediated host cell entry. MLV-pseudotyped viruses harboring HKU205 S protein with either a wild type (205 wt ) or with a EMC/2012 S2′ furin cleavage site (205 EMC-S2′ ) and containing a luciferase reporter gene were used to infect human Huh-7 (liver) cells. Seventy-two hours post infection, cells were assayed for luciferase activity using a luminometer. Assays performed in triplicates and results are averages of relative luciferase units from two independent experiments (n = 2). For both B and C, error bars indicate SD and statistical significance analyses were performed using two-tailed Student's t-test. Not significant (NS), P40.05; highly significant, **Pr0.01; very highly significant, ***P ≤ 0.001. influenza strains. 26 In the case of coronaviruses, the cleavage site changes in HKU205 are reminiscent of the mutations selected in the spike S1/S2 and S2′ cleavage sites of feline coronaviruses that are macrophage-tropic and the cause of lethal peritonitis in cats. 27, 28 For MERS-CoV, we have shown previously that the S2′ furin cleavage site is not optimal, 8 and so may be only a few mutational steps away from acquiring a more efficiently processed polybasic furin site. The implications of this for viral pathogenesis remain unknown.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1070,
                    "end": 1072,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2988,
                    "end": 2990,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3237,
                    "end": 3240,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3241,
                    "end": 3243,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3332,
                    "end": 3333,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our work highlights the importance of surveillance of circulating MERS-CoV in both camels and humans followed by functional analyses of the biological impact of variations uncovered. Further sequencing and functional studies should be conducted to characterize the frequency and effects of other variations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rooting the phylogenetic tree of MERS-Coronavirus by characterization of a conspecific virus from an African Bat",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Ithete",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "11297--11303",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Geographic distribution of MERS coronavirus among dromedary camels",
            "authors": [
                {
                    "first": "Cbem",
                    "middle": [],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Messadi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Feyisa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Africa. Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251--254",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Activation of the SARS coronavirus spike protein via sequential proteolytic cleavage at two distinct sites",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belouzard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "",
            "pages": "5871--5876",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection mediated by the transmembrane serine protease TMPRSS2",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shirato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawase",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsuyama",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "12552--12561",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The spike-protein of the emerging betacoronavirus EMC uses a novel coronavirus receptor for entry, can be activated by TMPRSS2 and is targeted by neutralizing antibodies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gierer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bertram",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kaup",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "5502--5511",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Role of the spike glycoprotein of human Middle East Respiratory Syndrome Coronavirus (MERS-CoV) in virus entry and syncytia formation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Dominguez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Host cell entry of Middle East respiratory syndrome coronavirus after two-step, furin-mediated activation of the spike protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Millet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "15214--15219",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronavirus cell entry occurs through the endo-/ lysosomal pathway in a proteolysis-dependent manner",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burkard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Verheije",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wicht",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Co-circulation of three camel coronavirus species and recombination of MERS-CoVs in Saudi Arabia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Sabir",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "351",
            "issn": "",
            "pages": "81--84",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "MERS coronavirus in dromedary camel herd, Saudi Arabia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemida",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1231--1234",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "MERS coronaviruses in dromedary camels",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Gomaa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Egypt. Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1049--1053",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Infectious hepatitis C virus pseudo-particles containing functional E1-E2 envelope protein complexes",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bartosch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dubuisson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Cosset",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Exp Med",
            "volume": "197",
            "issn": "",
            "pages": "633--642",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A novel activation mechanism of avian influenza virus H9N2 by furin",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Friling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "1673--1683",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Computational prediction of furin cleavage sites by a hybrid method and understanding mechanism underlying diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huajun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Rep",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Twenty years of the MEROPS database of proteolytic enzymes, their substrates and inhibitors",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Rawlings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Finn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic Acids Res",
            "volume": "44",
            "issn": "",
            "pages": "343--350",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cryo-electron microscopy structure of a coronavirus spike glycoprotein trimer",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tortorici",
                    "suffix": ""
                },
                {
                    "first": "B-J",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "531",
            "issn": "",
            "pages": "114--117",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pre-fusion structure of a human coronavirus spike protein",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Kirchdoerfer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Cottrell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "531",
            "issn": "",
            "pages": "118--121",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Characterization of a highly conserved domain within the severe acute respiratory syndrome coronavirus spike protein S2 domain with characteristics of a viral fusion peptide",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Madu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belouzard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "7411--7421",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prediction of proprotein convertase cleavage sites",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Duckert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brunak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Blom",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Protein Eng Des Sel",
            "volume": "17",
            "issn": "",
            "pages": "107--112",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A decade after SARS: strategies for controlling emerging coronaviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "836--848",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "SARS and MERS: recent insights into emerging coronaviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Rev Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "523--534",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Coronavirus host range expansion and Middle East respiratory syndrome coronavirus emergence: biochemical mechanisms and evolutionary perspectives",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Peck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Burch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Heise",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Annu Rev Virol",
            "volume": "2",
            "issn": "",
            "pages": "95--117",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Graaf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "",
            "pages": "473--00412",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Microevolution of outbreak-associated Middle East respiratory syndrome coronavirus, South Korea",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Seong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "327--330",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Avian influenza: molecular mechansims of pathogenesis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matrosovich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stech",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Animal Viruses: Molecular Biology",
            "volume": "",
            "issn": "",
            "pages": "253--303",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Feline coronaviruses associated with feline infectious peritonitis have modifications to spike protein activation sites at two discrete positions",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Licitra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Sams",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mutation in spike protein cleavage site and pathogenesis of feline coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Licitra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Millet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Regan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1066--1073",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(ID in parenthesis): Jordan-N3/2012 (AGH58717.1), EMC/2012 (AFS88936.1), Riyadh-3/2013 (AGV08390.1), England-1/2012 (AFY13307.1), Jeddah-Camel-1/2013 (AHE78097.1), Taif-1/2013 (AHI48594.1), Wadi-Ad-Dawasir-1/2013 (AHI48550.1), Riyadh/ Ry179/2015 (ALA49902.1), Jeddah/Jd1(b)/2015 (ALA49715.1), Jeddah/D90/2014 (ALA49561.1), KOR/KNIH/002-05/2015 (AKL59401.1), FL/USA-2-Saudi-Arabia/2014 (AHZ64057.1), Qatar-2/2014 (AHX71946.1), Hafr-Al-Batin-1/2013 (AGV08455.1), Al-Hasa-1/2013 (AGN70962.1), KFU-HKU-1/2013 (AHX00731.1), FRA/UAE/2013 (AHB33326.1), NRCE-HKU205/2013 (AHL18090.1), NeoCoV/2011 (AGY29650.2), BetaCoV-SC2013/2013 (AHY61337.1), HKU5-1/LMH03f/2007 (ABN10875.1), BtCoV/133/2005 (ABG47052.1), HKU4-1/B04f/2007 (ABN10839.1). The tree was generated using the Neighbor-Joining (NJ) clustering algorithm performed with the Geneious 10 software package (Biomatters, Auckland, New Zealand) and was then formatted using FigTree software (http://tree.bio.ed.ac.uk/software/figtree/). Sequence alignment of the spike S2′ site of representatives of each coronavirus genus was performed by ClustalW alignment (Geneious) with gaps removed. The following sequences were used, along with their GenBank ID in parenthesis: BatCoV-HKU10 (AFU92104.1), PEDV-CV777 (AAK38656.1), FCoV-RM (ACT10854.1), CCoV-Elmo/02 (AAP72149.1), HCoV-NL63 (AGT51331.1), HCoV-229E (AAK32188.1), FCoV-1683 (AFH58021.1), CCoV-1-71 (AAV65515.1), TGEV-Miller M6 (ABG89301.1), TGEV-Purdue (CAB91145.1), MHV-A59 (ACO72884.1), MHV JHM (CAA28484.1), BCoV-Quebec (BAA00557.1), HCoV-OC43 (AAX84791.1), HCoV-HKU1 (AAT98580.1), SARS-CoV (AAP13441.1), MERS-CoV EMC/2012 (AFS88936.1), MERS-CoV NRCE-HKU205 (AHL18090.1), NeoCoV (AGY29650.2), BatCoV-HKU4 (ABN10839.alignment of the S2′ sites derived from 386 camel and human MERS-CoV was performed (Geneious). The GenBank accession number for each sequence is provided within Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sequence analysis of the spike protein of camel MERS-CoV NRCE-HKU205. (A) Phylogenetic analysis of full-length spike protein of human and camel strains of MERS-CoV and related bat coronaviruses. The phylogenetic tree was generated using the Neighbor-Joining method (bootstrap resampling, 2000 replicates) with Geneious software from spike protein sequence alignment of representative MERS-CoV strains along with closely related bat betacoronaviruses retrieved from GenBank (accession numbers in methods section). Numbers near nodes represent percent consensus support. Scale bar represents estimated number of substitutions per site. camel, cam; human, hum. (B) Protein sequence alignment of coronavirus spike S2′ cleavage sites. Protein sequences of the S2′ cleavage site of representative coronaviruses from all four genera (accession numbers in methods section) were aligned using the ClustalW alignment method in Geneious software. Numbers indicate residue position within individual spike proteins.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effect of HKU205 S2′ substitutions on furin proteolytic cleavage. (A) Furin cleavage assay of fluorogenic peptides. Fluorogenic peptide mimetics of the S2′ spike cleavage sites of MERS-CoV strains EMC/2012 (blue line) and HKU205 (red line) were incubated with recombinant furin and the increase in fluorescence due to proteolytic processing was measured using a fluorometer. Assay performed in triplicates with results representing averages from three independent experiments of relative fluorescence units over time (n = 3). Error bars indicate SD. (B) Analysis of the consequences of HKU205 S2′ substitutions on furin proteolytic processing products of MERS-CoV S by western blot. Murine leukemia virus (MLV) pseudovirions bearing EMC/2012 S protein with either a wild-type (EMC wt ) or with a HKU205 substituted S2′ cleavage site (EMC 205-S2′ ) were either untreated or treated with exogenous furin. The samples were analyzed by western blot to compare proteolytic cleavage of S proteins. The MLV capsid protein p30 was used as loading control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Impact of HKU205 S2′ substitutions on fusion-activation and host cell entry mediated by MERS-CoV S. (A) Assessment of the effect of HKU205 S2′ substitutions on MERS-CoV S fusogenicity. Huh-7 cells were transfected to express MERS-CoV EMC/2012 S with either wild-type (EMC wt ) or HKU205 substituted S2′ site (EMC 205-S2′ ). The cells were either untreated, co-transfected with a furin-encoding plasmid (furin overexpression), treated with exogenous furin (furin exogenous) or treated with 75 μM of the furin inhibitor dec-RVKR-CMK (furin inhibitor). The cells were then processed for immunofluorescence with labeling of S protein (false colored green) and nuclei (DAPI, blue). Scale bar represents 100 μm. Quantitative microscopy analysis was undertaken to assess the average sizes of syncytia induced by S expression. Ten syncytia were analyzed for each condition and data are the averages of nuclei/syncytium from three independent experiments (n = 3). (B) Effect of HKU205 S2′ substitutions on MERS-CoV S-mediated host cell entry. MLV-pseudotyped viruses harboring EMC/2012 S protein with either a wild-type (EMC wt ) or with a HKU205 substituted S2′ cleavage site (EMC 205-S2′ ) and containing a luciferase reporter gene were used to infect human Huh-7 (liver) and MRC-5 (lung) cells along with simian Vero-E6 (kidney) cells. 72 h post infection, cells were assayed for luciferase activity using a luminometer. Assays performed in triplicates and results are averages of relative luciferase units from two independent experiments (n = 2). For both A and B, error bars indicate SD and statistical significance analyses were performed using two-tailed Student's t-test. Not significant (NS), P40.05; very highly significant, ***P ≤ 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Analysis of proteolytic cleavage of HKU205 S2′ site by trypsin and cathepsin L. (A) Trypsin cleavage assay of fluorogenic peptides. Fluorogenic peptide mimetics of the S2′ spike cleavage sites of MERS-CoV strains EMC/2012 (blue line) and HKU205 (red line) were incubated with TPCK-treated trypsin and the increase in fluorescence due to proteolytic processing was measured using a fluorometer. (B) Cathepsin L cleavage assay of fluorogenic peptides. Assay performed as in A with cathepsin L used instead of trypsin. Both trypsin and cathepsin L cleavage assays were performed in triplicates with results representing averages of relative fluorescence units over time from three independent experiments (n = 3). Error bars indicate SD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effect of introducing the EMC/2012 S2′ furin cleavage site in HKU205 S. (A) Analysis of furin cleavage products. MLV-pseudotyped viruses bearing HKU205 S protein with either a wild type (205 wt ) or with a EMC/2012 substituted S2′ cleavage site (205 EMC-S2′ ) were either untreated or treated with exogenous furin. The samples were analyzed by western blot to compare proteolytic cleavage products of S proteins. The MLV capsid protein p30 was used as loading control. (B) Impact of the introduction of the EMC/2012 S2′ furin cleavage site on HKU205 S-mediated fusion. Huh-7 cells were transfected to express MERS-CoV HKU205 S with either wild type (205 wt ) or EMC/2012 substituted S2′ site (205 EMC-S2′ )",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of predicted and measured furin-mediated proteolytic processing of EMC/2012 and HKU205 MERS-CoV S2′ sites",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of rates of proteolytic cleavage (V max ) of EMC/2012 and HKU205 MERS-CoV S2′ sitesThe average values of the rate (V max ) of trypsin, cathepsin L and furin proteolytic processing of fluorogenic peptides are summarized and expressed as RFU per minute. Control conditions correspond to assaying the fluorogenic peptides without protease.However, the expression levels we have used here are likely to be different from the ones occurring during viral infection. We have previously shown that for the EMC/2012 MERS-CoV strain, furinmediated cleavage was similar for S proteins on native virions and on MLV-pseudotyped particles generated by expression of mammalian codon-optimized S gene.8 If HKU205 virus cultures become available, it would be interesting to carry out a comparative analysis of S expression, cleavage and fusogenicity on native virions and in infected cells.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}