{
    "paper_id": "185e505daa1da8ee7ece18212693b2550410a190",
    "metadata": {
        "title": "In vivo rescue of recombinant Zika virus from an infectious cDnA clone and its implications in vaccine development",
        "authors": [
            {
                "first": "Gines",
                "middle": [],
                "last": "Ávila-Pérez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rochester Medical Center",
                    "location": {
                        "addrLine": "601 Elmwood Avenue",
                        "postCode": "14642",
                        "settlement": "Rochester",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Aitor",
                "middle": [],
                "last": "Nogales",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rochester Medical Center",
                    "location": {
                        "addrLine": "601 Elmwood Avenue",
                        "postCode": "14642",
                        "settlement": "Rochester",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jun-Gyu",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rochester Medical Center",
                    "location": {
                        "addrLine": "601 Elmwood Avenue",
                        "postCode": "14642",
                        "settlement": "Rochester",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Desarey",
                "middle": [],
                "last": "Morales Vasquez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rochester Medical Center",
                    "location": {
                        "addrLine": "601 Elmwood Avenue",
                        "postCode": "14642",
                        "settlement": "Rochester",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "A"
                ],
                "last": "Dean",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rochester Medical Center",
                    "location": {
                        "addrLine": "601 Elmwood Avenue",
                        "postCode": "14642",
                        "settlement": "Rochester",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Barravecchia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rochester Medical Center",
                    "location": {
                        "addrLine": "601 Elmwood Avenue",
                        "postCode": "14642",
                        "settlement": "Rochester",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "R"
                ],
                "last": "Perez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Georgia",
                    "location": {
                        "settlement": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Fernando",
                "middle": [],
                "last": "Almazán",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Nacional de Biotecnología (CNB-CSIC)",
                    "location": {
                        "addrLine": "3 Darwin street",
                        "postCode": "28049",
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": "falmazan@cnb.csic.es"
            },
            {
                "first": "Luis",
                "middle": [],
                "last": "Martínez-Sobrido",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rochester Medical Center",
                    "location": {
                        "addrLine": "601 Elmwood Avenue",
                        "postCode": "14642",
                        "settlement": "Rochester",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Flaviviridae family that has been known to circulate for decades causing mild febrile illness. the more recent ZiKV outbreaks in the Americas and the caribbean associated with congenital malformations and Guillain-Barré syndrome in adults have placed public health officials in high alert and highlight the significant impact of ZIKV on human health. New technologies to study the biology of ZIKV and to develop more effective prevention options are highly desired. in this study we demonstrate that direct delivery in mice of an infectious ZiKV cDnA clone allows the rescue of recombinant (r)ZiKV in vivo. A bacterial artificial chromosome containing the sequence of ZIKV strain Paraiba/2015 under the control of the cytomegalovirus promoter was complexed with a commercial transfection reagent and administrated using different routes in type-I interferon receptor deficient A129 mice. Clinical signs and death associated with ZIKV viremia were observed in mice. the rZiKV recovered from these mice remained fully virulent in a second passage in mice. interestingly, infectious rZiKV was also recovered after intraperitoneal inoculation of the rZiKV cDnA in the absence of transfection reagent. further expanding these studies, we demonstrate that a single intraperitoneal inoculation of a cDnA clone encoding an attenuated rZiKV was safe, highly immunogenic, and provided full protection against lethal ZiKV challenge. this novel in vivo reverse genetics method is a potentially suitable delivery platform for the study of wild-type and liveattenuated ZiKV devoid of confounding factors typical associated with in vitro systems. Moreover, our results open the possibility of employing similar in vivo reverse genetic approaches for the generation of other viruses and, therefore, change the way we will use reverse genetics in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Zika virus (ZIKV), a member of the Flaviviridae family, became a global public concern because of the correlation of Zika virus epidemic with fetal developmental defects, including highly publicized cases of microcephaly 1 . The viral genome is made of a positive sense, single-stranded RNA molecule (~10.8 kb) that contains a single open reading frame flanked by 5′ and 3′ untranslated regions 2-4 . The viral RNA is translated as a single polyprotein that is co-and post-translationally processed by viral and cellular proteases into three major structural proteins (capsid, pre-membrane and envelope) involved in viral entry, fusion and assembly 5 , and seven non-structural (NS) proteins (NS1, NS2A, NS2B, NS3, NS4A, NS4B and NS5) that are involved in viral RNA replication and transcription, assembly and evasion of the host antiviral responses [6] [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 850,
                    "end": 853,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 858,
                    "end": 861,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 862,
                    "end": 865,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although the majority of ZIKV infections are asymptomatic or associated with a mild febrile illness, infection during pregnancy has been associated with miscarriage and severe congenital malformations, including fetal",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "microcephaly 10, 11 , and in adults with the Guillain-Barré syndrome 10, 12, 13 . ZIKV is primary transmitted to humans through the bite of infected mosquitoes 11 . However, non-vector ZIKV transmission can occur through sexual contact 14, 15 or vertical transmission from infected mothers 16, 17 . Currently, there are no approved vaccines or antivirals to prevent or treat ZIKV infection.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 69,
                    "end": 72,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 73,
                    "end": 76,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The establishment of plasmid-based reverse genetic systems for RNA viruses entails the rescue of recombinant viruses from cDNA clones containing the entire viral genome on a plasmid from transfected culture cells 18 . In 1981, Racaniello and Baltimore provided the basis of this approach with poliovirus 19 . Since then, numerous reverse genetics systems have been developed for positive-and negative-stranded RNA viruses 4, 18, [20] [21] [22] [23] [24] . Plasmid-based reverse genetic approaches allow the rescue of infectious recombinant viruses by the transfection of one or more plasmids encoding the components necessary for the de novo generation of infectious virus particles into cultured cells. Importantly, reverse genetic techniques are powerful platforms to modify the viral genome and they have provided critical insights into replication and pathogenesis of multiple viruses 18 . Importantly, viral reverse genetic approaches have also been used as platforms to develop novel and more effective live-attenuated vaccines (LAVs) against viral infections and have significantly contributed to the development of antiviral treatments 18, 20 . However, there are intrinsic limitations in the in vitro recovery of recombinant viruses using reverse genetic approaches, mostly associated with cell culture-adaptive mutations that might restrict and/or change the phenotype of the virus in vivo 25, 26 . In the case of LAVs, these mutations could lead to the reversion to a virulent phenotype 27, 28 . Likewise, the current need of first generating recombinant viruses in cultured cells rather than directly in validated animal models of infection delays studies aimed to understand and assess viral infections in vivo. Therefore, it is of high significance to develop approaches that allow the recovery in vivo of infectious recombinant virus from cDNA infectious clones without the current need of a tissue culture step. In vivo reverse genetics or recover of virus directly from validated animal models could overcome the concern of virus adaptation to cell cultures and facilitate and simplify the study of the virus and the development of LAVs based on attenuated forms of these viruses.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 424,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1400,
                    "end": 1403,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1498,
                    "end": 1501,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, we have described a reverse genetic approach for ZIKV based on the use of a bacterial artificial chromosome (BAC), by assembling the full-length genome of ZIKV Rio Grande do Norte Natal (RGN) 27, 29 or Paraiba/2015 strains 30 under the control of the cytomegalovirus (CMV) immediate-early promoter. Importantly, we demonstrated the feasibility of using this infectious clone to generate a virulent rZIKV with similar in vitro and in vivo characteristics to the natural Paraiba/2015 isolate 30 . Using the BAC infectious cDNA clone of Paraiba/2015 strain (pBAC-ZIKV), we have explored the possibility to recover infectious rZIKV directly in vivo in the type-I interferon (IFN) receptor deficient (IFNAR−/−) A129 mouse model of ZIKV infection [31] [32] [33] . The pBAC-ZIKV cDNA clone was complexed with Lipofectamine 2000 (pBAC-ZIKV/LPF) and inoculated in IFNAR−/− A129 mice using different inoculation routes, which are typically used for ZIKV infections. Recovery of rZIKV in vivo with high efficiency was observed in mice. In addition, infectious rZIKV was also recovered by direct inoculation of the infectious cDNA clone in the absence of transfection reagent. More Importantly, we demonstrate the feasibility of using this in vivo rescue approach with a BAC cDNA infectious clone encoding an attenuated rZIKV (rZIKVatt) 30 that resulted in sterilizing immunity against aggressive ZIKV challenge. In vivo recovery of fully infectious and/or attenuated RNA viruses expands the potential use of reverse genetic systems and open the possibility of developing similar approaches for other viruses, which could be an innovative technology for their study or the future development of LAVs.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In vivo rescue of rZiKV by inoculation of cells transfected with pBAc-ZiKV. Chen et al. had previously described a method for the in vivo recovery of influenza A virus (IAV), a negative-strand RNA virus, after the inoculation in the nasal cavity of mice with cells transfected with a bacmid containing the entire IAV genome 34 . A similar approach was used to study the potential for reassortment between different IAV subtype strains in ferrets 35, 36 . Thus, we conducted similar studies to determine whether this approach was valid for the in vivo rescue of rZIKV (Fig. 1 ). Vero cells (1 × 10 6 cells, triplicates) were transfected with 5 µg of the pBAC-ZIKV cDNA clone using Lipofectamine 2000 (LPF) (1:3 ratio of cDNA:LPF, herein referred as pBAC-ZIKV/LPF). At 12 h post-transfection (hpt), cells were trypsinized, washed and resuspended in PBS, and used to inoculate mice. Unless otherwise stated, animal studies were performed in 4-5-weeks old, IFNAR−/− A129 mice consisting of 6 mice/group, 3 females and 3 males (Fig. 1A) . Mice were inoculated with the pBAC-ZIKV/LPF-transfected Vero cells (1 × 10 6 cells/mouse) either subcutaneously (SC) in the footpad ( Fig. 1B -D, top panels), intramuscularly (IM) in the quadriceps muscle ( Fig. 1B -D, middle panels) or intraperitoneally (IP) in the peritoneal cavity ( Fig. 1B-D, bottom panels) . Animals were subsequently monitored daily for clinical disease signs including tremors, disorientation, hind limb weakness and severe paralysis (data not shown), body weight loss (Fig. 1B) and survival (Fig. 1C ) for 18 days post-inoculation (dpi). Independent of the inoculation route, all mice lost weight rapidly starting about 6 dpi (Fig. 1B) . Mice showed severe paralysis and succumbed to the disease by 8-10 dpi (Fig. 1C) , consistent with effective rZIKV infection 30 . Blood samples were collected at 3 and 6 dpi to test for viremia (Fig. 1D ). In general, virus titers in the order ~10 5 focus-forming units per ml (FFU/ml) were readily observed in samples from 3 dpi (Fig. 1D ), in agreement with the morbidity and mortality data (Fig. 1B,C) . In addition, successful rescue of rZIKV was similar in both male and female mice (Fig. 1B-D) . At 6 dpi, virus was only detected in one female mouse inoculated SC (Fig. 1D , top panel) and in all mice inoculated IP (Fig. 1D , bottom panel). Notably, no virus was detected by 6 dpi in mice inoculated IM (Fig. 1D, middle panel) . As an internal control for these experiments, similarly transfected Vero cells were maintained in culture and the rescue of rZIKV was analyzed. Around 10 6 FFU/ml were detected in all cases by 48 hpt (data not shown), confirming the functionality of the pBAC-ZIKV cDNA clone used for the in vivo experiments. Importantly, mice inoculated with Vero cells transfected with empty BAC plasmid did not result in any clinical signs of disease, body weight loss or death; and rZIKV were not detected at any day post-inoculation (data not shown). These data demonstrate that rZIKV can be successfully rescued in vivo after inoculation of Vero cells transfected with the pBAC-ZIKV/LPF mixture.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 449,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 567,
                    "end": 574,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1022,
                    "end": 1031,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1168,
                    "end": 1175,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1241,
                    "end": 1248,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1321,
                    "end": 1346,
                    "text": "Fig. 1B-D, bottom panels)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1528,
                    "end": 1537,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1551,
                    "end": 1559,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1686,
                    "end": 1695,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1768,
                    "end": 1777,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1891,
                    "end": 1899,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2027,
                    "end": 2035,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2090,
                    "end": 2101,
                    "text": "(Fig. 1B,C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2185,
                    "end": 2196,
                    "text": "(Fig. 1B-D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2267,
                    "end": 2275,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2319,
                    "end": 2327,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2407,
                    "end": 2430,
                    "text": "(Fig. 1D, middle panel)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In vivo rescue of rZiKV by direct inoculation of the pBAc-ZiKV/Lpf mixture. To further determine whether rZIKV could be rescued in vivo directly after inoculation of the pBAC-ZIKV cDNA clone, mice were inoculated with 100 µg of pBAC-ZIKV complexed with 100 µl of LPF (1:1 ratio), both diluted in Opti-MEM in a final volume of 200 µl ( Fig. 2A) . The same three routes described above were evaluated. The group of mice inoculated SC, showed only one female and one male with signs of infection and weight loss from 9 and 12 dpi, respectively (Fig. 2B, top panel) . These same mice finally succumbed to the disease by 12 and 16 dpi, respectively Mice that lost more than 20% of their initial body weight or presented hind limb paralysis were humanely euthanized. Error bars represent standard deviations (SD) of the mean for each group of mice. Mice were bled at 3 and 6 dpi and viral titers in sera were determined by immunofocus assay (FFU/ml) (D). Symbols represent data from individual mice and bars the geometric means of viral titers. *Virus not detected in one mouse; &, virus not detected in two mice; ND, not detected. Dotted black lines indicate the limit of detection, LoD (200 FFU/ml). No statistically significant differences between the SC, IM and IP routes of inoculation of transfected cells were observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 343,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 541,
                    "end": 561,
                    "text": "(Fig. 2B, top panel)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "( Fig. 2C , top panel). Viremia correlated with the signs of infection, detecting the presence of rZIKV in the serum of the inoculated female mouse at 6 dpi, but not in the male where the signs of infection were delayed (Fig. 2D , top panel). In the IM inoculated group, 2 female and 2 male mice showed evident signs of infection from 7-11 dpi, resulting in rapid weight loss and death (between 7 and 14 dpi; Fig. 2B ,C, middle panels). These mice showed viremia at 6 dpi, with the exception of the female where the signs of infection were delayed until 11 dpi (Fig. 2D , middle panels). At 3 dpi, the presence of rZIKV was only detected in one male mouse, although the viremia was prolonged until 6 dpi. Notably, all 6 mice inoculated IP succumbed to viral infection, and rZIKV was detected in the sera of all animals sampled at 6 dpi ( Fig. 2B -D, bottom panels). In general, after delivery in vivo of the pBAC-ZIKV/LPF mixture, signs of disease were delayed 2 to 3 days compared to mice infected with rZIKV 30 . This delay correlated with the detection of the rZIKV at 6 dpi in mice inoculated with the pBAC-ZIKV/LPF mixture. As internal control for these experiments, Vero cells were transfected with the pBAC-ZIKV/LPF mixture and female (N = 3) mice were inoculated with the pBAC-ZIKV infectious cDNA clone complexed with LPF SC in the footpad (50 µg/mouse/footpad; total 100 µg, top), IM in the quadriceps muscle (100 µg/mouse, middle), or IP in the peritoneal cavity (100 µg/mouse, bottom). Body weight (B) and survival (C) were evaluated for 18 days. Mice that lost more than 20% of their initial body weight or presented hind limb paralysis were humanely euthanized. Error bars represent SD of the mean for each group of mice. Mice were bled at 3 and 6 dpi and viral titers in sera were determined by immunofocus assay (FFU/ ml) (D). Symbols represent data from individual mice and bars the geometric means of viral titers. &, virus not detected in two mice; ND, not detected. Dotted black lines indicate the LoD (200 FFU/ml). Statistically significant differences (p = 0.0026) in survival were observed between mice inoculated IP to those inoculated SC or IM using a Long-rank test. Differences in viral titers were not statistically significant (p = 0.512) at 3 dpi. Differences in viral titers were statistically significant (p = 0.002) at 6 dpi using ANOVA test.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 9,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 220,
                    "end": 228,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 409,
                    "end": 416,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 561,
                    "end": 569,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 838,
                    "end": 845,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "www.nature.com/scientificreports www.nature.com/scientificreports/ (10 µl containing 5 µg of plasmid DNA) used to inoculate mice resulting in ~2 × 10 6 FFU/ml of rZIKV by 48 hpt, confirming the quality of the transfection mixture used in the in vivo studies (data not shown). Notably, mice inoculated with empty BAC plasmid did not result in the recovery of ZIKV at any day post-inoculation and no clinical signs of disease, body weight loss or death were observed (data not shown). These data demonstrate that rZIKV can be successfully recovered in vivo with 100% efficiency after inoculation in the peritoneal cavity of mice with the pBAC-ZIKV/LPF mixture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "IP inoculation was the most efficient route for the in vivo rZIKV rescue, we next evaluated the minimal amount of pBAC-ZIKV/LPF required for such effect (Fig. 3) . Groups of mice were inoculated with either 100, 50, 25, 12.5 or 6.25 µg of pBAC-ZIKV cDNA complexed with LPF at a 1:1 DNA:LPF ratio in 200 µl of Opti-MEM. Mice inoculated with 100, 50, 25 and 12.5 µg of the pBAC-ZIKV/LPF mixture lost weight rapidly (Fig. 3A ) and all of them succumbed to infection by 8 to 15 dpi, depending on the pBAC-ZIKV concentration (Fig. 3B ). The rZIKV was detected in serum at 6 or 9 dpi (Fig. 3C ). In animals with delayed body weight loss (one male inoculated with 25 µg and two females inoculated with 12.5 µg of the pBAC-ZIKV/LPF), the virus was detected only at 9 dpi ( Fig. 3A-C) . On the other hand, only two males and one female inoculated with 6.25 µg of the pBAC-ZIKV/LPF mixture showed body weight loss (Fig. 3A) , succumbed to viral infection (Fig. 3B ) and presented viremia at 6 dpi. The results with this latter group suggest that 6.25 µg of pBAC-ZIKV is within the lower limit for in vivo rescue of rZIKV (Fig. 3C ). In general, successful in vivo rZIKV rescue was similar in both male and female mice, a finding consistent throughout these studies. Furthermore, these data suggest that recovery of rZIKV in vivo is dependent on the concentration of pBAC-ZIKV and as little as 12.5 µg of the pBAC-ZIKV/LPF mixture is sufficient to efficiently rescue rZIKV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 413,
                    "end": 421,
                    "text": "(Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 520,
                    "end": 528,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 578,
                    "end": 586,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 765,
                    "end": 775,
                    "text": "Fig. 3A-C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 904,
                    "end": 913,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 945,
                    "end": 953,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1111,
                    "end": 1119,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "In vivo rescue of rZIKV complexed with LPF using different pBAC-ZIKV concentrations. Since"
        },
        {
            "text": "To test whether the rZIKV recovered from the pBAC-ZIKV/LPF-inoculated mice maintained its predicted virulence properties, we performed a second round of infection in mice. Samples of rZIKV isolated from one male and one female mice, previously inoculated with 100 µg of the pBAC-ZIKV/LPF mixture (Fig. 3C ), were used to infect naïve mice by the SC route with a lethal dose of the virus (100 FFU/mouse). All mice in the second round of infection lost weight rapidly (Fig. 4A) . Signs of ZIKV infection and disease in these mice were indistinguishable from those of similar studies in mice infected with the wild type rZIKV (data not shown) and died by 7 to 8 dpi (Fig. 4B ). As expected, high viral titers were detected at 3 dpi, which declined by 6 dpi (Fig. 4C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 304,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 466,
                    "end": 475,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 663,
                    "end": 671,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 754,
                    "end": 762,
                    "text": "(Fig. 4C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "the rZiKV rescued in vivo maintains virulence in a second round of infection."
        },
        {
            "text": "In vivo rescue of rZiKV using GenJet transfection reagent or transfection reagent-free naked pBAc-ZiKV cDnA. GenJet (SignaGen) is a transfection reagent specifically formulated for in vivo DNA delivery. Thus, we further evaluated the in vivo efficiency of rescue rZIKV complexed with GenJet instead of LPF. In addition, we also evaluated the rescue efficiency by inoculating mice with naked pBAC-ZIKV cDNA without any transfection reagent (Fig. 5 ). Mice were inoculated (IP) with 200 µl of a solution containing 100 µg of pBAC-ZIKV complexed with GenJet (1:1 ratio of DNA:GenJet reagent diluted in 10% glucose water solution, pBAC-ZIKV/GenJet) or with 100 µg of transfection reagent-free naked pBAC-ZIKV cDNA (in 200 µl of Opti-MEM). A third group inoculated with the pBAC-ZIKV/LPF mixture was used as control ( Fig. 5A-C) . As internal controls, Vero cells were transfected in vitro with 10 µl of each mixture above (containing 5 µg of plasmid DNA). Viral titers of 2 and 4 × 10 6 FFU/ml were detected at 48 hpt in the tissue culture supernatants of Vero cells transfected with LPF and GenJet, respectively. As expected, no virus was recovered in vitro without the use of a transfection reagent or transfecting empty BAC with any transfection reagent (data not shown). In vivo, mice inoculated with either the pBAC-ZIKV/GenJet or the pBAC-ZIKV/LPF mixture began to lose weight by 6-7 dpi (Fig. 5A ) and started to succumb to viral infection by 7 dpi (Fig. 5B ). In agreement with the morbidity and mortality observations, high viral titers were detected at 6 dpi ( Fig. 5A -C, top and middle panels). Only one male inoculated with the pBAC-ZIKV/GenJet mixture showed a slight delay in body weight loss, with viremia at 9 dpi, that succumbed to infection by 14 dpi (Fig. 5A -C, middle panel). No differences were observed between the mice groups inoculated with the pBAC-ZIKV/GenJet or the pBAC-ZIKV/LPF mixtures. Surprisingly, all mice inoculated with 100 µg of transfection reagent-free naked pBAC-ZIKV cDNA showed clear signs of disease (data not shown) and body weight loss (Fig. 5A, bottom panel) , and all of them succumbed to viral infection (Fig. 5B , bottom panel). Viremia was detected at 6 and 9 dpi correlating with disease progression (Fig. 5C, bottom panel) . Based on these results, we next determined the minimal amount of transfection-reagent free naked pBAC-ZIKV cDNA required for in vivo rZIKV rescue ( Fig. 6A-C) . Mice were inoculated (IP) with either 50, 25, 12.5 or 6.25 µg of naked pBAC-ZIKV cDNA (in 200 µl of Opti-MEM). rZIKV was rescued in vivo after inoculation of naked pBAC-ZIKV cDNA and virus recovery was sex-independent with similar efficiencies in female and male mice ( Fig. 6A-C) . However, recovery of infectious rZIKV using naked pBAC-ZIKV cDNA was less efficient than using LPF or GenJet (Fig. 3A,B) . At least 100 µg of the naked pBAC-ZIKV cDNA clone was required (Fig. 5 , top panels) compared to 12.5 µg in the pBAC-ZIKV/LPF mixture (Fig. 3) for the successful recovery of rZIKV with 100% efficiency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 446,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 813,
                    "end": 823,
                    "text": "Fig. 5A-C)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1390,
                    "end": 1398,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1452,
                    "end": 1460,
                    "text": "(Fig. 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1567,
                    "end": 1574,
                    "text": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1766,
                    "end": 1774,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2079,
                    "end": 2102,
                    "text": "(Fig. 5A, bottom panel)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2150,
                    "end": 2158,
                    "text": "(Fig. 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2249,
                    "end": 2272,
                    "text": "(Fig. 5C, bottom panel)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2423,
                    "end": 2433,
                    "text": "Fig. 6A-C)",
                    "ref_id": null
                },
                {
                    "start": 2706,
                    "end": 2716,
                    "text": "Fig. 6A-C)",
                    "ref_id": null
                },
                {
                    "start": 2828,
                    "end": 2839,
                    "text": "(Fig. 3A,B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2905,
                    "end": 2912,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2976,
                    "end": 2984,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "the rZiKV rescued in vivo maintains virulence in a second round of infection."
        },
        {
            "text": "In vivo rescue of an attenuated rZiKV (rZiKVatt) for vaccine development. We next explored the feasibility of the in vivo reverse genetics system as a potential vaccine platform for the prevention of a typical ZIKV infection (Fig. 7) . Towards this end, a ZIKV BAC cDNA clone (pBAC-ZIKVatt) carrying a valine (V) to alanine (A) substitution at position 117 in the viral NS2A protein that renders the virus attenuated in mice compared to the wild type was used 30 . Mice were inoculated (IP) with 100 µg/mouse of the pBAC-ZIKVatt/LPF mixture ( Fig. 7A-C, top panels) or with 100 µg of empty pBAC vector/LPF mixture as a control (Fig. 7A -C, middle panels). Another control included mice infected (SC) with a sublethal dose (0.1 X MLD 50 ) of the in vitro (2020) 10:512 | https://doi.org/10.1038/s41598-020-57545-2 www.nature.com/scientificreports www.nature.com/scientificreports/ generated rZIKVatt (Fig. 7A-C, bottom panels) . As expected, mice inoculated with the empty pBAC cDNA vector/LPF neither lost weight nor die, and virus were undetected ( Fig. 7A-C, middle panels) . Mice inoculated with the pBAC-ZIKVatt/LPF group lost some weight (~5-10%) between 8 and 10 dpi but were otherwise healthy and survived. Remarkably, viremia was detected in the pBAC-ZIKVatt/LPF group by 6 dpi, indicating successful in Fig. 2 . Body weight loss (A) and survival (B) were evaluated at the indicated dpi. Mice that lost more than 20% of their initial body weight or presented hind limb paralysis were humanely euthanized. Error bars represent SD of the mean for each group of mice. Mice were bled at 3, 6 and 9 dpi and viral titers in sera (C) were determined by immunofocus assay (FFU/ml). Symbols represent data from individual mice and bars the geometric means of viral titers. *Virus not detected in one mouse; &, virus not detected in two mice; ND, not detected. Dotted black lines indicate the LoD (200 FFU/ml). Statistically significant differences (p = 0.008) in survival were observed using a Long-rank test. No statistically significant differences (p = 0.179) in viral titers were observed using ANOVA test. www.nature.com/scientificreports www.nature.com/scientificreports/ vivo rescue of rZIKVatt (Fig. 7C, top panel) . Similarly, mice infected with the sublethal dose of rZIKVatt lost weight (~10%) between 6 and 8 dpi and showed viremia by 3 dpi, which was prolonged to 6 dpi in some cases, but eventually all mice recovered and survived infection (Fig. 7A,B, bottom panels) . As observed previously with the wild type pBAC-ZIKV cDNA clone, signs of disease and viremia were delayed 2 to 3 days after in vivo inoculation of the pBAC-ZIKVatt/LPF mixture compared to the direct rZIKVatt inoculation. The internal controls of Vero cells transfected in vitro with 5 µg of pBAC-ZIKVatt/LPF used for the in vivo rescue resulted in 4 × 10 6 FFU/ml at 48 hpt, confirming the functionality of the pBAC cDNA clone used for the in vivo experiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 543,
                    "end": 565,
                    "text": "Fig. 7A-C, top panels)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 627,
                    "end": 635,
                    "text": "(Fig. 7A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 899,
                    "end": 925,
                    "text": "(Fig. 7A-C, bottom panels)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1050,
                    "end": 1075,
                    "text": "Fig. 7A-C, middle panels)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1312,
                    "end": 1318,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2201,
                    "end": 2221,
                    "text": "(Fig. 7C, top panel)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2454,
                    "end": 2480,
                    "text": "(Fig. 7A,B, bottom panels)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "the rZiKV rescued in vivo maintains virulence in a second round of infection."
        },
        {
            "text": "Immunogenicity and protection efficacy of the rZIKVatt in vivo rescue. We further evaluated whether IP inoculation of the pBAC-ZIKVatt/LPF mixture would lead to protective responses against ZIKV in mice. To that end, mice were inoculated with empty pBAC or pBAC-ZIKVatt complexed with LPF, or infected with a sublethal dose of rZIKVatt as described before. After that, mice were bled at 21 dpi and the sera were collected and evaluated for IgG antibodies against total ZIKV proteins by ELISA (Fig. 8A) . Specific antibodies against ZIKV antigens were detected in mice inoculated with pBAC-ZIKVatt/LPF but not in samples from empty pBAC vector/LPF-inoculated mice. Importantly, the levels of antibodies were comparable to those obtained from mice infected with the sublethal dose (0.1 X MLD 50 ) of rZIKVatt (Fig. 8A, right panel) . Further evaluation of ZIKV neutralizing antibodies (NAb) by focus-reduction neutralization test (FRNT) on Vero cells (Fig. 8B ) revealed robust NAb responses in serum samples from mice inoculated with the pBAC-ZIKVatt/LPF mixture, but not in samples from mice inoculated with the empty pBAC vector/LPF control. NAb responses in the pBAC-ZIKVatt/LPF-inoculated group (Fig. 8B, middle panel) , were similar to those in serum samples from mice infected with the sublethal dose of rZIKVatt (Fig. 8B, right panel) . Given the strong humoral response elicited after inoculation of pBAC-ZIKVatt, we next examined the protection levels of the vaccinated mice against a lethal challenge at 21 dpi with a lethal dose of rZIKV (50 X MLD 50 ) 30 . Mice in the pBAC-ZIKVatt/LPF-inoculated group and those in the control rZIKVatt group were fully protected against lethal rZIKV challenge, showing no signs of disease, no body weight loss (Fig. 9A) and viremia below levels of detection. In contrast, mice inoculated with the empty pBAC vector/LPF mixture or PBS mock-inoculated succumbed to viral infection between days 8 and 9 post-challenge (Fig. 9B) , with typical clinical signs of ZIKV infection (data not shown) and high virus titers at 3 and 6 days post-challenge (Fig. 9C) . Altogether, these results demonstrate that a single IP inoculation of the pBAC-ZIKVatt/LPF mixture is safe, immunogenic and provides sterilizing immunity against lethal challenge with a virulent rZIKV strain. [20] [21] [22] . More importantly, reverse genetics has been essential to define the molecular signatures in RNA viruses responsible for replication and transcription, assembly, transmission, host-virus interaction, and pathogenesis 4,18,20-24 . A major caveat with the current use of reverse genetics approaches, however, is that in vitro culture systems impose bottlenecks on RNA viruses that eventually leads to selection of a virus population more adapted to grow in vitro. Such effects may impede the rescue of biologically relevant viruses, which are ultimately being replaced for those with altered phenotypes in vivo compared to the wild-type field isolates. Similar concerns have been raised in the generation of LAVs for the treatment of some viral infections [37] [38] [39] [40] . Systems that allow for de novo synthesis of RNA viruses directly in vivo have the potential to overcome the current limitations of in vitro systems, including unwanted mutations, and allow for a more comprehensive analysis of the molecular attributes of field strains in animal models or natural hosts.",
            "cite_spans": [
                {
                    "start": 2310,
                    "end": 2314,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2315,
                    "end": 2319,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2320,
                    "end": 2324,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3080,
                    "end": 3084,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 3085,
                    "end": 3089,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 3090,
                    "end": 3094,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 3095,
                    "end": 3099,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 492,
                    "end": 501,
                    "text": "(Fig. 8A)",
                    "ref_id": null
                },
                {
                    "start": 807,
                    "end": 829,
                    "text": "(Fig. 8A, right panel)",
                    "ref_id": null
                },
                {
                    "start": 949,
                    "end": 957,
                    "text": "(Fig. 8B",
                    "ref_id": null
                },
                {
                    "start": 1198,
                    "end": 1221,
                    "text": "(Fig. 8B, middle panel)",
                    "ref_id": null
                },
                {
                    "start": 1318,
                    "end": 1340,
                    "text": "(Fig. 8B, right panel)",
                    "ref_id": null
                },
                {
                    "start": 1756,
                    "end": 1765,
                    "text": "(Fig. 9A)",
                    "ref_id": null
                },
                {
                    "start": 1961,
                    "end": 1970,
                    "text": "(Fig. 9B)",
                    "ref_id": null
                },
                {
                    "start": 2089,
                    "end": 2098,
                    "text": "(Fig. 9C)",
                    "ref_id": null
                }
            ],
            "section": "the rZiKV rescued in vivo maintains virulence in a second round of infection."
        },
        {
            "text": "In this report, we have expanded the potential of in vivo reverse genetics described previously 34 by showing the efficient rescue of rZIKV from a BAC cDNA clone (pBAC-ZIKV). We systematically analyzed whether Vero cells transfected with pBAC-ZIKV, the pBAC-ZIKV/LPF mixture or naked pBAC-ZIKV without transfection reagent were suitable platforms for generation of rZIKV in vivo. We have previously shown that intranasal inoculation of 293T cells transfected with a reverse genetics clone of IAV in a bacmid DNA leads to generation of infectious virus 34 . Here we show that other routes (SC, IP, IM) are also suitable for transfection-based inoculation in vivo reverse genetics, at least for the rescue of rZIKV. On the other hand, we developed an in vivo rescue approach based on the direct inoculation of the pBAC-ZIKV complexed with LPF. Direct inoculation by either the SC, IM, IP routes of pBAC-ZIKV/LPF resulted in successful and efficient rZIKV recovery, with the IP route being the most consistent and efficient. While DNA without any transfection reagent has been shown to be effective for gene transfer and expression following direct injection into skeletal muscle or skin in vivo, this is the first report of IP delivery and expression of naked DNA. Regardless of the inoculation route used, virus produced using the in vivo reverse genetics approach reproduced disease associated with ZIKV infection in the mouse model, including neurological signs, body weight loss, and death. We observed that ZIKV infection was delayed 2-3 days after pBAC-ZIKV inoculation compared to ZIKV-infected mice, which can be explained by the fact that the viral RNA has to be transcribed from the pBAC-ZIKV by the cellular RNA polymerase II in the nucleus of transfected cells and further amplified in the cytoplasm by the viral replicase. Considering the time needed to rescue viruses using reverse genetics in cultured cells, our in vivo reverse genetics also represents a significant improvement in www.nature.com/scientificreports www.nature.com/scientificreports/ the time that viruses can be studied in animal models of infection. The rZIKV generated after in vivo inoculation conserved the infectivity and virulence when used to infect new mice, which is important because it implies that the system recapitulates a bona fide ZIKV replication cycle. Further studies suggest that in vivo ZIKV rescue is dependent on the concentration of plasmid, but the virus can be recovered even in the absence of transfection reagent, albeit with lower efficiency. This also represent an advantage over current in vitro reverse genetic approaches that requires the use of expensive transfection reagents for successful recovery of viruses in cultured cells. Overall, these results demonstrate the feasibility of using the in vivo reverse genetics approach for the successful rescue of rZIKV in vivo. This methodology could be useful to directly test the contribution of specific mutations in the viral genome in vivo, without the need of prior recovering and amplifying the virus in vitro, to minimize potential mutations associated with passaging the virus in culture cells and overall reducing the time required to study viruses in validated animal models of infection. Moreover, this approach could be useful to rescue other RNA viruses, with poor replication properties in cultured cells 41 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse genetic approaches have been successfully used in the past to generate recombinant infectious viruses in permissive cells in vitro"
        },
        {
            "text": "It is important to indicate that our studies are based on the use of IFNAR −/− A129 mice that are deficient in type I IFN responses. In this animal model, infection with ZIKV using different routes (e.g. subcutaneous, intraperitoneal or intramuscular) results in neurological disease and the animals succumb to viral infection with high viral load in the blood and organs (liver, spleen, kidney, brain, and spin cord), consistent with ZIKV infection and manifestation in humans. Contrary, infection of WT mice with ZIKV does not results in clinical signs Figure 6 . In vivo rescue of rZIKV using different concentrations of naked pBAC-ZIKV cDNA. Four-to-fiveweek-old IFNAR−/− A129 male (N = 3) and female (N = 3) mice were inoculated IP with 50, 25, 12.5, and 6.25 µg of pBAC-ZIKV without a transfection reagent. Body weight (A), survival (B) and viral titers in mouse sera (C) were analyzed as described above. Error bars represent SD of the mean for each group of mice. Symbols represent data from individual mice and bars the geometric means of viral titers. *Virus not detected in one mouse; &, virus not detected in two mice; ND, not detected. Dotted black lines indicate the LoD (200 FFU/ml). Statistically significant differences (p = 0.033) in survival were observed using a Long-rank test. No statistically significant differences (p = 0.336) in viral titers were observed using ANOVA test. of infection, mortality or detection of the virus at different times post-infection in the blood or organs of infected animals 33, 45 . Thus, the use of IFNAR −/− A129 immunodeficient mice represented the best suitable model to demonstrate the successful rescue of recombinant ZIKV using in vivo reverse genetics. Further studies using a more relevant animal model of ZIKV infection, currently outside the scope of this manuscript, will demonstrate the feasibility of using similar in vivo reverse genetics for the feasibility to generate recombinant ZIKV.",
            "cite_spans": [
                {
                    "start": 1527,
                    "end": 1530,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 555,
                    "end": 563,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Reverse genetic approaches have been successfully used in the past to generate recombinant infectious viruses in permissive cells in vitro"
        },
        {
            "text": "Previous studies have reported that in vitro transcribed Hepatitis C virus (HCV) viral (v)RNA was infectious after direct injection into the liver of chimpanzees 42, 43 . This was an important technical advance in the field, since HCV does not replicate efficiently in cell cultures 25, 44 . However, it also has some major limitations, including the need of transcribing the vRNA before in vivo delivery, which may introduce spurious mutations and is also limited to the quality, quantity, and stability of the transcribed vRNA in vivo. In that sense, our approach to recover recombinant viruses in vivo represents a major advance since plasmid DNA is easier to produce and more stable that vRNA transcripts. The plasmid DNA was inoculated IP, which allows for systemic delivery and therefore no specific organs have to be injected. We were able to obtain 100% viral rescue success when using up to 12.5 μg of plasmid DNA, alone or in combination with transfection reagents. Also, our results demonstrate that the IM route, a more validated in vivo DNA delivery, also serves as a useful method for in vivo rescue of rZIKV, although the IP route was more efficient in the recovery of rZIKV, challenging the gold standard (IM route) of plasmid DNA delivery in vivo.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Reverse genetic approaches have been successfully used in the past to generate recombinant infectious viruses in permissive cells in vitro"
        },
        {
            "text": "DNA vaccines have several advantages over LAVs, including stability and cost 45, 46 . However, DNA vaccines have been hampered by issues related to poor immunogenicity and/or the need for inoculation of high amounts (mgs) in order to generate adequate protective responses. In contrast, LAVs have been shown to provide efficient, multidimensional protective responses by stimulating humoral and cellular protective immune responses. www.nature.com/scientificreports www.nature.com/scientificreports/ The major drawback of LAVs is that they may require specialized culture system substrates for production and a cold-chain to maintain the integrity of the vaccine 45, 47 . The ability to combine the advantages of these two systems, like the one described in this report, opens the exciting possibility for greatly improving vaccines and vaccination strategies for a myriad of pathogens, including ZIKV. We took advantage of our previously described pBAC-ZIKVatt cDNA infectious clone 30 to show that rZIKVatt was efficiently recovered and safe in vivo, which in turn produced strong humoral responses, including high levels of neutralizing antibodies capable of protecting mice against a lethal rZIKV challenge. This new in vivo viral rescue platform for vaccine development offers numerous advantages compared to traditional approaches and combines the advantages of DNA vaccines (stability, easy production, low manufacturing costs and limited cold-chain requirements) with the strengths of LAVs (dose sparing, broad innate and adaptive immune responses) [48] [49] [50] [51] . More importantly, our new in vivo reverse genetics approach could be extended to vaccine development for other RNA viruses that represent a concern in human health.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1557,
                    "end": 1561,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1562,
                    "end": 1566,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1567,
                    "end": 1571,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1572,
                    "end": 1576,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Reverse genetic approaches have been successfully used in the past to generate recombinant infectious viruses in permissive cells in vitro"
        },
        {
            "text": "African green monkey kidney epithelial Vero cells (ATCC, CCL-81) were grown in Dulbecco's modified Eagle's medium (DMEM; Mediatech, Inc) supplemented with 5% fetal bovine serum (FBS), 2 mM L-glutamine, 100 U/ml penicillin and 100 μg/ml streptomycin at 37 °C with 5% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cells."
        },
        {
            "text": "ZiKV and infectious BAc cDnA clones. The rZIKV wild type Paraiba/2015 and its corresponding attenuated (att) strain were previously described 30 and obtained after transfection of Vero cells with the corresponding infectious BAC cDNA clones. The rZIKVatt contains a valine (V) to alanine (A) substitution at position 117 in the viral NS2A protein that renders the virus attenuated in mice 30 . Briefly, ZIKV genomes were assembled in the BAC plasmid pBeloBac11 under the control of the CMV promoter and flanked at the 3′ end by the hepatitis delta virus (HDV) ribozyme and the bovine growth hormone (BGH) termination and polyadenylation sequences 52 . Infectious clones were propagated in the DH10B strain of E. Coli (Gibco/BRL), and BAC were prepared using the Qiagen plasmid Giga kit, following the manufacture specifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cells."
        },
        {
            "text": "Vero cells grown to 90% of confluence (6-well plate format, 1 × 10 6 cells/well, triplicates) were transfected with 5 μg of the ZIKV BAC cDNA clones using 15 μl of LPF (Invitrogen), as described previously 29 . At 6 hpt, media was removed and replaced with grown media supplemented with 2% FBS. For in vitro rescues, tissue culture supernatants were collected after 3-4 days, when cytopathic effect (CPE) was apparent (60-80%), and stored at −80 °C. Virus stocks were propagated in Vero cells and titrated by immunofocus assay in Vero cells using the pan-flavivirus envelope (E) protein monoclonal antibody (mAb) 4G2 from BEI Resources (NR-50327) 27 . Viral titers were expressed as focus-forming units per ml (FFU/ml) 27 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovery of rZiKV from BAc cDnA clones in Vero cells."
        },
        {
            "text": "Mouse studies. IFNAR −/− A129 mice (Jackson Laboratory) were bred and maintained in the animal care facility of the University of Rochester Medical Center (URMC). All mice were housed under specific pathogen-free conditions. Mouse experiments were approved by the University of Rochester Committee of Figure 8 . Immunogenicity of in vivo inoculation with the pBAC-ZIKVatt cDNA. Mice inoculated as described in Fig. 7 were bled at 21 dpi and the presence of ZIKV antibodies in sera samples were determined by ELISA using cell extracts of ZIKV-infected Vero cells (A). In addition, the presence of ZIKV neutralizing antibodies was evaluated using a FRNT assay on Vero cells (B). Virus in the absence of sera (no sera) was used to calculate 100% viral infection. Error bars represent SD of the mean for each group of sera samples. (2020) 10:512 | https://doi.org/10.1038/s41598-020-57545-2 www.nature.com/scientificreports www.nature.com/scientificreports/ Animal Resources and carried out in compliance with the recommendations in the Guide for the Care and Use of Laboratory Animals of the National Research Council 53 . Four-to-five-week-old female and/or male mice were anesthetized (IP) with a solution of ketamine (100 mg/kg) and xylazine (10 mg/kg), and then inoculated in the footpad (subcutaneous, SC), in the quadriceps muscle (intramuscularly, IM) or in the peritoneal cavity (intraperitoneally, IP) as indicated in the main text. Morbidity (body weight loss and paralysis) and mortality were monitored for 18 days. Mice showing severe signs of paralysis or mice that lost more than 20% of their initial body weight were humanely euthanized following AVMA guidelines. Statistical analyses were performed using PRISM software (GraphPad, version 7).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 309,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 416,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Recovery of rZiKV from BAc cDnA clones in Vero cells."
        },
        {
            "text": "Determination of viremia in sera samples. Mouse sera were collected by submandibular bleeding at the indicated dpi and blood was maintained at room temperature for 30 min to allow clotting. Serum was separated by centrifugation at 5,000 rpm for 20 min and immediately stored at −80 °C. Viral titers were determined by FFU assays in Vero cells 27 . enzyme-linked immunosorbent assay (eLiSA). To assess the levels of virus-specific antibodies present in the sera of vaccinated mice, ELISAs were performed as previously described 27, 54, 55 . Briefly, 96-well ELISA Figure 9 . Protection efficacy of the pBAC-ZIKVatt cDNA clone. Mice were inoculated as described in Fig. 7 and at 21 dpi, animals were challenged SC in the footpad with 50 X MLD 50 of wild type rZIKV. As an internal control, a group of mice were inoculated with PBS. Body weight (A) and survival (B) were evaluated at the indicated days post-challenge. Mice that lost more than 20% of their initial body weight or presented hind limb paralysis were humanely euthanized. Error bars represent SD of the mean for each group of mice. Mice were bled at days 3 and 6 post-challenge and viral titers in sera were determined by immunofocus assay (FFU/ ml) (C). Symbols represent data from individual mice and bars the geometric means of viral titers. *Virus not detected in one mouse; ND, not detected. Dotted black lines indicate the LoD (200 FFU/ml). No statistically significant differences in protection efficacy against the lethal challenge with ZIKV were observed in mice inoculated with pBAC-ZIKVatt or rZIKVatt. (2020) 10:512 | https://doi.org/10.1038/s41598-020-57545-2 www.nature.com/scientificreports www.nature.com/scientificreports/ plates (ThermoFisher) were coated with extracts from ZIKV-infected Vero cells, and incubated overnight at 4 °C. Coated wells were blocked with 1% BSA in PBS, and incubated with 2-fold serial dilutions of mice sera (starting dilution of 1:100) for 1 h at 37 °C, following by incubation with horseradish peroxidase (HRP)-conjugated goat anti-mouse IgG for 1 h at 37 °C. Reactions were developed with tetramethylbenzidine (TMB) substrate (BioLegend) for 10 min at room temperature, quenched with 2 N H 2 SO 4 and read at 450 nm in a Vmax Kinetic microplate reader (Molecular Devices).",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "27 .",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "54,",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 563,
                    "end": 571,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 669,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Recovery of rZiKV from BAc cDnA clones in Vero cells."
        },
        {
            "text": "The presence of neutralizing antibodies in the sera of vaccinated mice were determined by FRNT as previously described 56 . Briefly, 2-fold serial dilutions of sera (starting dilution of 1:800) were incubated with 25 FFU of rZIKV for 3 h at 37 °C, and used to infect subconfluent (80%) monolayers of Vero cells in 96-well plates. After 90 min of viral absorption at 37 °C, virus-sera mixture was removed, and the cells overlaid with 100 μl of growth medium containing 2% FBS and 1% Avicel. Cells were fixed at 36 h post-infection with 4% paraformaldehyde and prepared for immunostaining assay using 1 μg/ml of mAb 4G2. Viral plaques were visualized using Vectastin ABC kit and DAB HRP substrate (Vector Laboratories Inc.), following the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "focus-reduction neutralization test (fRnt)."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Calls Off Global Zika Emergency",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Friedrich",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA",
            "volume": "317",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Full-length sequencing and genomic characterization of Bagaza, Kedougou, and Zika viruses",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kuno",
                    "suffix": ""
                },
                {
                    "first": "G.-J",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch. Virology",
            "volume": "152",
            "issn": "",
            "pages": "687--696",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Reverse Genetic Approaches for the Generation of Recombinant Zika Virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Avila-Perez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nogales",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Viruses",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structural biology of Zika virus and other flaviviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sevvana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Rossmann",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Struct. & Mol. Biol",
            "volume": "25",
            "issn": "",
            "pages": "13--20",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Zika virus inhibits type-I interferon production and downstream signaling",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "EMBO Rep",
            "volume": "17",
            "issn": "",
            "pages": "1766--1775",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Zika virus evades interferon-mediated antiviral response through the co-operation of multiple nonstructural proteins in vitro",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Discov",
            "volume": "3",
            "issn": "",
            "pages": "17006--17006",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An evolutionary NS1 mutation enhances Zika virus evasion of host interferon induction",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Commun",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Dengue Virus Replication Complex: From RNA Replication to Protein-Protein Interactions to Evasion of Innate Immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lescar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "1062",
            "issn": "",
            "pages": "115--129",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Zika Virus Infection as a Cause of Congenital Brain Abnormalities and Guillain-Barre Syndrome: Systematic Review",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krauer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Med",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The emergence of Zika virus and its new clinical syndromes",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Pierson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "560",
            "issn": "",
            "pages": "573--581",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Zika virus infection complicated by Guillain-Barre syndrome-case report",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oehler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Guillain-Barre Syndrome After Zika Virus Infection in Brazil",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Do Rosario",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "95",
            "issn": "",
            "pages": "1157--1160",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Zika Virus in the Male Reproductive Tract",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stassen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Armitage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Der Heide",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Beagley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Frentiu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Routes of Zika virus dissemination in the testis and epididymis of immunodeficient mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Tsetsarkin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature. Communications",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Maternal-Fetal Transmission of Zika Virus: Routes and Signals for Infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "U"
                    ],
                    "last": "Mysorekar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. interferon & cytokine research: Off. J. Int. Soc. Interferon Cytokine Res",
            "volume": "37",
            "issn": "",
            "pages": "287--294",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Zika Virus Infection during Pregnancy in Mice Causes Placental Damage and Fetal Demise",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Miner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell",
            "volume": "165",
            "issn": "",
            "pages": "1081--1091",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "RNA virus reverse genetics and vaccine design",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Stobart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Viruses",
            "volume": "6",
            "issn": "",
            "pages": "2531--2550",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Molecular cloning of poliovirus cDNA and determination of the complete nucleotide sequence of the viral genome",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Racaniello",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Proc. Natl Acad. Sci. U S Am",
            "volume": "78",
            "issn": "",
            "pages": "4887--4891",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Reverse Genetics Approaches for the Development of Influenza Vaccines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nogales",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Mol. Sci",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Flavivirus reverse genetic systems, construction techniques and applications: a historical perspective",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aubry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nougairede",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "De Lamballerie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antivir. Res",
            "volume": "114",
            "issn": "",
            "pages": "67--85",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Coronavirus reverse genetic systems: infectious clones and replicons",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virus Res",
            "volume": "189",
            "issn": "",
            "pages": "262--270",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Reverse Genetics Approaches to Control Arenavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "De La Torre",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Methods Mol. Biol",
            "volume": "1403",
            "issn": "",
            "pages": "313--351",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Arenavirus reverse genetics for vaccine development",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ortiz-Riano",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carlos De La Torre",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Gen. virology",
            "volume": "94",
            "issn": "",
            "pages": "1175--1188",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Enhancement of Hepatitis C Virus RNA Replication by Cell Culture-Adaptive Mutations",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lohmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartenschlager",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virology",
            "volume": "75",
            "issn": "",
            "pages": "4614--4624",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Production of Infectious Genotype 1b Virus Particles in Cell Culture and Impairment by Replication Enhancing Mutations",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pietschmann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLOS Pathog",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "An Alanine-to-Valine Substitution in the Residue 175 of Zika Virus NS2A Protein Affects Viral RNA Synthesis and Attenuates the Virus In Vivo",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marquez-Jurado",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Viruses",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The double-edged sword: How evolution can make or break a live-attenuated virus vaccine",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Evolution (N. Y.)",
            "volume": "4",
            "issn": "",
            "pages": "635--643",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Rescue of Recombinant Zika Virus from a Bacterial Artificial Chromosome cDNA Clone",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ávila-Pérez",
                    "suffix": ""
                },
                {
                    "first": "J.-G",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nogales",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazán",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martínez-Sobrido",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JoVE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A natural polymorphism in Zika virus NS2A responsible of virulence Sci Rep",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ávila-Pérez",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A Susceptible Mouse Model for Zika Virus Infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Dowall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Characterization of a Novel Murine Model to Study Zika Virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Rossi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "94",
            "issn": "",
            "pages": "1362--1369",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Animal Models of Zika Virus Infection, Pathogenesis, and Immunity",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "All-in-One Bacmids: an Efficient Reverse Genetics Strategy for Influenza A Virus Vaccines",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virology",
            "volume": "88",
            "issn": "",
            "pages": "10013--10025",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Alternative Reassortment Events Leading to Transmissible H9N1 Influenza Viruses in the Ferret Model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kimble",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "66--71",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "In vivo selection of H1N2 influenza virus reassortants in the ferret model",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Angel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kimble",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pena",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Perez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "3277--3283",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Correlation between amount of virus with altered nucleotide sequence and the monkey test for acceptability of oral poliovirus vaccine",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Chumakov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Powers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Noonan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Roninson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Levenbook",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "88",
            "issn": "",
            "pages": "199--203",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Identification of the Mechanisms Causing Reversion to Virulence in an Attenuated SARS-CoV for the Design of a Genetically Stable Vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Jimenez-Guardeno",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Vaccine-derived poliovirus (VDPV): Impact on poliomyelitis eradication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Minor",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "2649--2652",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Rationalizing the development of live attenuated virus vaccines",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lauring",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Biotechnol",
            "volume": "28",
            "issn": "",
            "pages": "573--579",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Animal Models to Study Hepatitis C Virus Infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burm",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Collignon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Mesalam",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meuleman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front. Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Transmission of Hepatitis C by Intrahepatic Inoculation with Transcribed RNA",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kolykhalov",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Science",
            "volume": "277",
            "issn": "",
            "pages": "570--574",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Transcripts from a single full-length cDNA clone of hepatitis C virus are infectious when directly transfected into the liver of a chimpanzee",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yanagi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "U"
                    ],
                    "last": "Emerson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bukh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc. Natl Acad. Sci",
            "volume": "94",
            "issn": "",
            "pages": "8738--8743",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Efficient replication of hepatitis C virus genotype 1a RNAs in cell culture",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Blight",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mckeating",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marcotrigiano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "3181--3190",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Recent Advances in Zika Virus Vaccines",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mehmetoglu-Gurbuz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Viruses",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Vaccines licensed and in clinical trials for the prevention of dengue",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torresi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ebert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pellegrini",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Hum. Vaccin. Immunother",
            "volume": "13",
            "issn": "",
            "pages": "1059--1072",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "New Vaccine Technologies to",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rauch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jasny",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Petsch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Combat Outbreak Situations. Front. immunology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "DNA Vaccines: Immunology, Application, and Optimization",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gurunathan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Klinman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Seder",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annu. Rev. Immunology",
            "volume": "18",
            "issn": "",
            "pages": "927--974",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Engineering DNA vaccines against infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jhan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Acta Biomaterialia",
            "volume": "80",
            "issn": "",
            "pages": "31--47",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Novel Approaches for The Development of Live Attenuated Influenza Vaccines",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Blanco-Lobo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nogales",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martínez-Sobrido",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Live attenuated vaccines: Historical successes and current challenges. Virology 479-480",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Minor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "379",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Complete nucleotide sequence of two generations of a bacterial artificial chromosome cloning vector",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boysen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shizuya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hood",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Biotechniques",
            "volume": "23",
            "issn": "",
            "pages": "992--994",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Use of Laboratory, A. The National Academies Collection: Reports funded by National Institutes of Health",
            "authors": [],
            "year": 2011,
            "venue": "Guide for the Care and Use of Laboratory Animals (ed. th)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Influenza A Virus Studies in a Mouse Model of Infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nogales",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martínez-Sobrido",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JoVE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Protection against lethal influenza with a viral mimic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. virology",
            "volume": "87",
            "issn": "",
            "pages": "8591--8605",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Potent Inhibition of Zika Virus Replication by Aurintricarboxylic Acid",
            "authors": [
                {
                    "first": "J.-G",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front. Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "718--718",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In vivo rescue of rZIKV from Vero cells transfected with the BAC cDNA clone. (A) Schematic representation of rZIKV in vivo rescue approach using transfected Vero cells. (B-D) Four-to-five-week-old IFNAR−/− A129 male (N = 3) and female (N = 3) mice were inoculated SC in the footpad (top), IM in the quadriceps muscle (middle) or IP in the peritoneal cavity (bottom) with 1 × 10 6 Vero cells/mouse transfected with pBAC-ZIKV. Body weight (B) and survival (C) were evaluated during 18 dpi.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "In vivo rescue of rZIKV from the pBAC-ZIKV cDNA clone complexed with LPF (pBAC-ZIKV/ LPF). (A) Schematic representation of ZIKV in vivo rescue using pBAC-ZIKV/LPF. (B-D) Four-to-five-weekold IFNAR−/− A129 male (N = 3)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "In vivo rescue of rZIKV by inoculation of different concentrations of pBAC-ZIKV/LPF. Four-to-fiveweek-old IFNAR−/− A129 male (N = 3) and female (N = 3) mice were inoculated IP with 100, 50, 25, 12.5 or 6.25 µg (top to bottom) of pBAC-ZIKV complexed with LPF as described in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "In vivo rescued rZIKV is lethal in mice. Four-to-five-week-old IFNAR−/− A129 male (N = 3) and female (N = 3) mice were infected SC in the footpad with 100 FFU/mouse of the rZIKV rescued in male (upper panels) or female (lower panels) mice inoculated with 100 µg of pBAC-ZIKV complexed with LPF (Fig. 3). Body weight loss (A) and survival (B) were evaluated daily for 18 days post-infection. Mice that loss more than 20% of their body weight or presented hind limb paralysis were humanely euthanized. Error bars represent SD of the mean for each group of mice. At 3 and 6 dpi, mice were bled and viral titers in sera were determined by immunofocus assay (FFU/ml) (C). Symbols represent data from individual mice and bars the geometric means of viral titers. &, virus not detected in two mice. Dotted black lines indicate the LoD (200 FFU/ml). No statistically significant differences were observed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "In vivo rescue of rZIKV using different transfection methods. Four-to-five-week-old IFNAR−/− A129 male (N = 3) and female (N = 3) mice were inoculated IP with 100 µg/mouse of the pBAC-ZIKV complexed with LPF (top), GenJet (middle) or without transfection reagent (bottom). Body weight (A) and survival (B) were evaluated during 18 dpi. Mice that lost more than 20% of their initial body weight or presented hind limb paralysis were humanely euthanized. Error bars represent SD of the mean for each group of mice. Mice were bled at 3, 6 and 9 dpi and viral titers in sera were determined by immunofocus assay (FFU/ml) (C). Symbols represent data from individual mice and bars the geometric means of viral titers. *Virus not detected in one mouse; &, virus not detected in two mice; ND, not detected. Dotted black lines indicate the LoD (200 FFU/ml). No statistically significant differences were observed among mice inoculated using LPF2000, GenJet or empty BAC.Scientific RepoRtS |(2020) 10:512 | https://doi.org/10.1038/s41598-020-57545-2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "In vivo rescue and safety of an attenuated rZIKV (rZIKVatt). Four-to-five-week-old IFNAR−/− A129 male (N = 3) and female (N = 3) mice were inoculated with 100 µg/mouse (top panels) of the pBAC cDNA clone of an attenuated rZIKV (pBAC-ZIKVatt) or with 100 µg/mouse of empty pBAC plasmid (middle panels) both complexed to LPF. As internal control, mice were infected SC in the footpad with a sublethal dose (0.1 X MLD 50 ) of the in vitro generated rZIKVatt (bottom panels). Body weight (A), and survival (B) were evaluated at the indicated dpi (top and middle panels) or post-infection with rZIKVatt (bottom panels). Error bars represent SD of the mean for each group of mice. Mice were bled at 3, 6 and 9 dpi or post-infection with rZIKVatt and viral titers in sera were determined by immunofocus assay (FFU/ml) (C). Symbols represent data from individual mice and bars the geometric means of viral titers. &, virus not detected in two mice; ND, not detected. Dotted black lines indicate the LoD (200 FFU/ml). No statistically significant differences in survival were observed in mice inoculated with pBAC-ZIKVatt, empty pBAC, or rZIKVatt, using a Long-rank test. Statistically significant differences (p = 0.034) in viral titers were observed in mice inoculated with pBAC-ZIKVatt or rZIKVatt using ANOVA test.Scientific RepoRtS |(2020) 10:512 | https://doi.org/10.1038/s41598-020-57545-2",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Snezhana Dimitrova for technical assistance with the mice experiments. We also thanks BEI Resources for providing the pan-flavivirus E protein mAb 4G2 (NR-50327). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial, financial and nonfinancial or personal conflict of interest in relation to the work described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "competing interests"
        },
        {
            "text": "Correspondence and requests for materials should be addressed to F.A. or L.M.-S.Reprints and permissions information is available at www.nature.com/reprints.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International"
        }
    ]
}