{
    "paper_id": "1b2d0c795271b2dffeba58396e52cca462185d78",
    "metadata": {
        "title": "Communicating and Monitoring Surveillance and Response Activities for Malaria Elimination: China's ''1-3-7'' Strategy",
        "authors": [
            {
                "first": "Jun",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiangsu Institute of Parasitic Diseases",
                    "location": {
                        "settlement": "Wuxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hugh",
                "middle": [
                    "J W"
                ],
                "last": "Sturrock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Global Health Group",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco, San Francisco",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "Cotter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Global Health Group",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco, San Francisco",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuisen",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Parasitic Diseases",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huayun",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiangsu Institute of Parasitic Diseases",
                    "location": {
                        "settlement": "Wuxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yaobao",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiangsu Institute of Parasitic Diseases",
                    "location": {
                        "settlement": "Wuxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Linhua",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Parasitic Diseases",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Roly",
                "middle": [
                    "D"
                ],
                "last": "Gosling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Global Health Group",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco, San Francisco",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "G A"
                ],
                "last": "Feachem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Global Health Group",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco, San Francisco",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiangsu Institute of Parasitic Diseases",
                    "location": {
                        "settlement": "Wuxi",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Taking a malaria control program from the control phases through to elimination is challenging. The reorientation of the malaria control program involves a shift of focus, from reaching high levels of coverage of interventions to prevent morbidity and mortality, to an emphasis on completeness and timeliness of activities in order to seek out infections and interrupt transmission. The need to communicate this change in strategic thinking to large, cumbersome health systems has proven a challenge. Has China found a solution?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Surveillance to rapidly identify potential and ongoing areas of disease transmission that initiates a rapid and high-quality targeted response is essential for any disease elimination program. For malaria elimination programs, surveillance and the ensuing response includes refinement in both the spatial aspects of reporting and the timeliness of activities (see Figure 1 ). Malaria programs in countries that have regions with low endemicity or that are already on a path to malaria elimination operationalize the need to rapidly identify infections and prevent them from spreading through a strategy of surveillance and response. The most widely adopted surveillance and response approach is a strategy called reactive case detection (RACD), whereby household members, neighbors, and other contacts of passively detected cases are screened for infection and treated with antimalarials [1] [2] [3] [4] . The RACD response is often combined with other essential components of an elimination campaign, namely, vector control and community education and participation. The RACD process is similar to contact tracing in tuberculosis and relies on the fact that at low transmission levels, malaria is highly clustered geographically into micro-foci, or hotspots, or is clustered demographically into high-risk groups, or ''hot populations'' [2, 5] . Although the effectiveness of RACD in reducing malaria transmission has not been demonstrated, RACD is a widely adopted and implemented malaria elimination strategy.",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 891,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 892,
                    "end": 895,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1338,
                    "end": 1341,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1342,
                    "end": 1344,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 372,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Thirteen out of 14 countries in the Asia Pacific Malaria Elimination Network [6] , several countries in Africa (implemented in Swaziland [3] and South Africa [7] , and in pilot programs in Zambia [8] , Senegal [9] , and Namibia), and countries in the elimination phase globally employ some form of RACD activity. RACD programs that have carried out monitoring and evaluation of their systems find that there are challenges with operationalizing RACD, particularly with regards to the The Health in Action section provides a place where groups or individuals who are not represented regularly in a medical journal have a forum to describe the important issues from their perspective. Authors might include patient advocacy groups, healthcare workers, or non-governmental organizations.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "N Malaria elimination requires surveillance systems that can reliably rapidly detect and respond to individual cases. N China's ''1-3-7'' approach defines targets used to guide and monitor case reporting, investigation, and response, respectively: reporting of malaria cases within one day, their confirmation and investigation within three days, and the appropriate public health response to prevent further transmission within seven days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "N Central to the value and effectiveness of the approach is the ability to communicate information between administrative levels to encourage rapid and complete reporting as well as improved adherence to surveillance and response procedures by health personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "N The 1-3-7 approach is a valuable and simple set of targets that could be adopted by other countries and by similar disease elimination programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "timely completion of activities and reaching satisfactory coverage of the target population [3] . At the last stages of malaria elimination, programs must be highly vigilant and seek to find every infection. When identified, action to prevent onward transmission of malaria must be complete and prompt. In health systems that rarely see malaria, as is common in settings close to malaria elimination, communicating to health workers the need to urgently and accurately report cases and carry out RACD, and the need to monitor their actions, is problematic. Here we describe the 1-3-7 system employed by the national malaria elimination program in China to communicate and monitor its key malaria elimination strategy.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "China launched its malaria elimination program in July 2010 with a plan to achieve elimination by 2020 [10] . Malaria cases (local and imported) have been reduced from more than 26,000 in 2008 to 2,716 in 2012, of which only 243 were due to local transmission. Plasmodium falciparum has been almost eliminated (only 16 cases of falciparum malaria in 2012, along the China-Myanmar border) [11] . This success has been driven by a focused program delivering and monitoring targeted interventions to those at risk, including a RACD program that is described by 1-3-7 (see Box 1).",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Communicating the Strategy 1-3-7 is a simplified set of targets that delineates responsibilities, actions, and their time frame. These specific targets were set following discussions with the Ministry of Health, malaria experts, and local health workers, and were deemed feasible based on national and local capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All individuals with fever who present at local health-care providers are tested for malaria parasites using microscopy or a rapid diagnosis test (RDT), with those positive treated immediately with antimalarials according to China's drug policy ( Figure 2 ). Because malaria is now rare in China, the quality of malaria diagnosis cannot be assured at lower levels of the health system. Thus, local health-care providers are encouraged to report both confirmed and suspected malaria cases within 24 hours using the web-based China Information System for Disease Control and Prevention (CISDCP) [12] . A cellphone-based short message service alert system immediately informs local Chinese Center for Disease Control and Prevention (China CDC) staff of a case, ensuring timely follow-up ( Figure 3 ).",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 597,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 255,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 786,
                    "end": 794,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case Reporting within One Day"
        },
        {
            "text": "Case investigation comprises two components that should both be completed within three days: (1) case confirmation and (2) case classification. Cases are confirmed via double reading of slides by expert microscopists, and where possible quality assured using PCR at the provincial laboratory, albeit with some delay. Cases are classified as being locally acquired or imported by a careful epidemiological investigation according to China's technical scheme of malaria elimination [13] . A case is classified as imported only if the individual has travelled to a malaria-endemic country within the previous month, or has travelled to another district in China with clear evidence of malaria transmission (local cases reported). Otherwise, the case is classified as local. If the origin of the infection is difficult to determine, a provincial or national expert team will review the case and ascertain origin.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Case Investigation within Three Days"
        },
        {
            "text": "Irrespective of whether the case is classified as local or imported, the local area around a case (the focus) is investigated to evaluate the risk of local transmission. Different actions are triggered according to the results of the investigation and should be completed within seven days. If the local area is not thought to support transmission because of the absence of vectors (i.e., during the non-transmission season or without a capable vector-Anopheles sinensis is unlikely to transmit Plasmodium falciparum), the focus is classified as an ''inactive focus.'' If the case is classified as imported and resides in a malaria-free area, the focus is classified as a ''pseudo focus.'' For both inactive and pseudo foci, RACD screening is carried out in demographic contacts of the case (''hot populations'') such as coworkers who travelled to the same area, and health education materials are distributed. Where viable vectors are identified, the focus is classified as an ''active focus.'' For active foci, vector control (indoor residual spraying) and more intensive RACD (up to 200 neighbors screened) is initiated. RACD is conducted using RDTs for immediate results, with filter paper blood spots collected from all people screened and taken to the provincial laboratory for later molecular (PCR) testing in order to detect low-density infections that would be missed by RDTs. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Investigation and Action within Seven Days"
        },
        {
            "text": "For communication purposes, summary statistics of the three indicators (i.e., proportion of cases reported in one day, investigated in three days, and responded to in seven days) are produced by the CISDCP and fed back to a number of administrative levels ( Figure 3 ). Daily data are collated and verified at the county level by the county-level China CDC staff, who follow up the individual cases and the health facilities that reported the case. At the provincial level, a weekly case analysis report is produced by the Provincial Malaria Elimination Program Manager; this report includes a brief investigation report for each case. Monthly 1-3-7 implementation analysis reports are generated by the Ministry of Health and circulated to all Provincial Health Departments and at a national level to the National Institute of Parasitic Diseases for monitoring and evaluation purposes. Once the case investigation or response activity for a case is complete, there is a reporting channel that feeds into the larger information system to provide critical feedback on the results of the response and action for each index case. Many disease control programs yearn for such a feedback loop, whereby all levels of the system are reminded of their responsibilities and can monitor their own performance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 266,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "1-3-7 Reporting"
        },
        {
            "text": "Following the launch of the National Malaria Elimination Program in July 2010 [9] , the China CDC issued China's Technical Scheme of Malaria Elimination in September 2011 [13] , which identified the key activities for malaria surveillance and response during the elimination stage and the time frame of expected activities. The 1-3-7 strategy was rolled out nationally in early 2012. In July 2012, the Ministry of Health initiated monthly reports for wider dissemination. In October 2012, the monthly reporting was integrated into the web-based health information system (CISDCP).",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "China's Progress"
        },
        {
            "text": "After the initiation of monthly reports by the Ministry of Health in July 2012, the timeliness of implementation of malaria surveillance and response significantly improved, most notably for case investigation. Case reporting is almost always done within one day because this is the timeline required by law. Throughout the remainder of 2012 and 2013, the proportion of cases investigated within three days increased substantially from around 55% to the nearly 100% seen today (Figure 4 ). While there have been improvements in the timeliness of focus investigation and response, the proportion of cases for which this occurs within seven days still requires improvement.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 486,
                    "text": "(Figure 4",
                    "ref_id": null
                }
            ],
            "section": "China's Progress"
        },
        {
            "text": "Central to the widespread adoption of the 1-3-7 approach is the real-time reporting of case data. Achieving such rapid reporting required overcoming two major challenges: developing an information technology system to handle the flow and storage of case data, and ensuring that the system is effectively used by health personnel. The information technology challenge was overcome in China by integrating malaria reporting into the web-based health information system (CISDCP) established after the severe acute respiratory syndrome outbreak. Once the system was established, encouraging health staff to move from paperbased reporting to using the CISDCP was not always a simple process. To address this issue, the Ministry of Health introduced a small financial incentive. For example, in Jiangsu Province workers are paid 30 CNY (US$ 4.80) for reporting, and 70 CNY (US$ 11.30) for completing case investigation. This incentive to compensate for the additional work required has led to substantial improvements in the use of the system and remains in place to encourage adherence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Moving forward, key challenges affecting the 1-3-7 approach remain. First, PCR confirmation of all cases within the threeday target and screening of household members, neighbors, and networks of cases within the seven-day target are continuing challenges. Such PCR confir-Box 1. The 1-3-7 Strategy Designed to Guide and Monitor Malaria Surveillance and Response in China 1: Case reporting within one day. Any confirmed and suspected malaria cases by law must be reported to the web-based health information system within 24 hours of diagnosis by the local health-care provider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "3: Case investigation within three days. All malaria cases should be confirmed and visited by the county-level China CDC, where the case is reported within three days, to determine where the case originated (local or imported).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Focus investigation and action within seven days. The focus investigation should be conducted as soon as possible. If local transmission is possible or confirmed, targeted action to seek out other infections and reduce the chance of onward transmission is completed within seven days by the county-level China CDC of the county where the patient resides and/or works. mation is vital given the importance and prevalence of sub-microscopic infections [14] . Confirming the initial diagnosis ensures that any initial false negatives can be followed up and that false positives do not initiate an unnecessary response. PCR confirmation of the household and neighbor screening samples ensures that low-density infections are detected. The process of testing samples can be challenging: transporting and processing samples often takes longer than three days, and follow-up several days later can result in difficulties retracing cases. Efforts have been made to improve transport logistics to support immediate testing of blood spots at central laboratories. In addition, sensitive point-of-care molecular tests, such as loop-mediated isothermal amplification, are being developed [15] . Second, better methods are required to classify the source of infection. Currently, case classification is made based on travel history alone, which may lead to misclassification, particularly of P. vivax cases, which may be due to relapsed or recrudescent infections. Genotyping that can distinguish the geographical origin of infection may improve the designation of these classifications. However, standardized genotyping methods are not yet defined and are currently unlikely to be completed within the three-day window. Third, completion of focus investigation and response within the seven-day window is challenging because of the time required for comprehensive assessment of transmission risk and for planning and implementation of response activities. Hitting the seven-day target is especially difficult during the transmission season, June and July, when locally transmitted case numbers are highest and determination of foci is the most difficult. In order to speed up the process of transmission risk assessment and choice of response pack-age, standard operating procedures are being developed. Further reassessment of data generated through the 1-3-7 system will support whether the seven-day target should be changed. Finally, the human and financial resources needed to reach the 1-3-7 targets may be considerable, and evaluating the cost-effectiveness of the 1-3-7 strategy and other time frame targets may be necessary.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1176,
                    "end": 1180,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "7:"
        },
        {
            "text": "Communicating and monitoring disease-specific algorithms is essential in elimination campaigns and is particularly challenging when the disease is increasingly rare. The 1-3-7 strategy to encourage timely reporting of malaria cases, their investigation, and appropriate public health responses has a simplicity that is easy to understand, clearly defines roles and time frames, and is measurable. It should be made clear, however, that the 1-3-7 strategy is one to guide and monitor elimination activities rather than a collective term for the activities themselves. The 1-3-7 algorithm will, therefore, be suitable only in elimination settings where investigating and responding to every case is currently implemented or planned for implementation, as is the case in many low-malaria-endemic countries. In higher transmission and some pre-elimination settings, resources are often too limited to investigate and respond to large numbers of cases. A number of countries in the Asia Pacific region, members of the Asia Pacific Malaria Elimination Network, are considering adopting the 1-3-7 algorithm for their own malaria elimination programs. In many instances, the adoption of 1-3-7 will require adjustments to the time frame. For example, in the Solomon Islands, reporting of cases within 24 hours is often impossible because of lack of mobile phone or internet coverage. Reporting of cases via VHF radios stationed at health posts can only be done within 48 hours, meaning a ''2-4-7'' system may be more appropriate. In addition, a 1-3-7like approach provides a simple set of targets for programs to employ when assessing new elimination strategies, such as mass drug administration in response to an outbreak. The key component of the algorithm is that both the completeness and timeliness of activities are captured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Could similar strategies be used to measure other disease elimination programs and be rolled out globally? For malaria elimination there is a dearth of useful indicators; 1-3-7 is certainly operationally useful and, if the correct information system is in place, is easy to measure. If widely adopted, such an indicator system would provide a robust and epidemiologically relevant standard against which to make comparisons and chart the progress of elimination across regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization (2012) Disease surveillance for malaria elimination: an operational manual",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Targeting asymptomatic malaria infections: active surveillance in control and elimination",
            "authors": [
                {
                    "first": "Hjw",
                    "middle": [],
                    "last": "Sturrock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hsiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Greenhouse",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Med",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reactive case detection for malaria elimination: real-life experience from an ongoing program in Swaziland",
            "authors": [
                {
                    "first": "Hjw",
                    "middle": [],
                    "last": "Sturrock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Novotny",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kunene",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dlamini",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zulu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Operational strategies to achieve and maintain malaria elimination",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moonen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Snow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Slutsker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drakeley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "376",
            "issn": "",
            "pages": "1592--1603",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The changing epidemiology of malaria elimination: new strategies for new challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cotter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sturrock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hsiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "",
            "pages": "900--911",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Active case detection for malaria elimination: a survey among Asia Pacific countries",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith Gueye",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Galappaththy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rundi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tobgay",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Malar J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Towards the elimination of malaria in South Africa: a review of surveillance data in Mutale Municipality",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Khosa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuonza",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kruger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maimela",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Malar J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A method of active case detection to target reservoirs of asymptomatic malaria and gametocyte carriers in a rural area in Southern Province, Zambia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stresman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kamanga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moono",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hamapumbu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mharakurwa",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Malar J",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Case investigation and reactive case detection for malaria elimination in northern Senegal",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Littrell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ngom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ba",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mboup",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Malar J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ministry of Health of the People's Republic of China",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Disease surveillance based information technology platform in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "China's technical scheme of malaria elimination",
            "authors": [],
            "year": 2011,
            "venue": "Chinese Center for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Factors determining the occurrence of submicroscopic malaria infections and their relevance for control",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bousema",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ouedraogo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghani",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Commun",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Adaptation of a visualized loopmediated isothermal amplification technique for field detection of Plasmodium vivax infection",
            "authors": [
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "H-Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H-W",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Parasit Vectors",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Shifts in the spatial and temporal scales of reporting and response as countries progress towards malaria elimination. doi:10.1371/journal.pmed.1001642.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic of the chain of events conducted within the 1-3-7 time windows. IRS, indoor residual spraying. doi:10.1371/journal.pmed.1001642.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Diagram of the data reporting and feedback system for 1-3-7. CDC, China CDC; PSTN, public switched telephone network; SMS, short message service; VPN, virtual private network. doi:10.1371/journal.pmed.1001642.g003",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work has been an output the Surveillance and Response Thematic Group of the Asia Pacific Malaria Elimination Network. We thank Zhigui Xia and Weiming Wang for their support in data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}