{
    "paper_id": "1c363c20418dda4f6c674f6d7af16f92b5dce974",
    "metadata": {
        "title": "Is antibiotic resistance inevitable?",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Antibiotics target essential bacterial physiology and biochemistry, causing microbial cell death or the cessation of growth. There are five major antibiotic targets: the bacterial cell wall, the cell membrane, protein synthesis, DNA and RNA synthesis, and folic acid (vitamin B9) metabolism ( Figure 1 ). These bacterial targets are different or nonexistent in eukaryotic cells (including those of humans), which means that antibiotics are relatively nontoxic drugs. For example, the β-lactam antibiotics such as penicillins, cephalosporins and carbapenems block the synthesis of the bacterial cell wall. This structure is absent in higher organisms but is essential for bacterial survival. The bacterial ribosome is the target of the tetracycline, aminoglycoside, macrolide and other antibiotics, and is sufficiently different from the eukaryotic ribosome that cross-inhibition does not occur.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 301,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "How do successful antibiotics work and what is the basis of resistance to them?"
        },
        {
            "text": "Resistance to antibiotics occurs through four general mechanisms: target modification; efflux; immunity and bypass; and enzyme-catalyzed destruction ( Figure 1 ). Target modification can occur through mutation of the targets themselves -for example, the topoisomerases that are the target of the fluoroquinolone antibiotics -or by the production of enzymes that modify antibiotic targets, as, for example, in ribosomal methylation. Vancomycin resistance is a version of target modification where new biosynthetic machinery is engaged to alter cell-wall structure. Efflux occurs through a large family of protein pumps that eject antibiotics from inside the cell. In immunity, antibiotics or their targets are bound by proteins that prevent the antibiotic binding to its target. Arguably, the most specific and evolved mechanism of antibiotic resistance are enzymes that recognize antibiotics and modify them in such a way as to eliminate the functional characteristics that enable them to interact with their targets. For example, β-lactamases hydrolytically cleave the core β-lactam ring that is characteristic of the class and essential to antibiotic action.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "How do successful antibiotics work and what is the basis of resistance to them?"
        },
        {
            "text": "Resistance to antibiotics was recorded even before the first clinical use of penicillin in the early 1940s. In the intervening years, resistance to all classes of antibiotics has emerged, and there are no antibiotics for which resistance does not exist. There are two general strategies for resistance. One comprises mechanisms that transfer resistance vertically from a bacterium to its progeny. Examples are mutations in chromosomal genes that give rise to drug-insensitive products, such as the point mutations in the genes encoding DNA gyrase or topoisomerase IV that result in resistance to fluoroquinolone antibiotics such as ciprofloxacin. The second strategy includes the actions of genes that can be transmitted both vertically to progeny and horizontally to other bacteria, even those of different genera. These genes are located on mobile genetic elements such as plasmids, which can carry one or more resistance genes. Many of the β-lactamase genes that confer resistance to the penicillin, cephalosporin, penem and monobactam antibiotics are located on such elements, as is the glycopeptide-resistance gene cluster vanHAX, which provides resistance to vancomycin. The prevalence and mobility of resistance genes in previously sensitive pathogenic bacteria has now reached crisis levels in many cases because new antibiotics are no longer being developed at a rate that can keep pace with microbial evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Has the problem of antibiotic resistance worsened over time?"
        },
        {
            "text": "In the past two decades we have witnessed: • the rise of so-called extended spectrum β-lactamases (ESBLs), which are mutants of enzymes that previously could only inactivate penicillins but now have gained activity against many cephalosporins; • carbapenemases such as KPC and NDM-1 that inactivate all β-lactam antibiotics; • plasmid-mediated (and thus horizontally disseminated) resistance to fluoroquinolone antibiotics;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Has the problem of antibiotic resistance worsened over time?"
        },
        {
            "text": "• the spread of virulent MRSA (methicillin-resistant Staphylococcus aureus) in the community; • the rise of multi-drug resistant Neisseria gonorrhoea; • the emergence and global dissemination of multi-drug resistant Acinetobacter baumannii, Pseudomonas aerugi nosa, Klebsiella pneumoniae and Enterobacteriaceae; • the spread of extensively drug resistant Mycobacterium tuberculosis; • the development of resistance to the two newest antibiotics to be approved for clinical use -daptomycin and linezolid. Resistance is relentless and unavoidable as long as we use antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Has the problem of antibiotic resistance worsened over time?"
        },
        {
            "text": "Antibiotic resistance is the evolutionary response to the strong selective pressure that results from exposure to these compounds. The horizontal dissemination of resistance genes into bacterial species and genera that are not themselves intrinsically resistant, as well as the maintenance of resistance mutations vertically through populations is likely to be the result of contemporary use of these drugs in the clinic and on the farm. Support for this hypothesis is the infrequency of antibiotic resistance in collections of pathogenic bacteria that pre-date the antibiotic era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where does resistance come from?"
        },
        {
            "text": "Nevertheless, antibiotic resistance is a natural phenomenon. It has been recognized for decades that the resistance mechanisms that have emerged in the clinic parallel those that are intrinsic to the bacteria that produce antibiotics. Recent studies of non-pathogenic soil bacteria have revealed that the majority of environmental bacteria tested are multi-drug resistant. This reflects the fact that these microbes live and have evolved in an environment where small bioactive molecules, some toxic, some benign, are plentiful and diverse. Bacteria have simply evolved to interact with them and control their biological effects. Pathogens, on the other hand, are often more virulent forms of our commensal bacteria and simply have not been exposed to the diversity and types of small molecules found in the environment; as a result, they have not required the gamut of resistance genes found in some environmental bacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where does resistance come from?"
        },
        {
            "text": "Furthermore, the genes and proteins responsible for resistance in environmental bacteria are homologous to those found circulating in pathogens, strongly suggesting contemporary horizontal gene transfer. Opportunistic pathogens with environmental reservoirs -for example, P. aeruginosa and A. baumannii -are highly drug resistant and have a remarkable capacity to acquire new resistance genes. The environment is therefore a large reservoir of potential resistance genes: the environmental 'resistome' .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where does resistance come from?"
        },
        {
            "text": "Given the vast numbers of bacteria on the planet and the massive selection pressure provided by antibiotics, the movement of antibiotic-resistance elements from benign, but resistant, microbes into previously susceptible pathogens is simply a matter of time and opportunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where does resistance come from?"
        },
        {
            "text": "Antibiotics themselves are the source of the evolutionary pressure that eventually renders them obsolete. Limiting exposure of microbes to antibiotics therefore makes good sense to reduce the opportunity for the selection and dissemination of resistance. The inappropriate use of antibiotics by clinicians and the agricultural community needs to be curtailed. Over the past several years, the medical community in particular has made concrete efforts to curb the improper use of antibiotics. The European Union has taken the lead in limiting the nontherapeutic use of antibiotics in food animals. Robust surveillance networks that span the clinic and the farm need to be supported in order to monitor the impact of resistance and the emergence of new threats in real time. In North America, efforts such as the Strategies to Address Antimicrobial Resistance Act seek to diminish antibiotic use in agriculture and improve surveillance. Furthermore, there have been several successful campaigns to educate the public on the importance of antibiotics and the proper use of these drugs. While none of these efforts is perfect, there is much to be celebrated and encouraged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Can anything be done to slow down the emergence of resistance?"
        },
        {
            "text": "These measures all serve to reduce antibiotic use and, as a result, delay the emergence of resistance. Furthermore, by decreasing selection pressure, the opportunity for the rise of particularly clinically challenging or virulent organisms should be lessened. All strategies that reduce the incorrect use of antibiotics are welcome, but in the end new drugs will always be needed because of the inevitability of resistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Can anything be done to slow down the emergence of resistance?"
        },
        {
            "text": "Unfortunately, in the developing world, access to antibiotics is frequently not regulated and their use in agriculture is often rampant. These facts make antibiotic stewardship especially challenging. In an era of rapid intercontinental travel, pathogens are no longer geographically contained and can move from country to country with ease. The recent examples of transcontinental spread of the severe acute respiratory syndrome (SARS) virus from Guangdong province in China to Hong Kong and then Canada in 2003, and the NDM-1 carbapenemase, which inactivates all β-lactam antibiotics and appears to have originated in the Indian subcontinent but is now found in North America, the UK and Europe, make the point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Can anything be done to slow down the emergence of resistance?"
        },
        {
            "text": "The growing problem of resistance fuels a continuous need for new antibiotic drugs. The enterobacteria that produce carbapenemase are just one example of antibiotic-resistant enterobacteria. Other Gram-negative pathogens resistant to virtually all antibiotics include multi-drug resistant A. baumannii and P. aeruginosa. The expanding problem of MRSA, and the global challenge of extensively drug-resistant M. tuberculosis (also called extreme drug-resistant M. tuberculosis), require new therapies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What about new antibiotics?"
        },
        {
            "text": "There are some promising new candidates on the horizon, especially for the treatment of infections caused by Gram-positive pathogens such as MRSA and enterococci. As already mentioned, two new drugs active against this microbial spectrum -daptomycin and linezolid -have been introduced in the past decade. Tigecycline, a third-generation semi-synthetic tetracycline antibiotic approved in 2005, also has activity against MRSA. The semi-synthetic glycopeptide antibiotic telavancin recently received approval in the United States and the fifth-generation cephalosporin ceftobiprole is available in some European countries and Canada. However, there are few candidates in late-stage clinical trials suitable for the problem of Gram-negative pathogens. Here, often the choice of last resort is colistin, an antibiotic discovered more than 50 years ago and seldom used in the past because of adverse affects, including kidney toxicity; however, it is now increasingly used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What about new antibiotics?"
        },
        {
            "text": "There are a number of reasons, some economic, for the paucity of new antibiotics. They include challenging and shifting processes of government regulatory approval that add to the risk for the pharmaceutical industry. Furthermore, considerations of return on investment favor drugs for chronic diseases, which are taken by patients over long periods of time, often decades. In contrast, antibiotics cure disease and are taken for short periods of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why are there so few new drugs?"
        },
        {
            "text": "Other reasons for the decline in antibiotic discovery and development are scientific. The first wave of antibiotics discovered five decades ago have been termed the 'low hanging fruit' . Despite the discovery of numerous compounds with antibiotic properties in the years since, few have had the requisite properties to become drugs. Most antibiotics are natural products or their derivatives that have been isolated from soil bacteria. Some researchers have suggested that this source might now be exhausted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why are there so few new drugs?"
        },
        {
            "text": "Furthermore, the promise of the genomic era and the reality of hundreds of available bacterial genomes have so far failed to deliver the hoped-for new molecular targets for antibiotics. Other new technologies, such as highthroughput screening of libraries of synthetic molecules, have not resulted in new drugs, although this may reflect a poor choice of chemical classes in the screens, emphasizing molecules more active in human biology than as antibiotics. Test compounds were often skewed in favor of small lipophilic molecules with physical properties meeting the criteria of Lipinski's Rule of 5. However, though helpful in assessing the prospect of a compound to be an orally active drug for human disease, this strategy has been shown to fail when searching for antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why are there so few new drugs?"
        },
        {
            "text": "Well, natural chemicals have significant advantages. Although the first antibiotics introduced into the clinic were the synthetic sulfonamides, the majority of antibiotics in current clinical use are bacterially produced natural products or their derivatives; only a few are completely synthetic in origin. The reasons for this in part reflect the history of antibiotic discovery postpenicillin, and the relative ease of discovery of suitable molecules through screening the products of soil microbes compared with libraries of synthetic compounds. Many of these 'natural' antibiotics have desirable drug-like qualities, such as good bioavailability, the ability to cross the cell membrane (and outer membrane in the case of compounds with Gram-negative activity) and the ability to evade efflux systems, and chemical structures that favor binding to vital cellular targets, supporting the idea that natural products encompass privileged structures in antibiotic drug discovery. However, the increasing difficulty of identi fying new chemical compounds with equally suitable drug-like characteristics from natural sources has caused natural-product-based screening programs to fall out of favor in many pharmaceutical firms over the past few decades.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So what would be suitable chemical matter for leads?"
        },
        {
            "text": "Instead, the ability of parallel synthesis methods to generate hundreds of thousands of synthetic molecules suitable for modern high-throughput screening has shifted the focus in favor of synthetic molecules in commercial antibacterial drug discovery. The advantages of synthetic compounds are not insignificant: pure lead molecules can easily be produced in quantity and quality suitable for clinical trials, and are relatively easily modified to improve target affinity. However, after two to three decades of emphasis on such molecules and millions of dollars spent on high-throughput in vitro and cell-based screens, no new synthetic antibiotics have emerged. Linezolid, the one synthetic antibiotic to be brought to market in the past decade, was discovered using traditional medicinal chemistry in a research program with a plant-disease focus in the early 1980s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So what would be suitable chemical matter for leads?"
        },
        {
            "text": "They do have great advantages, although a direct comparison of the success and failure of synthetic as against natural product libraries is unfair. Microbial natural products have evolved over millennia to interact with biological molecules, whereas the synthetic chemical libraries used in antibiotic drug-discovery screens were generally developed with a focus on eukaryotic drug-discovery campaigns, as noted earlier. Efforts to develop physical-property rules for antibiotics and to incorporate natural-product-like chemical complexity in libraries of synthetic chemicals will no doubt improve success in identifying new synthetic antibiotic leads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So does that mean natural products are best after all?"
        },
        {
            "text": "Ironically, at the same time that the pharmaceutical industry was abandoning natural-product libraries, university researchers were making remarkable advances in understanding the molecular details of natural-product biosynthesis by bacteria. Many bacteria, especially the actinomycete group of common environmental bacteria, are prodigious producers of natural products. These are termed secondary metabolites to contrast with molecules of primary metabolism, such as carbohydrates, amino acids and so on. Secondary metabolites range in molecular weight from around 100 daltons (Da) to up to 5,000 Da and they have diverse biological activities, including induction of cell death (antibiotics such as tetracycline, vancomycin and daptomycin, and anticancer agents such as adriamycin), iron sequestration (for example, enterobactin), facilitation of cell-cell communication (γ-butyrolactones), protection from oxidizing agents (phenazines), and a host of others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So does that mean natural products are best after all?"
        },
        {
            "text": "The bacterial natural products that are most important as antibiotics include polyketides, such as the macrolides and tetracyclines, and non-ribosomal peptides -that is, peptides that are not synthesized on ribosomes -which include β-lactams and glycopeptides such as vancomycin. These are produced in the cell in assembly-line fashion on large dedicated enzyme platforms called, respectively, polyketide synthases and non-ribosomal peptide synthetases. Following assembly the compounds are then 'decorated' by a series of modifying enzymes, such as glycosyltransferases. The end result is a molecule of often complex structure, with multiple chiral centers and functional groups such as sugars, halogens, sulfates, acyl groups and others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So does that mean natural products are best after all?"
        },
        {
            "text": "In general, bacterial genes that encode the production of natural products are clustered together in the genome, greatly facilitating analysis and prediction of biosynthetic pathways and structures. Indeed, several software packages (for example, NP.searcher) have been developed based on rules-based understanding of natural-product biosynthesis. The availability of cheap, rapid genome sequen cing means that time-consuming construction and screening of gene libraries for natural-product clusters can now be bypassed. Genome sequencing has also revealed a hitherto unrealized richness in the quantity and variability of natural-product biosynthetic clusters. Sequenced genomes of bacteria of the actinomycetes class reveal 20 to 30 biosynthetic clusters in each organism. Furthermore, natural-product producing bacteria from non-soil environments are being investigated and these have already resulted in new chemical matter, suggesting that there is a fantastic wealth of untapped chemical diversity waiting to be discovered. Perhaps some of this diversity will include new antibiotic chemical scaffolds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So does that mean natural products are best after all?"
        },
        {
            "text": "We are in a remarkably productive time for naturalproduct research that is serving to reinvigorate interest in this sector. At the same time, the application of synthetic biology approaches to this field could serve to improve issues of yield and expand chemical diversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "So does that mean natural products are best after all?"
        },
        {
            "text": "Yes. First, existing discarded antibiotics can be reexamined. The development of daptomycin is instructive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are there alternatives to new antibiotics?"
        },
        {
            "text": "Daptomycin was discovered by the antibiotic group at Eli Lilly in the 1980s, but was not fully developed because of toxicity concerns. The antibiotic was obtained by researchers at Cubist in 1997 and by altering the dosing, this group was able to bring the antibiotic to market in 2003, since when it has proved highly successful in treating infections caused by Gram-positive pathogens. Certainly, there are other 'old' antibiotics discovered by the pharmaceutical industry but not developed at the time that could be resurrected as leads for new drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are there alternatives to new antibiotics?"
        },
        {
            "text": "A second option is the combination of antibiotics with each other and with other drugs to improve efficacy. Infectious-disease physicians often combine antibiotics in an effort to achieve synergy, and this well-established practice has resulted in formulated drug combinations, such as co-trimoxazole (trimethoprim and sulfa methoxazole). Combination of antibiotics with non-antibiotics deserves investigation as well. Several natural products have been discovered by Satoshi Omura's group that potentiate the activities of antibiotics such as imipenem in S. aureus by unknown mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are there alternatives to new antibiotics?"
        },
        {
            "text": "Other antibiotic adjuvants are inhibitors of resistance mechanisms. The tremendous commercial and clinical success of Augmentin (ampicillin together with the βlactamase inhibitor clavulanic acid) and other similar combinations speaks to the power of such combinations. Our growing understanding of the mechanisms of resistance should fuel such approaches. Inhibitors of efflux pumps, for example, have been discovered, and though challenging to implement in organisms with multiple redundant systems, are worthy of continued investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are there alternatives to new antibiotics?"
        },
        {
            "text": "Finally, other strategies orthogonal to antibiotics must be on the table. We should never forget vaccines as proven and outstanding protective agents against infectious diseases. Bacterial viruses (bacteriophages) were used extensively to treat bacterial infections in the former Soviet Union and could find new application in the face of outbreaks of multi-drug resistant bacteria, especially in settings such as hospital infections. The use of enhancers of innate immunity, such as cationic antimicrobial peptides, is also an approach worth investigating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Are there alternatives to new antibiotics?"
        },
        {
            "text": "We need antibiotics to maintain our current standard of health care. As already stated, resistance is a natural evolutionary phenomenon that cannot be stopped. Through judicious use of current drugs and the development of new ones, the pace of resistance development can be controlled without impairing our ability to control disease. The need for new drugs is, however, acute. Antimicrobial stewardship alone cannot fulfill our requirement for new antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is the outlook for new drugs and further resistance?"
        },
        {
            "text": "We are in a remarkably exciting time for fundamental research in antibiotics. The rapidity of genome sequencing, the maturing of our knowledge of natural product biosynthesis, a growing understanding of the physical properties of ideal antibiotics, the development of new strategies to develop synthetic compounds with improved antibiotic properties, and the possibilities of synthetic biology combine to suggest that we are entering a highly productive period of antibiotic discovery. The challenges of moving these advances into the clinic fast enough to keep pace with resistance are significant, but with concerted effort between scientists, funders, industry, regulators and clinicians, I believe they can be overcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is the outlook for new drugs and further resistance?"
        },
        {
            "text": "Where can I go for more information?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is the outlook for new drugs and further resistance?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antibiotic-resistant bugs in the 21st century -a clinical super-challenge",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "439--443",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ecology and evolution of antibiotic resistance",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baquero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alvarez-Ortega",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Env Microbiol Rep",
            "volume": "1",
            "issn": "",
            "pages": "469--476",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bad bugs, no drugs: no ESKAPE! An update from the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scheld",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Spellberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Developing a new resource for drug discovery: marine actinomycete bacteria",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fenical",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Chem Biol",
            "volume": "2",
            "issn": "",
            "pages": "666--673",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antibiotics for emerging pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fischbach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "",
            "pages": "1089--1093",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emergence of a new antibiotic resistance mechanism in India, Pakistan, and the UK: a molecular, biological, and epidemiological study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Kumarasamy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Toleman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bagaria",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Butt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Balakrishnan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Chaudhary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doumith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Giske",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Irfan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maharjan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mushtaq",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Noorie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pike",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sheridan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Thirunarayan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Upadhyay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Welfare",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Livermore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Woodford",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "597--602",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Has the era of untreatable infections arived?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Livermore",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Antimicrob Chemother",
            "volume": "64",
            "issn": "1",
            "pages": "29--36",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Beta-lactams and beta-lactamase-inhibitors in current-or potential-clinical practice: a comprehensive update",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shahid",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sobia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "Jonas",
                    "middle": [
                        "D"
                    ],
                    "last": "Hawkey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Crit Rev Microbiol",
            "volume": "35",
            "issn": "",
            "pages": "81--108",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The antibiotic resistome: the nexus of chemical and genetic diversity",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Rev Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "175--186",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Xanthoradones, new potentiators of imipenem activity against methicillin-resistant Staphylococcus aureus, produced by Penicillium radicum FKI-3765-2: I. Taxonomy, fermentation, isolation and biological properties",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamazaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nonaka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Masuma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Omura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tomoda",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Antibiot",
            "volume": "62",
            "issn": "",
            "pages": "431--434",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Antibiotic targets and mechanisms of resistance. See text for details.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Research in the author's lab on antibiotic resistance is supported by a Canada Research Chair, the Canadian Institutes of Health Research and the Natural Sciences and Engineering Research Council.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}