{
    "paper_id": "1c3e28d4bd170a986bb5566cb9f9616410f67763",
    "metadata": {
        "title": "Additional File Age-specific contacts and travel patterns in the spatial spread of 2009 H1N1 influenza pandemic Data European air-transportation network",
        "authors": [
            {
                "first": "Andrea",
                "middle": [],
                "last": "Apolloni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Poletto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Computational Epidemiology Laboratory",
                    "institution": "Institute for Scientific Interchange (ISI)",
                    "location": {
                        "settlement": "Torino",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Vittoria",
                "middle": [],
                "last": "Colizza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INSERM",
                    "location": {
                        "postCode": "U707",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": "vittoria.colizza@inserm.fr"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Indicating with the total number of age classes in the dataset, we have for Europe, for Mexico and ! = 91 for the US.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The age grouping used in the specific data set constraints our definition for children and adults classes. For European countries and the US we define children the group of individuals below 18 years. For Mexico, children are individuals below 15 years. We indicate with the number of children age classes. Indicating with the size of age class !, then the fraction of children in each country is evaluated as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(S1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The fraction of children in Europe corresponds to the weighted average over all countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We describe in the following the procedure adopted for evaluating the parameters from the Mexican and the eight Polymod countries' contact matrices. For the United States case, since we have used individual synthetic information on contacts, the procedure will be described in the corresponding section. n n = 66",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the contacts matrices"
        },
        {
            "text": "The elements of the contact matrices are estimates of the average number of contacts established by an individual belonging to group with individuals in group , and we indicate with . While contact data for the European countries are obtained through contact diary surveys [5] , for the Mexican case an \"ad hoc model\" has been implemented to be fitted against epidemiological data [6] . The procedure adopted to build up the two groups contact matrices involves two steps: simmetrization to get rid of possible respondent bias; aggregation to evaluate the parameters .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Calculation of the contacts matrices"
        },
        {
            "text": "Data collected are in general asymmetric, i.e. they don't satisfy the relation ! !\" ! ! = ! !\" ! ! , due to the fact that respondents can overestimate or underestimate their social interactions. We correct this error by assuming inter-group contacts being the average between the two values, namely we assume",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the contacts matrices"
        },
        {
            "text": "This operation is repeated for all group pairs i and j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the contacts matrices"
        },
        {
            "text": "Once symmetrized, we start from the elements to evaluate the parameters of the 2x2 contact matrix describing interactions among children and adults. We first evaluate the average number of contacts of children and adults, and respectively by taking the weighted averages, over the corresponding age classes, of the total number of contacts made by of an individual of that specific class. The average number of contacts established by an individual in the age group ! is the sum of the elements of the row !,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the contacts matrices"
        },
        {
            "text": "The parameter is then evaluated as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the contacts matrices"
        },
        {
            "text": "The parameters , representing the fraction of contacts established outside groups, are computed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the contacts matrices"
        },
        {
            "text": "Where the second sum is restricted to contacts with groups not belonging to the class considered. The cross group mixing is then evaluated from the symmetry relation on the off diagonal elements of the contact matrix:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the contacts matrices"
        },
        {
            "text": "(S6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of the contacts matrices"
        },
        {
            "text": "In this section we provide the details on the derivation of the global invasion threshold parameter . We recall equation (5) reported in the main paper",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Global invasion threshold Full calculation of expression"
        },
        {
            "text": "The term is the probability that a major epidemic will be triggered in the not-yet-infected population of degree , by children and adults traveling from a diseased subpopulation . The term can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global invasion threshold Full calculation of expression"
        },
        {
            "text": "where the latter approximation is valid in the assumption of mild epidemics, i.e. in the limit of ! ! close to 1, and thus ! ! , ! ! → 1. We plug expression (S8) into (S7) in order to re-write the invasion equation in terms of the attack rates, and and of the extinction probabilities, and . We consider the case of uncorrelated networks in which the conditional probability does not depend on the originating node, i.e. ! ! ! ! = !\"(!)/ ! , and assume that at the early stage of the spatial invasion the number of infected subpopulations can be neglected",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global invasion threshold Full calculation of expression"
        },
        {
            "text": "Multiplying both terms by and summing over we obtain the recursive equation [7, 8] (S10)",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 80,
                    "end": 82,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Global invasion threshold Full calculation of expression"
        },
        {
            "text": "where and the invasion threshold parameter :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global invasion threshold Full calculation of expression"
        },
        {
            "text": "(S11)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global invasion threshold Full calculation of expression"
        },
        {
            "text": "The number of infected subpopulations increases if the threshold condition is satisfied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global invasion threshold Full calculation of expression"
        },
        {
            "text": "The plots of shown in the main paper are obtained by computing the expression (S11) after evaluating numerically . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global invasion threshold Full calculation of expression"
        },
        {
            "text": "respectively, and for both the degree distributions, as indicated in [9] .",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Global invasion threshold Full calculation of expression"
        },
        {
            "text": "Defining the degree interval in such a way ensures that the two degree distribution have the same average degree.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global invasion threshold Full calculation of expression"
        },
        {
            "text": "Approximate analytical expression of can be obtained under the assumption ! → 0 in two limit cases: ! → 0, i.e. adults make very few contacts, and ! → 1, i.e. the system is homogeneous in terms of average number of contacts. We recall, however, that η assumes also values larger than 1 like the case of Belgium. Another regime of possible interest is given by , however in this case adults would become the main driving force of both the local transmission dynamics and the spatial dissemination of the pathogen, thus leading to an expected trivial decrease of the global threshold condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "Let's first recall that in taking the two-fold limit ! → 0 and the relation ! < !(1 − !)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "has to be satisfied in order the model to be consistent. In the limiting cases, ! → 0, ! → 1,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "we can write the attack rate for children and adults by writing the series expansion around ! = 0 and retaining the linear terms either in ! either in !:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "(S12)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "for the case ! → 0, and (S13)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "for the case ! → 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "We notice that, in the case , the fraction of adults infected is sub-leading with respect to children. In the second case, instead, the fractions of infected in both classes are comparable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "With the analogous series expansion the extinction probabilities become:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "for ! → 0 , and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "for ! → 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "In the first case, due to the few contacts established by adults, the epidemic is most likely to die immediately when seeded by adults. In the other case, instead, the probability of triggering the epidemic slightly depends on the type of seed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "The expressions for the attack rate and the extinction probability can be combined providing the explicit form for the invasion threshold parameter . In the case that only adults travel, this reads as , where results in the two limit cases as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "The factor accounts for the heterogeneity of the network: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explicit expression in the limit cases and"
        },
        {
            "text": "The next generation matrix depends on the contact pattern, the transmissibility (!) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of in the case of an SEIR dynamics"
        },
        {
            "text": "the infectious period (! !! ) and doesn't change after the introduction of a latent period (! !! ). The final sizes in the two classes (! ! and ! ! ) and the extinction probabilities (! ! and ! ! ) for the SEIR model are then the same as in the SIR case, given the same ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of in the case of an SEIR dynamics"
        },
        {
            "text": "transmissibility, recovery rate, and contact patterns. The neat effect of the latency period consists in the delay of the epidemic unfolding, making more efficient the epidemic spread from one subpopulation to another because individuals who contract the disease have more time to travel while epidemiologically active. This is encoded in the general expression of the term that accounts for exposed and infectious stages as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of in the case of an SEIR dynamics"
        },
        {
            "text": "! is the generation time, i.e. the sum of the infection duration, ! !! , and the latency period, indicated here with ! !! . The rest of Equation (S7) remains unchanged, thus the resulting expression for ! * is given by: Figure S2 shows ! * as a function of the contact ratio ! for the case of Europe, comparing the SIR and SEIR case, with different generation times considered. The red and the green curves compare two situations with the same generation time but different repartitions in infectious and exposed period and show that two cases have the same invasion threshold parameter. By keeping fixed ! !! = 2.5 days, the addition of an exposed period shifts the curve upward. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 229,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Calculation of in the case of an SEIR dynamics"
        },
        {
            "text": "We evaluate the contact structure parameters for the US case by relying on contact network information reconstructed from the synthetic population of Portland and freely available at N.D.S.S.L. website [11] . In the synthetic population approach individuals are endowed with realistic demographic characteristics, drawn from census, as well as activity routines as drawn from mobility surveys: individuals sharing the same location at the same time are assumed to be able to establish links. This approach provides a realistic contact network in Portland [12] evolving in time according to activity patterns.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Global invasion threshold for the case of United States"
        },
        {
            "text": "Population is divided in two groups, based on age, and the number of contacts for each individual is recorded thus evaluating the average number of contacts for each group member and how they are distributed. In this way, parameters estimated from this dataset read as: cross-group mixing ! = 0.11, and contact ratio ! = 1.1. The former is in the ballpark for the estimates for Europe and quite close to the average European value of 0.097, the latter points out a behavior close to the one observed for Belgium, where adults are the principal responsible for the long range seeding and also the drivers of the local spreading since they interact more than children. From census data we have an estimate of the fraction of children ! = 0.24, which is quite close to the European value. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global invasion threshold for the case of United States"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Heterogeneous length of stay of hosts' movements and spatial epidemic spread",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature Scientific Reports",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "United Nations, Department of Economics and Social Affairs, Population Division, Population Estimates and Projections Sections",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Model structure analysis to estimate basic immunological processes and maternal risk for parvovirus B19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goeyvaerts",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aerts",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biostatistics",
            "volume": "12",
            "issn": "2",
            "pages": "283--302",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pandemic potential of a strain of influenza A (H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557--1561",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Invasion threshold in heterogeneous metapopulation networks",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Phys. Rev. Lett",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemic modelling in metapopulation systems with heterogeneous coupling pattern: Theory and simulations",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Theor. Biol",
            "volume": "251",
            "issn": "",
            "pages": "450--467",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pastor-Satorras R: Generation of uncorrelated random scale-free networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Catanzaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bogunã",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Phys. Rev. E",
            "volume": "71",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mixing patterns between age groups in social networks",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Eubank",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Social Networks",
            "volume": "29",
            "issn": "",
            "pages": "539--554",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(! kk ',a , ! kk ',c ) Effect of latency period on the global invasion threshold. ! * as a function of the contact ratio ! for the case of Europe. Different generation times are compared. ! * increases linearly with the generation time. The case considered here has ! ! = 1.2 , mobility air network structure having !(!) ∝ ! !! with ! = 3 , and contact parameters ! and ! set to the European average.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "S3 addresses the comparison between Europe and the US by displaying the global invasion threshold as a function of the contact ratio ! for the two cases, and the other parameters (!, !) fixed to the estimated values. The two curves are almost overlapping which means that the small differences in the estimated ! and ! do not impact . Also the difference in ! (0.79 of Europe and 1.1 of US) has a small effect, since for higher values of ! (! ≳ 0.8) the curve saturates around ! * ≅ 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Global invasion threshold as a function of the contact ratio ! : comparison between Europe and US. The curves blue and red are obtained by setting the parameter ! and ! to the case of the US and Europe respectively. The case considered here has ! ! = 1.05 and mobility air network structure having !(!) ∝ ! !! with ! = 3.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "the comparison between the two approximate expressions of",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}