{
    "paper_id": "1cf0ff471514dc73eaa490d65d0d4a35f1345f6e",
    "metadata": {
        "title": "Novel Virus Influenza A (H1N1sw) in South-Eastern",
        "authors": [
            {
                "first": "Antoine",
                "middle": [],
                "last": "Nougairè De",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Unité Mixte de Recherche",
                    "location": {
                        "addrLine": "190: Unité des Virus Emergents"
                    }
                },
                "email": ""
            },
            {
                "first": "Laetitia",
                "middle": [],
                "last": "Ninove",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Unité Mixte de Recherche",
                    "location": {
                        "addrLine": "190: Unité des Virus Emergents"
                    }
                },
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [],
                "last": "Zandotti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Virologie",
                    "institution": "Pô le Hospitalier de Microbiologie et Maladies Infectieuses (Assistance Publique -Hô pitaux de Marseille)",
                    "location": {
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Salez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Unité Mixte de Recherche",
                    "location": {
                        "addrLine": "190: Unité des Virus Emergents"
                    }
                },
                "email": ""
            },
            {
                "first": "Karine",
                "middle": [],
                "last": "Mantey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "French Institute for Public Health Surveillance",
                    "location": {
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Noé",
                "middle": [],
                "last": "Mie Resseguier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "French Institute for Public Health Surveillance",
                    "location": {
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Cé Line Gazin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Virologie",
                    "institution": "Pô le Hospitalier de Microbiologie et Maladies Infectieuses (Assistance Publique -Hô pitaux de Marseille)",
                    "location": {
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Didier",
                "middle": [],
                "last": "Raoult",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Virologie",
                    "institution": "Pô le Hospitalier de Microbiologie et Maladies Infectieuses (Assistance Publique -Hô pitaux de Marseille)",
                    "location": {
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ré",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Charrel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Unité Mixte de Recherche",
                    "location": {
                        "addrLine": "190: Unité des Virus Emergents"
                    }
                },
                "email": ""
            },
            {
                "first": "Xavier",
                "middle": [],
                "last": "De Lamballerie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Unité Mixte de Recherche",
                    "location": {
                        "addrLine": "190: Unité des Virus Emergents"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: In April 2009, the first cases of pandemic (H1N1)-2009 influenza [H1N1sw] virus were detected in France. Virological surveillance was undertaken in reference laboratories of the seven French Defence Zones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methodology/Principal Findings: We report results of virological analyses performed in the Public Hospitals of Marseille during the first months of the outbreak. (i) Nasal swabs were tested using rapid influenza diagnostic test (RIDT) and two RT-PCR assays. Epidemiological characteristics of the 99 first suspected cases were analyzed, including detection of influenza virus and 18 other respiratory viruses. During three months, a total of 1,815 patients were tested (including 236 patients infected H1N1sw virus) and distribution in age groups and results of RIDT were analyzed. (ii) 600 sera received before April 2009 and randomly selected from in-patients were tested by a standard hemagglutination inhibition assay for antibody to the novel H1N1sw virus. (iii) One early (May 2009) and one late (July 2009) viral isolates were characterized by sequencing the complete hemagglutinine and neuraminidase genes. (iiii) Epidemiological characteristics of a cluster of cases that occurred in July 2009 in a summer camp were analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions/Significance: This study presents new virological and epidemiological data regarding infection by the pandemic A/H1N1 virus in Europe. Distribution in age groups was found to be similar to that previously reported for seasonal H1N1. The first seroprevalence data made available for a European population suggest a previous exposure of individuals over 40 years old to influenza viruses antigenically related to the pandemic (H1N1)-2009 virus. Genomic analysis indicates that strains harbouring a new amino-acid pattern in the neuraminidase gene appeared secondarily and tended to supplant the first strains. Finally, in contrast with previous reports, our data support the use of RIDT for the detection of infection in children, especially in the context of the investigation of grouped cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first cases of the new H1N1 pandemic influenza virus (H1N1sw), in metropolitan France, were detected in April 2009 in patients returning from Mexico. Systematic analysis of suspected cases [1] was undertaken and the virus was identified, using molecular methods, in the Public Hospital virology ''Level A'' laboratories of the seven French Defence Zones. Accordingly, samples from the Southern Defence Zone (a large geographical region encompassing Corsica and the Mediterranean costal zone from the Spanish border to the Italian border with approximately 8 million inhabitants), were received and analysed in our department, at the Virology Level A laboratory of the Public Hospitals of Marseille.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The current study refers to samples received between the end of April and the end of August 2009. During the first period (until mid-July), samples were systematically collected using strict and identical criteria, mainly based either on the presence of an acute respiratory illness and recent travel history in an affected area, or on contact with a confirmed or suspected case. During the second period, biological confirmation of suspected cases was no longer required and criteria used for requesting biological diagnosis (grouped cases, severe or atypical presentations, pre-existing condition etc.) were more heterogeneous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we present the results of virological analyses performed during the first three months that followed the introduction of the novel H1N1sw pandemic influenza variant in metropolitan France. This included the detection and characterization of influenza viruses, the evaluation of rapid Influenza detection tests (RIDTs) detection of the H1N1sw pandemic variant, the detection of other respiratory viruses and the investigation of grouped cases. In addition, the distribution of specific antibody to the new virus was investigated according to age groups in a sample of 600 individuals. Altogether, these data shed new light on the determinants of the epidemiological distribution of viral infection in the French population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The biological material studied here was used only for standard diagnostic procedures following physicians' prescriptions (no specific sampling, no modification of the sampling protocol). Analysis of data was performed using an anonymized database. Following local regulations, this procedure did not require a specific consent from patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Samples Collected between April 25 th , 2009 and August 31 st , 2009"
        },
        {
            "text": "Nasal swabs received between April 25 th , 2009 and August 31 st , 2009 were included in the study (see figure 1 ). Until mid-July 2009, criteria used for sample collection were strict and identical for all patients: a possible case was defined as a person with acute respiratory illness (defined as the occurrence of fever (.38uC) or myalgia or asthenia and at least one respiratory symptom (cough or dyspnoea) and a history of travel in an affected area or a history of close contact with a confirmed or possible case one day to seven days before the onset of symptoms. In order to capture cases from previously undetected chains of transmission, clusters of acute respiratory illness defined as at least three cases in a week in closed communities were also to be notified [1] . During the subsequent period, criteria used for requesting biological diagnosis were modified. The biological confirmation of suspected cases was no longer systematic, an increasing number of patients with influenzalike presentation and no history of travel abroad or contact with documented cases was tested, including grouped cases, severe or atypical presentations, patients with pre-existing condition etc. In addition, a Point Of Care (POC) strategy was applied from June 23 rd for the Public Hospitals of Marseilles [2] (see figure 1) .",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 779,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1304,
                    "end": 1307,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1313,
                    "end": 1322,
                    "text": "figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Samples Collected between April 25 th , 2009 and August 31 st , 2009"
        },
        {
            "text": "Accordingly, three different panels were studied: (i) The first 99 samples collected until June 15 th , 2009 using the systematic criteria for suspected cases reported above in the Southern Defence Zone (Panel A).(ii) All 280 samples collected from April 25 th , 2009 to July 13 th , 2009 using the systematic criteria for suspected cases reported above in the Southern Defence Zone (Panel B). (iii) The total of all 1,815 samples collected by our group during the study period (Panel C, see figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 492,
                    "end": 500,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Samples Collected between April 25 th , 2009 and August 31 st , 2009"
        },
        {
            "text": "All samples were tested for the presence of Influenza A virus using a pan-influenza A real time PCR technique as described elsewhere [3] and a second real time PCR specific for the new H1N1 variant [1] . In addition, the first 99 samples collected (Panel A) were also tested by real time PCR techniques for the presence of a panel of 18 different respiratory viral pathogens [3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16] (see table 1 ).",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 379,
                    "end": 381,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 382,
                    "end": 384,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 385,
                    "end": 387,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 388,
                    "end": 390,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 391,
                    "end": 393,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 394,
                    "end": 396,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 437,
                    "text": "(see table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Samples Collected between April 25 th , 2009 and August 31 st , 2009"
        },
        {
            "text": "During the period of study, 1808 samples received in our department were tested using the Directigen ''BD EZ A+B'' (Becton Dickinson & company) RIDT for the detection of influenza A and B antigens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Loads, RIDTs"
        },
        {
            "text": "The H1N1sw viral load was investigated in 41 positive samples by re-extracting samples and amplifying them simultaneously using a probe-based real time RT-PCR technique [1] , and quantified by serial dilutions of a positive control based on synthetic RNA. The relationship between viral load and RIDT result was then analysed.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Viral Loads, RIDTs"
        },
        {
            "text": "The investigation protocol presented here was elaborated by the French ''Institut National de Veille Sanitaire'' and validated by the Ethic Committee '' CPP Ile-de-France IX''.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigation of Virus Infection in a Summer Camp"
        },
        {
            "text": "In July 2009, a cluster of cases in a summer camp in Barcelonnette (Alpes-de-Haute-Provence, France) was investigated. Case definition for analysis was as follows: possible cases were individuals with acute respiratory syndrome (coughing or dyspnoea) + a general presentation of viral infection (fever .38uC, or asthenia or myalgia); probable cases were possible cases who had a close contact with a confirmed case (in the period encompassing 2 days before and 7 days after the onset of the first symptom of this confirmed case; confirmed cases were possible or probable cases with microbiological confirmation (positive RT-PCR from nasal swab).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigation of Virus Infection in a Summer Camp"
        },
        {
            "text": "All 94 children (6 to 14 years old, median: 10) had arrived in the summer camp on July 20 th . They were supervised by 28 adults (16 counsellors or members of the management team and 12 technical agents, i.e. kitchen and cleaning staff).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigation of Virus Infection in a Summer Camp"
        },
        {
            "text": "During the investigation process, one nasal swab could be sampled from 95% of probable cases and 85% of ''non-cases''. Samples were submitted to H1N1sw detection using the same RT-PCR methods as reported above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigation of Virus Infection in a Summer Camp"
        },
        {
            "text": "This research protocol was approved by the Departmental (IFR48) Ethic Committee and did not require patient consent. Only biological archival material was used (no specific sampling, no modification of sampling procedures). All information contained in databases was de-identified. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalence of Antibodies to the New H1N1 Variant"
        },
        {
            "text": "The complete sequence of the hemagglutinin (HA) and neuraminidase (NA) genes of two different H1N1sw strains were analysed. Strain OPYFLU-1 was isolated from nasal swabs sampled from a young adult male patient returning from Mexico in early May 2009, following inoculation onto MDCK cells. Strain OPYFLU-58 was isolated from a case of autochthonous viral transmission (teenager, male) in late July. After RNA extraction from infected cell culture supernatant medium using the EZ1 Biorobot and the virus mini kit (both from Qiagen), one-step RT-PCR reactions were performed using the Access RT-PCR Core Reagents Kit (Promega Corporation, Madison, WI, USA) on TProfessional Standard Thermocycler (Biometra biomedizinische Analytik GmbH Goettingen Germany) and H1N1sw specific primers available upon request to the corresponding author [17] (WHO Genome Primers). PCR-fragments of 1,809 (HA gene) and 1,362 nucleotides (NA gene) were obtained and sequenced (Big Dye Terminator v1.1 Cycle Sequencing kit, Applied Biosystems, Foster City, CA,USA). Data from sequencing reactions were combined for analysis and edited using the Sequencher 4.7 software (Gene Codes Corporation).",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 837,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Sequence Analysis"
        },
        {
            "text": "Sequences were analysed and compared with H1N1sw 2009 HA and NA sequences available in databases at mid-October 2009. Complete HA and NA amino-acid sequences were aligned with ClustalX [18] and phylogenetic trees were built using nucleotide or amino-acids alignments with MEGA version 4.1 [19] using various methods (Neighbor-Joining, Maximum Parsimony and UPGMA) with 1,000 bootstrap replicates. ",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Sequence Analysis"
        },
        {
            "text": "All 99 samples were collected from symptomatic patients returning from abroad (Mexico (n = 20), USA (n = 27), Canada (n = 8), Japan (n = 1), Australia (n = 1), UK (n = 5), Spain (n = 4), unknown (n = 7), see table 1) or who had close contact with a patient returning from abroad (26 patients). The median age was 33 (range: 0-76 years) and the m/f sex ratio was 0.94. The distribution in age groups (see figure 2A ) demonstrates that the majority of travellers were in the 20-60 years old age group with a limited number of patients under 20 and above 60. Most of the children tested were less than 5 years old.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 413,
                    "text": "figure 2A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "First 99 Samples Collected from Suspected Cases in the Southern Defence Zone (Panel A)"
        },
        {
            "text": "Results are detailed in table 1 and show that in 41% of cases, one or several possible viral etiologic agents were identified. The pandemic influenza virus was found in 15% of cases but rhinoviruses, pneumoviruses, coronaviruses, enteroviruses, poly-omaviruses, and parainfluenza viruses could also be identified. No case of multiple infection implicating influenza and another agent was detected. Among H1N1sw positive patients, the median age was 32 and the sex ratio was 0.75.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First 99 Samples Collected from Suspected Cases in the Southern Defence Zone (Panel A)"
        },
        {
            "text": "The distribution of respiratory viral pathogens detected in age groups is detailed in figure 2B . The percentage of etiological identification (including the percentage of H1N1sw detection) was similar in all age groups. Most of the cases of H1N1sw infection (11 out of 15, i.e. 73%) were found in the 20-60 age group (which included 70% of the samples studied), while 20% of cases were identified in the group of patients less than 20 years old (which included 18% of the samples studied).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 95,
                    "text": "figure 2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "First 99 Samples Collected from Suspected Cases in the Southern Defence Zone (Panel A)"
        },
        {
            "text": "Samples Collected for the Documentation of Suspected Cases (Panels B and C). Figure 2A shows the distribution in age groups of suspected cases tested/ positive for H1N1sw. Figure 2B details cases reported above. The sex ratio was 1.06 and the median age was 33 (range: 0-90 years), i.e. similar to that of panel A. The distribution in age groups is reported in figure 3A for 270 patients of known age and shows the lowest numbers under 10 years of age (10%) and over 60 (10%), and also a first readjustment compared with panel A: the number of samples tested in the 10-19 age group increased (13%) and the highest rate of positive H1N1sw diagnosis (above 30%) was observed in this group. Overall, 65% of H1N1sw cases were identified in patients 10-39 years old, explaining the decreased observed median age (25.5) amongst H1N1sw positive patients. The sex ratio in H1N1sw patients was 0.96.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 86,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 172,
                    "end": 189,
                    "text": "Figure 2B details",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "First 99 Samples Collected from Suspected Cases in the Southern Defence Zone (Panel A)"
        },
        {
            "text": "Panel C included all 1,815 nasal swabs tested between April 25 th 2009 and August 31 st 2009 in our laboratory, received either from the general survey of the population within the Southern Defence Zone or from patients hospitalised in the Public Hospitals of Marseilles. The sex ratio was 1.03 and the median age was 24 (range: 0-98 years), i.e. lower than in panels A and B. The distribution in age groups (see figure 3B which includes 1,779 patients of known age) reveals that the number of tests performed for children under the age of 10 increased sharply (25%), and remained limited for patients over 60 years old (10%). Again, the highest rate of positive H1N1sw diagnosis was observed in the age group 10-19 years old. Approximately 50% of all infections were found in patients under the age of 20 (median age of H1N1sw positive patients: 21; sex ratio: 1.07) and very few cases (less than 1%) were identified in patients over 60 years old. This distribution is strikingly similar (see figure 4 ) to the picture of the distribution of H1N1 seasonal influenza reported by [20] in various geographical locations and periods of time, but also very different from the distribution reported by the same authors for H3N2 viruses (which included a significantly higher number of cases in the elderly).",
            "cite_spans": [
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 413,
                    "end": 422,
                    "text": "figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 994,
                    "end": 1002,
                    "text": "figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "First 99 Samples Collected from Suspected Cases in the Southern Defence Zone (Panel A)"
        },
        {
            "text": "Statistical analysis showed a different distribution of positives in different age groups: the number of cases was significantly lower in patients over 40 years old (Panel B, p = 0.005; Panel C, p,0.0001) compared with younger patients. Figure 5 shows the evolution of the situation over time in Panel C. Interestingly, the proportion of influenza infections caused by seasonal H3N2 constantly decreased during the period of the study (final value ,5%), but the absolute number of cases observed weekly remained roughly constant, suggesting that seasonal influenza circulated at low rate during this summer period (a phenomenon never observed previously and which may reflect the previous poor performance of the routine surveillance systems implemented for respiratory infections) and that this circulation was not markedly modified by the increasing number of cases of H1N1sw infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 245,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "First 99 Samples Collected from Suspected Cases in the Southern Defence Zone (Panel A)"
        },
        {
            "text": "Analysis of the results of RIDT for the detection of influenza A and B antigens showed that no false positive was identified (Specificity and Positive Predictive Value = 100%), but false negative results were encountered. Accordingly, the relationship between age, viral load and result of RIDTs was investigated. First, amongst 233 samples positive for H1N1sw based on RT-PCR techniques, the distribution of positive RIDTs in age groups was examined (see figure 6A ). This revealed an optimal sensitivity (,75%) in patients younger than 15 (p,0.001, compared with other age groups) and a poor sensitivity in patients over 45 (,25%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 465,
                    "text": "figure 6A",
                    "ref_id": null
                }
            ],
            "section": "Viral Loads, Results of RIDTs"
        },
        {
            "text": "The relationship between viral load and RIDT result was then analysed (see figure 6B ). This revealed that samples with high viral loads (.10 million copies/mL) could be constantly detected by the BD RIDT. The sensitivity of the RIDT test decreased with viral load and no positive result was obtained for samples with viral loads ,0.11 million copies/mL. The relationship between viral load and results of RIDT was supported by statistical tests.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 84,
                    "text": "figure 6B",
                    "ref_id": null
                }
            ],
            "section": "Viral Loads, Results of RIDTs"
        },
        {
            "text": "Overall the strong relationship between positive RIDTs and high viral loads on the one hand, and the group of patients in the age group 0-15 on the other hand, strongly suggests that viral excretion is more pronounced in children, in accordance with previous results obtained for seasonal influenza [21, 22] .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Viral Loads, Results of RIDTs"
        },
        {
            "text": "45 persons met the definition of probable or confirmed cases. They all reported coughing and 82% reported fever .38uC (see table 2 ). Thirty six cases were children (median age: 11; extremes: 8-13) and 9 were adults (median age: 22; extremes: 19-50). There was no significant difference in terms of age and sex between ill and non-ill children. The chronological onset of cases is represented in the epidemic curve (see figure 7 ). Children and counsellors had been distributed in different groups (A, B, C, D, E). All individuals in a given group were sharing daytime activities and were sleeping at night on the same floor in the main building of the camp, with the exception of few children from group C, including the index case, who shared the floor of teenagers of group D. The index case was retrospectively identified and occurred on the day of arrival of the children in the camp. No history of travel or previous contact with a suspected case could be identified for this child. The outbreak peak was reached eight days after the onset of the index case. An alert was then issued, and a case-management procedure was implemented, with physical separation between symptomatic and asymptomatic children (and adults). The investigation was performed 2 days after the alert in a period characterized by the rapid decline of the outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "text": "table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 420,
                    "end": 428,
                    "text": "figure 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Investigation of Virus Infection in a Summer Camp"
        },
        {
            "text": "The global attack rate was 38% in children, 37.5% in adults managing children, and 25% in technical agents. It was therefore similar in children and adults in close contact with them. However, this attack rate was different in the different groups varying from 19% in group A to 57.5% in group D. The latter group was constituted by teenagers (10-14 years old) which represented the majority of the secondary cases observed during the first days of the outbreak (see figure 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 467,
                    "end": 476,
                    "text": "figure 7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Investigation of Virus Infection in a Summer Camp"
        },
        {
            "text": "During the investigation process, one nasal swab could be sampled from 95% of probable cases and 85% of ''non-cases''. Samples were submitted to H1N1sw detection using the same RT-PCR methods as reported above. Interestingly, the virus was detected in 7 of the 67 ''non-cases'' tested (10,4%). One was a child with fever and asthenia but without any respiratory symptoms. A telephone follow-up of the 6 remaining asymptomatic persons was organised. One child and one counsellor experienced coughing and fever by July 31 st and were included in data analysis (see figure 7) . One week after sampling, two children had experienced isolated rhinitis, but two others remained totally asymptomatic. Finally, amongst the 7 ''non-cases'' tested, 2 became typical influenza cases, 3 had atypical presentations, and 2 remained completely asymptomatic. Figure 6 . Results of RIDTs according to age groups and viral load. Figure 6A shows the distribution of positive RIDTs in age groups amongst 233 samples positive for H1N1sw based on RT-PCR techniques. Figure 6B Prevalence of Antibodies to the New H1N1 Variant",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 563,
                    "end": 572,
                    "text": "figure 7)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 843,
                    "end": 851,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 920,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1053,
                    "text": "Figure 6B",
                    "ref_id": null
                }
            ],
            "section": "Investigation of Virus Infection in a Summer Camp"
        },
        {
            "text": "The prevalence of antibodies to the new H1N1sw variant in patients under and above the age of 40 is shown in figure 8 . The prevalence at different titres ($1/40, $1/80, $1/160) is significantly lower in patients under the age of 40 (p,0. 0001). This distribution is different from that observed for antibodies to H1N1 and H3N2 seasonal viruses. In the case of seasonal H1N1, the prevalence of HI titre $1/40 is similar to that observed for H1N1sw amongst patients under the age of 40, but slightly lower in patients over 40. However, no statistical relationship could be identified between individual titres of antibodies to H1N1sw and seasonal H1N1. For seasonal H3N2, the prevalence of HI titre $40 is higher in both groups (with an important difference for patients under the age of 40). Again, no statistical relationship could be identified between individual titres of antibodies to H1N1sw and seasonal H3N2. Figure 9 shows a more detailed distribution of antibodies to H1N1sw in age groups. A similar age-dependent fluctuation of prevalence was observed for all HI titres, but it should be noted that the prevalence of titres $1/160 remains globally modest at all ages.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "figure 8",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 924,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Investigation of Virus Infection in a Summer Camp"
        },
        {
            "text": "Comparative analysis of genetic amino acid distances amongst H1N1sw 2009 HA and NA sequences available in databases at mid-October 2009 revealed that the genetic diversity of protein sequences was minor, but slightly more notable in the NA gene (,2% vs ,1% in HA gene). OPYFLU-1 and OPYFLU-58 HA protein sequences were identical (with 3 synonymous substitutions) but 2 non-synonymous differences were detected in the NA gene (V106I, N248D) in addition to 3 non-synonymous mutations. There was no evidence of resistance to neuraminidase inhibitors in either strain. Interestingly, strains appeared to segregate according to the nature of residues 106 and 248. When using amino acid sequences, various methods used for tree building (including distance-based neighbor joining and maximum parsimony reconstructions) provided a similar topology, with VN strains appearing ancestral, separate clusters including VD and IN sequences and finally a large group of ID sequence that seemed to have emerged more recently from a common ancestor (see figure 10A ). This chronology is globally validated by the analysis of dates at which the corresponding strains were collected (see figure 10B ). However, bootstrap resampling values at forks delineating the main clusters are low (,50), a possible consequence of the limited genetic distances between the different strains studied. Analysis performed using nucleotide sequences similarly provided phylogenetic inconclusive results with similar grouping of strains according to their VN, VD, IN or ID pattern.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1038,
                    "end": 1048,
                    "text": "figure 10A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1170,
                    "end": 1180,
                    "text": "figure 10B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Sequence Analysis"
        },
        {
            "text": "In a number of countries, the appearance of the H1N1sw pandemic resulted in reinforcement of the surveillance of influenza-like illnesses (ILIs). In countries located in the Northern hemisphere, this led to a follow up of ILIs during the spring and summer periods. Paradoxically, this revealed our limited knowledge concerning the epidemiology of viral respiratory diseases outside the winter epidemic season and contributed novel information regarding the new H1N1sw variant, but also seasonal influenza viruses, and other viral respiratory pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study of the first 99 suspected cases identified in the French Southern Defence Zone showed that this population (mainly constituting adults 20-60 years old returning from abroad) was infected by a variety of respiratory viruses such as rhinoviruses, pneumoviruses, coronaviruses, enteroviruses, polyomaviruses, and parainfluenza viruses. Our analysis of this limited sample did not identify associations between age and specific pathogens. It provided results in agreement with those previously published by Follin and collaborators [23] and confirmed the difficult etiological identification of ILIs based on clinical presentation. One interesting aspect of this study was the identification of ''seasonal'' H3N2 influenza virus in June, July and August, which cocirculated at a low rate with the pandemic H1N1sw virus. This may appear to be an unusual feature in Southern France during summertime, but strongly suggests that such cases occur regularly and are just not detected by our standard surveillance system which focuses on investigations during the winter season. Therefore, the characteristics of the circulation of the influenza A virus may be much more complex than previously believed and our results suggest that the complete picture may include the circulation of ''seasonal'' virus during the April-August period in Figure 8 . Prevalence of antibodies to H1N1sw and seasonal influenza viruses according to age. The prevalence of antibodies to H1N1sw is given for HI titres $1/40, $1/80 and $1/160. The prevalence of antibody to seasonal H1N1 (using a strain isolated in Marseille in 2007), and to seasonal H3N2 (using a strain isolated in Marseille in 2008) is given for HI titres $1/40. doi:10.1371/journal.pone.0009214.g008 Figure 9 . Prevalence of antibody to H1N1sw according to age groups. The prevalence is given for HI titres $1/40, $1/80 and $1/ 160. doi:10.1371/journal.pone.0009214.g009 Figure 10 . Phylogenetic and temporal distribution of H1N1sw isolates. Figure 10A shows the phylogenetic distribution of H1N1sw isolates based on complete amino acid neuraminidase sequences. The label of each strain includes the GenBank number, the country of origin, the time of collection and the amino acid pattern at residue positions 106 and 248 of the neuraminidase protein. Figure 10B shows the temporal distribution of strains harbouring the VN or ID amino acid pattern at residue positions 106 and 248 of the neuraminidase protein. Figure the Southern hemisphere, but also, at a low rate, in the Northern hemisphere: in our series, patients with H3N2 infections returned from Australia, but also from the UK or the USA.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 542,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1338,
                    "end": 1346,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 1748,
                    "end": 1756,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 1919,
                    "end": 1928,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1990,
                    "end": 2000,
                    "text": "Figure 10A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2300,
                    "end": 2310,
                    "text": "Figure 10B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2460,
                    "end": 2466,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Regarding H1N1sw infection, it was identified originally in travellers returning from abroad (75% in Panel A, including a majority of adults) or in patients in close contact with them (25%). This pattern was progressively modified and, notably, the number of patients who did not travel and could not identify any link with suspected cases, as well as the number of patients under the age of 10 tested for H1N1sw infection, increased progressively. The final picture (see figures 3B and 4) is very similar to the epidemiological distribution of H1N1 seasonal virus usually observed in age groups, with ,50% of cases under the age of 20, a decreasing number of cases in age groups over the age of 20 and, notably, a very limited number of cases in patients over 60 years old. Superimposing the curves of empirical cumulative distribution of ages for patients with seasonal H1N1 in New York State during the 2006-2007 and 2007-2008 influenza seasons, and for H1N1sw in Panel C shows a striking similarity. Only one difference is observed in the 2-12 years old age group, in which the number of cases is slightly lower in our series. However, it must be noted that, in the current study, the investigation of clusters of cases (implicating a majority of children under the age of 15) was limited to sampling a few individuals per cluster. Therefore, the actual number of cases in children was underestimated and is most probably similar to that reported for seasonal H1N1 by [20] (in the latter study, 47% of the detected H1N1 cases were reported in patients younger than 20 years). The most remarkable difference observed by [20] between seasonal H1N1 (and thus H1N1sw) and H3N2 distribution, is the number of cases occurring in the elderly, (H1N1 does preferentially target a younger population). One reason that may underlie this difference is the weaker antigenic drift in H1N1, associated with co-circulation of multiple H1N1 lineages and weaker H1N1 bottleneck effects between seasons compared to those of H3N2 [20, 24] . Indeed, in the current series the number of cases detected in patients over 60 years old is remarkably low: less than 1% in both Panels B and C whilst this age group provided 10.5% of the patients tested in these two panels.",
            "cite_spans": [
                {
                    "start": 1472,
                    "end": 1476,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1623,
                    "end": 1627,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2014,
                    "end": 2018,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2019,
                    "end": 2022,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This distribution of cases in age groups is of special interest in the light of HI serological results (see figures 8 and 9): regardless of the antibody titre considered, it appears clear that the prevalence of antibodies to H1N1sw is low under the age of 30. Since it is extremely improbable that strains related to H1N1sw circulated in human populations during the last 20 or 30 years, the value observed for young patients is likely to be due to cross reactivity with seasonal influenza and thus indicative of the global overestimation of the prevalence provided by the HI assay (according to this hypothesis, around 10%). In individuals over 40, the prevalence is clearly disconnected from that observed for seasonal viruses and suggests previous exposure (presumably before 1970) to influenza virus(es) antigenically related to the current H1N1sw. However, much earlier circulation (i.e. before 1940 and possibly between the first and the Second World War) of H1N1sw-related strains cannot be ruled out considering the high prevalence values observed for patients over 80.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This suggests a ''cause and effect'' relationship, i.e. protection provided by specific antibodies. However, this interpretation should be considered tenuous since the significance of the titres of HI antibodies detected, in terms of protection against infection/ asymptomatic infection/severe forms, is unknown. Moreover, if the group of elderly individuals appears to be collectively prone to a low incidence of H1N1 and H1N1sw infections (at least of symptomatic infections), individuals without immunity to the virus do exist in this age group. Their precise number is unknown since the antibody level (HI titre) that may provide effective protection is undetermined, but the occurrence of a low incidence in this age group does not eliminate during the outbreak the risk of complicated forms and high mortality as classically observed in the case of seasonal influenza infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Concerning diagnosis of the acute infection, it is generally considered that the only reliable tool was the detection of viral genomes using molecular biological methods. Our comparative analysis of results obtained in parallel that incorporated molecular biology and a RIDT led to a more subtle assessment. We found that the positive predictive and specificity values of the RIDTs used were 100% and that the sensitivity in the age group 0-15 was 75%. Comparative analyses with studies investigating the performance of RIDTs suggest that the RIDT used in the current study performs better than others. This deserves further investigation. However, it also suggests that RIDT may be useful for rapid investigation of clusters of paediatric cases, and that they may also be particularly useful at the peak of the outbreak: we could calculate that (in the case of children under the age of 15 and under the hypothesis of a ratio of 2 between the price of the molecular test and that of the RIDT) the cost of a strategy associating a systematic RIDT and a molecular test for all negatives would become more attractive than systematically testing all samples by molecular biology for prevalence of influenza infection over 60%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another conclusion that could be drawn from the use of RIDTs is, in the case of H1N1sw, the more important viral excretion in children under the age of 15 compared with other age groups (see figure 6A ). Actually, children were associated with the highest sensitivity of the test and, simultaneously, positive results of RIDTs could be associated with elevated viral loads (see figure 6B ). This confirms previous results showing that the highest attack rates of seasonal influenza observed in communities of schoolchildren are accounted for by the shedding of higher titres of virus for a longer period than other patient groups [21, 22] . In the specific case of H1N1sw, similar results were observed suggesting that clinical attack rates in children under 15 years of age in La Gloria were twice those observed in adults [25] .",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 634,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 200,
                    "text": "figure 6A",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 387,
                    "text": "figure 6B",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The investigation of a cluster of cases in a summer camp showed the rapid spread of the virus in individuals living in the immediate vicinity of the index case. Interestingly, the attack rate observed in children (median age 11) was similar to that observed in young adults supervising them (median age 22). This strongly suggests that the shedding of higher titres of virus by children is the major parameter associated with high attack rates. However, it was also noticed that attack rates in children increased with age sub-groups, the risk of infection among teenagers being 3 times the risk of the youngest (under 8 years old). This difference may be, in the case of the current investigation, explained in part by the physical separation of children in different groups, but may also reflect specific behaviour or susceptibility to infection in different age groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, the genetic characterisation of a strain isolated in the early period (May) of the outbreak from a patient returning from Mexico, and that of a strain isolated in July 2009 from a French autochthonous case revealed two mutations at positions 106 and 248 of the neuraminidase protein. Residue 106 is located at the N terminus of the neuraminidase domain and closely related to the trans-membrane domain. Residue 248 is located at the surface of the protein and part of an antibody recognition site [26] . It may therefore be associated with antigenic shift. The N248D mutation has previously been reported in H1N1 human strains isolated in the thirties, forties, seventies, eighties and nineties. Sequence analysis suggests that a majority of strains harboured the V 106 -N 248 pattern at the origin of the outbreak. After May 2009, the decline of V 106 -N 248 strains was concomitant with the emergence of I 106 -D 248 strains. The mechanism of emergence of ID strains remains unclear: such strains may have emerged from a common ancestor and disseminated secondarily, but this hypothesis is epidemiologically puzzling and poorly supported by phylogenetic analyses in other genes such as HA. The alternative hypothesis (a common selection process may have lead to convergent evolution towards ID strains originating from various VN ancestors) cannot be ruled out and would suggest that evolutionary constraints led to the decline of V106-N248 strains after May 2009 and the emergence of I106-D248. To our knowledge, this phenomenon has not been associated to date with a change in the epidemiology or clinical presentation of the viral infection, but certainly deserves a careful follow up during the coming months.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Modified surveillance of influenza A(H1N1)v virus infections in France",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levy-Bruhl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vaux",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Point of Care strategy for rapid diagnosis of novel A/H1N1 influenza virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nougairede",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ninove",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zandotti",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "De Lamballerie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gazin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Currents",
            "volume": "1039",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Simple Method for Molecular Detection of Swine-Origin and Human-Origin Influenza A Virus. Vector Borne Zoonotic Dis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ninove",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gazin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nougairede",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flahault",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human bocavirus and acute wheezing in children",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allander",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Niesters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lehtinen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "904--910",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rapid detection of human parechoviruses in clinical samples by real-time PCR",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Benschop",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Der Ham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wolthers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beld",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "41",
            "issn": "",
            "pages": "69--74",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rapid routine detection of enterovirus RNA in cerebrospinal fluid by a one-step realtime RT-PCR assay",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Dierssen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rehren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Henke-Gendo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harste",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "42",
            "issn": "",
            "pages": "58--64",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lower respiratory viral illnesses: improved diagnosis by molecular methods and clinical impact",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garbino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Gerbase",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wunderli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Deffernez",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "170",
            "issn": "",
            "pages": "1197--1203",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Study of influenza C virus infection in France",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gouarin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vabret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petitjean",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brouard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Med Virol",
            "volume": "80",
            "issn": "",
            "pages": "1441--1446",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Quantification of human cytomegalovirus DNA in bone marrow transplant recipients by real-time PCR",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Griscelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barrois",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chauvin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lastere",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bellet",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "4362--4369",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A singletube, real-time PCR assay for detection of the two newly characterized human KI and WU polyomaviruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lindau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiveljung-Lindell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ramqvist",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allander",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Virol",
            "volume": "44",
            "issn": "",
            "pages": "24--26",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Molecular assays for detection of human metapneumovirus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Syrmis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "100--105",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Development and implementation of a molecular diagnostic platform for daily rapid detection of 15 respiratory viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiveljung-Lindell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rotzen-Ostlund",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ullstrand",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grillner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Med Virol",
            "volume": "81",
            "issn": "",
            "pages": "167--175",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sensitive and broadly reactive reverse transcription-PCR assays to detect novel paramyxoviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Chern",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pallansch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "2652--2658",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Simultaneous detection of influenza viruses A and B using real-time quantitative PCR",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Elden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nijhuis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schipper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "196--200",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Frequent detection of human coronaviruses in clinical specimens from patients with respiratory tract infection by use of a novel real-time reversetranscriptase polymerase chain reaction",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Elden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Alphen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Hendriksen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Hoepelman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect Dis",
            "volume": "189",
            "issn": "",
            "pages": "652--657",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Applicability of a real-time quantitative PCR assay for diagnosis of respiratory syncytial virus infection in immunocompromised adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Elden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Der Beek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Hendriksen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Hoepelman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "4378--4381",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sequencing primers and protocol (Pandemic (H1N1) 2009 guidance documents",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The CLUSTAL_X windows interface: flexible strategies for multiple sequence alignment aided by quality analysis tools",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Plewniak",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jeanmougin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nucleic Acids Res",
            "volume": "25",
            "issn": "",
            "pages": "4876--4882",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "MEGA4: Molecular Evolutionary Genetics Analysis (MEGA) software version 4.0",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dudley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Biol Evol",
            "volume": "24",
            "issn": "",
            "pages": "1596--1599",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Differences in patient age distribution between influenza A subtypes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khiabanian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "St George",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rabadan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Patterns of shedding of myxoviruses and paramyxoviruses in children",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Taber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Glezen",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Infect Dis",
            "volume": "144",
            "issn": "",
            "pages": "433--441",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The impact of influenza in children",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Munoz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Semin Pediatr Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "72--78",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A variety of respiratory viruses found in symptomatic travellers returning from countries with ongoing spread of the new influenza A(H1N1)v virus strain",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Follin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindqvist",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nystrom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lindh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The genomic and epidemiological dynamics of human influenza A virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "615--619",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Pandemic potential of a strain of influenza A (H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557--1561",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Mapping the sequence mutations of the 2009 H1N1 influenza A virus neuraminidase relative to drug and antibody binding sites",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maurer-Stroh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Sirota",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Eisenhaber",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biol Direct",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Samples tested from April to August 2009. Panel A corresponds to Level A laboratory samples (N = 99) tested between April 25 th 2009 and June 15 th 2009. Panel B corresponds to Level A laboratory samples (N = 280) tested between April 25 th 2009 and July 13 th 2009. Panel C corresponds to all samples (N = 1,815) tested between April 25 th 2009 and August 31 st 2009, including Point of Care (POC) samples. doi:10.1371/journal.pone.0009214.g001 A collection of 3,000 sera received between January 2009 and March 2009 (before the detection of the first cases of H1N1sw infections on the French territory) in our laboratory for performing a variety of serological investigations was established. Six hundred sera distributed in 4 age groups (0-19, 20-39, 40-59 and .60) were randomly selected in this collection, until an equal number of 150 sera in each age group was reached. Antibodies to the new H1N1sw virus were detected and quantified by the standard hemagglutination inhibition (HI) technique. The antigen was prepared from cell culture supernatant medium obtained following a seven-day propagation of strain OPYFLU-1 at high m.o.i. onto MDCK cells. Serial dilutions of heat-decomplemented serum (1/20-1/5,120), four viral hemagglutinating units and a suspension of human erythrocytes (group O, final concentration: 0.5%) were used in a final volume of 50 mL. In addition, a subgroup of 300 randomly selected human serum samples was tested using antigens from seasonal influenza viruses, i.e. one strain of seasonal H1N1 (Marseille-2007), and one strain of seasonal H3N2 (Marseille-2008).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Panel B included 280 samples collected between April 25 th , 2009 and July 13 th , 2009 using the systematic criteria for suspected",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Etiology of viral respiratory infections in Panel A by age groups.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Distribution of cases in age groups for Panel B and C.Figure 3Aand 3B show the distribution of cases in age groups for the Panel B and C respectively. The figure includes only patients whose age was known (270 patients from Panel B and 1799 in Panel C). The column on the left shows the number of samples tested, positive for H1N1sw or positive for seasonal H3N2 virus in each age group. The column in the middle shows the percentage of samples testing positive for H1N1sw in each age group. The column on the right shows the distribution of positives in the different age groups. doi:10.1371/journal.pone.0009214.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Empirical cumulative distribution of ages for patients with seasonal H1N1 or novel H1N1sw virus. We show the empirical cumulative distribution of ages for patients with seasonal H1N1 (blue) in New York State during the 2006-2007 and 2007-2008 influenza seasons and for H1N1sw (red) in Panel C. doi:10.1371/journal.pone.0009214.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Weekly distribution of samples tested and samples positive for H1N1sw or seasonal H3N2 virus. doi:10.1371/journal.pone.0009214.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "shows the distribution of positive RIDTs according to viral load amongst 41 samples. *: p,0.001 (chi-square test); compared with all other samples. doi:10.1371/journal.pone.0009214.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Probable and confirmed cases in a summer camp, July 2009. White cubes figure children; pink cubes figure counsellors/ management team; yellow cubes figure technical staff. Letters indicate the group (see main text) and the cubes with a black corner indicate microbiological confirmation. doi:10.1371/journal.pone.0009214.g007",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "10B: Green circle: strains with VN pattern. Pink triangle: strains with ID pattern. Dark blue square: strains with VD pattern. Light blue square: strains with IN pattern. doi:10.1371/journal.pone.0009214.g010",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Etiology of viral respiratory infections in Panel A.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "the different etiologies in each age group. *: includes 3 co-infections. EV: enteroviruses; WU: WU polyomavirus; PARAINF: parainfluenza viruses 1/2/3/4; COR NL63: human coronavirus NL63; COR OC43: human coronavirus OC43; COR 229E: human coronavirus 229E; MPV: human metapneumovirus; RH: rhinoviruses; BOCA: bocaviruses; H3N2: influenza A virus H3N2; H1H1: influenza A virus H1N1sw. Und: undetermined. doi:10.1371/journal.pone.0009214.g002",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Clinical symptoms observed in 45 probable and confirmed cases in a summer camp, July 2009.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}