{
    "paper_id": "1db4560940a913194230a37755d10fa154b09d15",
    "metadata": {
        "title": "A comparative analysis of host responses to avian influenza infection in ducks and chickens highlights a role for the interferon-induced transmembrane proteins in viral resistance",
        "authors": [
            {
                "first": "Jacqueline",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nikki",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Le",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [
                    "R"
                ],
                "last": "Paton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "Weronika"
                ],
                "last": "Gutowska",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Heather",
                "middle": [
                    "L"
                ],
                "last": "Forrest",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Angela",
                "middle": [
                    "F"
                ],
                "last": "Danner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Patrick Seiler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Digard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "G"
                ],
                "last": "Webster",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "W"
                ],
                "last": "Burt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Chickens are susceptible to infection with a limited number of Influenza A viruses and are a potential source of a human influenza pandemic. In particular, H5 and H7 haemagglutinin subtypes can evolve from low to highly pathogenic strains in gallinaceous poultry. Ducks on the other hand are a natural reservoir for these viruses and are able to withstand most avian influenza strains. Results: Transcriptomic sequencing of lung and ileum tissue samples from birds infected with high (H5N1) and low (H5N2) pathogenic influenza viruses has allowed us to compare the early host response to these infections in both these species. Chickens (but not ducks) lack the intracellular receptor for viral ssRNA, RIG-I and the gene for an important RIG-I binding protein, RNF135. These differences in gene content partly explain the differences in host responses to low pathogenic and highly pathogenic avian influenza virus in chicken and ducks. We reveal very different patterns of expression of members of the interferon-induced transmembrane protein (IFITM) gene family in ducks and chickens. In ducks, IFITM1, 2 and 3 are strongly up regulated in response to highly pathogenic avian influenza, where little response is seen in chickens. Clustering of gene expression profiles suggests IFITM1 and 2 have an anti-viral response and IFITM3 may restrict avian influenza virus through cell membrane fusion. We also show, through molecular phylogenetic analyses, that avian IFITM1 and IFITM3 genes have been subject to both episodic and pervasive positive selection at specific codons. In particular, avian IFITM1 showed evidence of positive selection in the duck lineage at sites known to restrict influenza virus infection. Conclusions: Taken together these results support a model where the IFITM123 protein family and RIG-I all play a crucial role in the tolerance of ducks to highly pathogenic and low pathogenic strains of avian influenza viruses when compared to the chicken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The question of how ducks can survive challenge by all low pathogenic avian influenza (LPAI) and most highly pathogenic avian influenza (HPAI) infections, yet chickens can only survive LPAI, remains an important question due to the economic losses experienced by the poultry industry, the human health implications and the continuing threat of pandemic disease posed by avian viruses. Most avian influenza strains are able to infect and replicate in ducks, and are usually asymptomatic and seldom cause disease. Of the 16 haemagglutinin subtypes of influenza viruses infecting migratory waterfowl, the H5 and H7 subtypes are unique. After transmission to gallinaceous poultry the H5 and H7 viruses can evolve into highly pathogenic strains. In ducks and other aquatic birds the low pathogenic H5 and H7 influenza viruses replicate predominantly in the intestinal tract without any outward clinical signs of infection. After transmission to gallinaceous poultry and acquisition of multiple basic amino acids in the connecting peptide of the haemagglutinin, the viruses become highly pathogenic and replicate systemically in the chicken [1] . HPAI has proven to be deadly to chickens within a very short time frame post-infection, although LPAI only produces mild or no signs of clinical disease [2] . Ducks on the other hand are able to mount a robust inflammatory response against most HPAI [3] , although they have shown increased susceptibility to some emerging strains of H5N1, with death resulting in some cases [4] [5] [6] . The difference in pathogenesis seen between ducks and chickens could also be due to the fact that a rapid induction of apoptosis in HPAI-infected ducks may be beneficial to the host, whereas delayed apoptosis in chickens may be an advantage for the virus [7] .",
            "cite_spans": [
                {
                    "start": 1135,
                    "end": 1138,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1294,
                    "end": 1297,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1391,
                    "end": 1394,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1516,
                    "end": 1519,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1520,
                    "end": 1523,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1524,
                    "end": 1527,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1785,
                    "end": 1788,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "HPAI H5N1 remains a concern, with new strains continually evolving and increasing the pandemic threat from this subtype. Worryingly, the recently emerged H7N9 subtype also poses a risk of being the vector by which a human influenza epidemic occurs. The first human infections by this virus were reported early in 2013, and by June 2013, the mortality rate was over 30 % -a level still being seen as cases continue to be reported. The World Health Organization (WHO) has identified H7N9 as \"…an unusually dangerous virus for humans\" [8] . Although not posing an imminent threat, H10N8 has also recently been identified as having the potential to spread from birds to humans if the necessary viral mutations occur [9] .",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 535,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Viral haemagglutinin binds to cell surface receptors in susceptible host cells. In humans, virus binds to sialic acid α2, 6-galactose (SAα2, 6-Gal) linked receptors whereas avian viruses preferentially bind to sialic acid α2, 3-galactose (SAα2, 3-Gal) linked receptors [10, 11] . SAα2, 6-Gal linked receptors are the predominant type in the trachea of chickens, while duck tracheas contain more SAα2, 3-Gal linked receptors [12] . This may be one reason why chickens have the potential to act as an intermediate host for human infection.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The avian response to infection compared to that of humans is also determined by their immune gene repertoire. It is known that birds have a much more compact set of immune-related genes than mammals [13, 14] . With the increasing availability of avian genome sequences, it is also becoming apparent that key genes are reportedly missing in some birds, which will affect their host responses to viral infections. These include Toll-like receptors 8 and 9 (TLR8 and TLR9) that, in humans, recognize ssRNA and CpG, respectively [15, 16] . Interferon-stimulated gene 15 (ISG15), interferon regulatory factor 3 (IRF3) and TNFα are all genes which have not yet been identified in birds [17] . When we compare the genomes of chickens and ducks we can also see differences in their immune gene complement. Crucially, chickens (but not ducks) appear to be lacking the intracellular receptor for viral ssRNA, RIG-I (also called DDX58) [18] and the gene for an important RIG-I binding protein, RNF135 [17] . These differences may also partly explain the differences seen between chickens and ducks in their responses towards avian influenza infections [17] .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 681,
                    "end": 685,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "One family of genes which are known to have a role in limiting influenza infection in mammals is the interferon induced transmembrane protein (IFITM) family [19, 20] . These genes are part of a larger family called the Dispanins which have a common double transmembrane domain configuration [21] . In humans, IFITM1, 2, 3, 5 and 10 have been identified. The gene cluster IFITM1, 2 and 3 are known to have anti-viral function (the \"immunerelated\" or IR-IFITM gene cluster; [22] ), IFITM5 may be involved in bone mineralization and the role of IFITM10 is less clear [23] . Although exactly how they function has not been fully elucidated, IFITM proteins have been found to be enriched in late endosomes and lysosomes and are thought to act before viral membrane fusion occurs [24] . Human IFITM3 has been shown to block viral entry into the host cell [25] , with a requirement of the CD225 domain for inhibition of the influenza virus [26] . Until now, most of these genes remained unannotated in the chicken and duck genomes and their role in avian influenza infections was unknown.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 849,
                    "end": 853,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "To examine the role, if any, of the IFITM gene family we searched for members in the genomes of the chicken, duck and other avian species, performed an in depth molecular phylogenetic analyses to detect positive selection acting on specific codons and then compared the expression of host genes following infection by low and high pathogenic strains of avian influenza viruses in ducks and chickens. In this study we examine and compare the expression of innate immune related genes in chickens and ducks after infection with both LPAI (H5N2) and HPAI (H5N1); these being avian species showing high (usually leading to death) and low susceptibility (mostly asymptomatic), respectively. We looked at the host immune response and viral replication in the ileum and lung 1 and 3 days post infection (dpi). HPAI viruses replicate primarily in the respiratory tract prior to systemic spread with generalized replication and death, while low pathogenic viruses replicate primarily in the intestinal tract and to a limited extent in the respiratory tract with no apparent disease signs [27] . Dramatic differences in host responses to avian influenza infection were found in chickens and ducks. In ducks IFITM1, 2 and 3 are strongly up regulated in response to HPAI virus, where little response is seen in chickens. Clustering of gene expression profiles suggests IFITM1 and 2 have an anti-viral response and IFITM3 may act before viral membrane fusion occurs and thus blocks viral entry. We also show through molecular phylogenetic analyses that avian IFITM1 and 3 genes have been subject to both episodic and pervasive positive selection at specific codons. Specifically, avian IFITM1 shows evidence of positive selection in the duck lineage at a site known to restrict avian influenza virus (AIV) infection. Overexpression of this gene in vitro has been shown to increase the resistance of avian cells to AIV infection [28] , probably by a block in membrane fusion, crucial to the entry and further replication of this virus. Taken together these results support a model where the IFITM123 family and RIG-I play a crucial role in the tolerance of ducks to high and low pathogenic strains of avian influenza viruses when compared to the chicken and other Galliformes.",
            "cite_spans": [
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1915,
                    "end": 1919,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Characterisation of the IFITM genes in the genomes of chicken and duck",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The IFITM response to influenza infection has not been examined in vivo in any avian species. We therefore resolved to identify and annotate these genes in the chicken and duck genomes, examine their evolution in vertebrates and determine their expression after infection with either LPAI or HPAI viruses. This would allow the evolution of the IFITM gene family and their response to influenza infection to be compared with mammals and between chickens and ducks. This analysis would highlight similarities and differences that may be correlated with susceptibility to infection by this group of viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "With only the IFITM3-like, IFITM5 and part of the IFITM10 genes annotated in the chicken genome we had to first identify the genomic locations of other chicken IFITM genes (if any) and identify the orthologous genes on the relevant scaffolds in the sequenced duck genome. The locations of the genes in the chicken genome (Galgal4; GCA_000002315.2) were determined to be clustered on Chr5 as follows: cIFITM1: 1592913-1593904; cIFITM2: 1598390-1599631; cIFITM3: 1596326-1597707; cIFITM5: 1600790-1601575 and cIFITM10: 13520526-13526834. The chicken IFITM locus was previously described by Smith et al. [28] although the true orthology with mammals was uncertain. With respect to the avian gene nomenclature, IFITM1 has been annotated as 'chIFITM3' by these authors and IFITM3 was called 'chIFITM1'.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 605,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Aside from IFITM5, only partial duck IFITM gene sequences could be identified in the duck genome (BGI_ duck_1.0; GCA_000355885.1) using the chicken sequences as probes in any Blast homology searches. The complete IFITM1 gene was identified in the duck genome using the chicken sequence based on a Genewise prediction and the full coding sequence was confirmed by 5'-RACE. The complete cDNA sequences for duck IFITM2, 3 and 10 required cloning by 5'-RACE experiments to complete the 5'-end of each sequence. The IFITM5 gene was also confirmed by sequencing of the genomic locus. Analysis of the protein sequences using the SMART algorithm showed that both the chicken and duck proteins share the same double transmembrane domain structure and the highly conserved CD225 domain, as found in other species [22] (Additional file 1: Figure S1 ). Comparison of duck and chicken IFITM protein sequences shows varying degrees of sequence identity: IFITM1 40 %, IFITM2 68 %, IFITM3 75 %, IFITM5 92 % and IFITM10 92 %. (All duck sequences have been submitted to the public databases under the following accession numbers: IFITM1: GenBank-KF584226; IFITM2: GenBank-KF584227; IFITM3: GenBank-KF584228; IFITM5: EMBL-HG764554; IFITM10: GenBank-KF584229).",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 807,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 828,
                    "end": 837,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In mammals the highly conserved IFITM5 and 10 proteins cluster into distinct evolutionary groups, while a large number of lineage and species-specific gene duplications were observed in the IR-IFITM sub-family; made up of IFITM1, 2 and 3-like proteins [22] . For example, these authors were able to define expansions specific to rodent and primate clades. Gene conversion was previously reported in a few species including dog, cow and horse but is not a factor in other species, including birds [22] .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary relationships of IFITM genes in birds, mammals and amphibians"
        },
        {
            "text": "In order to study the evolution of the avian IFITM gene family and elucidate gene orthologs with other vertebrates, IFITM coding sequences were collected from avian species based on previously annotated genes or homology searches of the 48 avian genomes analysed by the Avian Phylogenetics Consortium using the chicken and duck IFITM sequences as probes (see METHODS, Additional file 2: Table S1 describes the source of the sequences and Additional file 3: Table S2 lists the species names and abbreviations). In addition, IFITM sequences from mammals, non-avian reptiles and amphibians were downloaded from GenBank (NCBI) and used to compare with avian homologs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 395,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 465,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Evolutionary relationships of IFITM genes in birds, mammals and amphibians"
        },
        {
            "text": "Using conservation of gene order we were able to define 1:1 orthologs between the avian and mammalian IR-IFITM gene cluster, and the IFITM5 and 10 genes. These three groups of IFITM sequences were used to create a multiple sequence alignment (Additional file 4: Figure S2 ) and in the construction of a phylogenetic gene tree (Additional file 5: Figure S3 ). As expected, the IFITM5 and 10 genes cluster into distinct clades in birds, other non-avian reptiles, mammals and amphibians but the picture for the IR-IFITM gene family was more complex. In birds, the three IR-IFITM genes cluster into three distinct groups of IFITM1, 2 and 3 sequences. In mammals, however the genes tend to cluster together within their own species or clades, indicating more recent clade-specific gene expansions, as shown before by Zhang et al. [22] making it impossible to define 1:1 orthologs between avian and mammalian IFITM1, 2 and 3-like genes. In an attempt to resolve this issue and define the gene duplication events that gave rise to this family, we prepared a multiple sequence alignment of the IR-IFITM protein family. To increase the power of our analysis we collected IFITM1, 2 and 3-like peptide sequences from a wide range of vertebrates including birds, non-avian reptiles, mammals and amphibians. After multiple sequence alignment (MSA) using MUSCLE, we removed partial, duplicated or highly divergent (likely to be sequencing errors or incorrect spliced products) peptide sequences, after which 148 peptide sequences remained in the final multiple sequence alignment (Additional file 6: Figure S4 ). MrBayes, a Bayesian package for inference [29, 30] , was used to infer phylogenetic trees from the MSA of IFITM1/2/3-like peptide sequences (Fig. 1 ). There appeared to be a single clade of IFITM1like genes in the amphibians (Xenopus species), which suggested an independent origin from birds and mammals. The Xenopus sequences were therefore used to root the gene tree. The tree showed strong support for independent IFITM gene duplications in mammals and reptiles. In mammals, as Zhang et al. [22] have shown previously, there were a number of clade-specific expansions of this gene family. However in birds, there were only two gene duplications that gave rise to the avian IFITM1, 2 and 3 genes. The IFITM2 and 3 genes appear to have arisen from an avian-specific gene duplication, with only a single IFITM2/3-like gene in nonavian reptiles. The IFITM1 gene appears to have arisen from an earlier gene duplication in all reptiles. This Bayesian analysis was supported by similar analyses based on Maximum Likelihood, Neighbour-Joining and Parsimony methods, as implemented in the MEGA6 package (Additional file 7: Figure S5 ) using the JTT + G_I model predicted as the most likely substitution model (Additional file 8: Table S3 ). These results also show that the structure and function of the avian IFITM123 protein family is most likely to share ",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 829,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1641,
                    "end": 1645,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1646,
                    "end": 1649,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2094,
                    "end": 2098,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 271,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 346,
                    "end": 355,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 1586,
                    "end": 1595,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 1739,
                    "end": 1746,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2717,
                    "end": 2726,
                    "text": "Figure S5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2823,
                    "end": 2831,
                    "text": "Table S3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Evolutionary relationships of IFITM genes in birds, mammals and amphibians"
        },
        {
            "text": "In mammals, it is known that the IFITM5 and 10 genes are highly conserved and the genes of the IR-IFITM gene cluster are more divergent and predicted to be under positive selection [22] . We used methods implemented in DATAMONKEY [31] and CODEML to investigate whether positive selection has also driven the evolution of the avian IFITM gene family. Gene conversion was found in some mammals under species-specific duplication, including dog, cow, horse, etc. [22] . These sequences were removed from all subsequent analyses. No gene conversion was found in the avian IFITM gene family members [22] . MEME was used to seek evidence of positive selection at sites in the coding sequences of the IFITM gene family (Table 1) . MEME is a method implemented within the DATAMONKEY package [32] that can identify both episodic and persistent positive selection because it allows the distribution of the dN/dS ratio to vary from site to site and from branch to branch at a site. In birds, only two genes -IFITM1 and 3 show sites with strong evidence of positive selection. For IFITM1, most sites (6 codons) were found in the second transmembrane domain (TM2). In addition, one site was found in each of the N-(codon 30) and C-(codon 135) termini of the IFITM1 peptide. Only two sites (codons 106 and 112) were predicted to show persistent positive selection in all avian branches. Most sites showed evidence of episodic positive selection in one (codon 30 ANAPL at a site known to restrict influenza viruses [26] , codon 100 PHALE and codon 117 CALAN) or a few species (codons 102, 118 and 135). These results were supported by FUBAR [33] , which detected persistent sites of positive selection at codons 106, 112, 118 and 135, also detected by MEME (Additional file 9: Table  S4 ). No significant sites were found using CODEML for IFITM1 (Additional file 10: Table S5 ), suggesting most were episodic sites. The other gene, IFITM3, was predicted to have fewer positively selected sites (only 3 codons), in one (codon 98 APTFO and codon 136 CUCCA) or more species (codon 119). Again, the transmembrane TM2 domain contained most sites (2/3 of cases). CODEML predicted two additional sites of persistent positive selection in both IFITM3 and 10 (2 in the N-terminus) (Additional file 10: Table S5 ). These results suggest that the TM2 domain is likely to be important in recognition of pathogen-associated lipids. Of great interest was positive selection at codon 30 (Thr -> Pro) in ducks, at a site known to restrict influenza viruses [26] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1500,
                    "end": 1504,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1626,
                    "end": 1630,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2526,
                    "end": 2530,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 721,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1762,
                    "end": 1771,
                    "text": "Table  S4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1852,
                    "end": 1860,
                    "text": "Table S5",
                    "ref_id": null
                },
                {
                    "start": 2278,
                    "end": 2286,
                    "text": "Table S5",
                    "ref_id": null
                }
            ],
            "section": "Positive selection acting on the IFITM subfamilies"
        },
        {
            "text": "With a view to analysing the in vivo expression of the IFITM genes after influenza infection in chicken and in duck, transcriptomic sequencing experiments were undertaken. This not only allowed us to determine the profile of IFITM gene expression, but also defined the host innate immune response after influenza infection in each species and allowed a comparison between species to be made. Since LPAI viruses from ducks are the ultimate source of HPAI viruses in chickens we used a LPAI H5N2 and a HPAI H5N1 strain to examine the host response to each class of influenza virus. This study involved the use of two different tissues known to be targets of viral infection (lung and ileum) in three different conditions (uninfected control or infected with either LPAI H5N2 or HPAI H5N1) at two different time points (1 dpi and 3 dpi), which would allow us to study the host response in each species. Differential expression of Table 1 Positively selected sites in IR-IFITM genes detected using MEME method implemented in DATAMONKEY This summary table reports the distribution of synonymous (α) and non-synonymous (β) substitution rates over sites inferred by the MEME model, where the proportion of branches with β > α is significantly greater than 0; p-value is derived using a mixture of χ2 distributions, **p-value < 0.01; *p-value < 0.05 genes was thus determined for 12 different experimental scenarios in each of duck and chicken, as outlined in Table 2 , with the main interest being on the differences that would be seen between duck and chicken. The numbers of genes regarded as significantly differentially expressed, FDR <0.05 and which have a fold-change >1.5 are listed. Additional file 11: Table S6 presents the significantly differentially expressed (DE) genes in the 12 comparisons for each of chicken and duck tissues.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 927,
                    "end": 934,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1452,
                    "end": 1459,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1704,
                    "end": 1712,
                    "text": "Table S6",
                    "ref_id": null
                }
            ],
            "section": "Transcriptomic analysis of host-responses to LPAI and HPAI viruses"
        },
        {
            "text": "The LPAI H5N2 virus (A/Mallard/British Columbia/ 500/2005) was not adapted to chickens and required 10 6 egg infectious doses of virus to infect 50 % (EID 50 ) of birds. Nevertheless in the infected chickens the virus replicated to moderate titres in the lungs (10 1.75 -10 3.25 EID 50 ) and higher titres in the ileum (10 3.5 -10 5.5 EID 50 ) and caused no disease signs. In ducks the LPAI H5N2 replicated to low titres in the lungs (10 0.75 EID 50 ) and higher titres in the ileum (10 3.0 -10 6.75 EID 50 ) with no disease signs. In contrast, as little as 10 1.5 EID 50 of the HPAI H5N1 (A/Vietnam/1203/04) killed all inoculated chickens between 2 and 5 dpi. Despite 100 % mortality we detected virus in only 1/5 birds 3 dpi. Ducks were infected with 10 6 EID 50 of HPAI H5N1; the virus replicated to high titres in the lungs and ileum and 6/10 ducks died between 4 and 6 dpi. Viral doses were chosen to reflect earlier studies [2, 18] .",
            "cite_spans": [
                {
                    "start": 930,
                    "end": 933,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Virology and pathogenesis of host-responses to LPAI and HPIA viruses"
        },
        {
            "text": "Knowing that chickens react very differently to LPAI (H5N2) and HPAI (H5N1) viruses, it was expected that very different gene expression profiles would be seen after each infection. From the numbers of DE genes (Table 2) , it can be seen that the chicken mounts a large response to H5N1 in the ileum by 1 dpi . However, this is short-lived and is gone by 3 dpi. This response against H5N1 is not reflected in the lung. The highly pathogenic H5N1 appears to prove too much for the chicken -the response seen early in the ileum is not sustained, and the birds succumb to the disease. A strong response is seen in the lung by 3 dpi, after H5N2 infection. The ileum is not particularly affected by H5N2 infection and the robust response seen in the lung is obviously able to counter the effects of the virus, stop further spread, and the chicken is able to survive the LPAI infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The chicken host response to avian influenza infection"
        },
        {
            "text": "In order to examine which biological pathways are involved during the chicken response, the DE genes in ileum at 1 dpi during H5N1 infection and in the lung at 3 dpi during H5N2 infection were analysed. Additional file 12: Tables S7A and 7B show pathways which are significantly enriched in DE genes from ileum and lung, respectively. Along with processes such as antigen processing and phosphatidylinositol signalling, it can be seen that genes involved in axon guidance are perturbed during H5N1 infection in the ileum and B-and T-cell receptor signalling is activated in the lung against H5N2. Additional file 13: Figure S6 shows the genes being activated/inhibited in these pathways. The highlighted genes are also involved in natural killer cell activation, which is a process which will be occurring during the early response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 240,
                    "text": "Tables S7A and 7B",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 626,
                    "text": "Figure S6",
                    "ref_id": null
                }
            ],
            "section": "The chicken host response to avian influenza infection"
        },
        {
            "text": "The molecular function of the genes involved during the early response to H5N1 infection in the ileum is seen to be significantly represented by genes involved in lipid concentration and transport ( Fig. 2a and c) . Host cell lipids are important during influenza infection as Biological pathways which are significantly altered during the host response to LPAI in the lung at 3dpi. In each case p < 0.05. c Differential gene regulation in a biological network concerned with lipid metabolism (ileum). d Genes differentially expressed in the cell death, cell signalling and inflammatory response network (lung). Up-regulated genes (red) and down-regulated genes (green). The deeper the colour, the higher the level of differential expression and virus release [34, 35] . The significance of the Tand B-cell response in the chicken can be seen during the host response to H5N2 infection in the lung at 3 dpi. Some of the most up-regulated genes include Tcell markers, CD8B, CD4, CD3E and CD28, along with CD79B which codes for part of the B-cell receptor complex and CXCR5 which is involved in B-cell migration. Fig. 2b shows the canonical pathways significantly affected during the chicken host response to H5N2. One of the most perturbed biological networks (Fig. 2d) is that of cell death, cell signalling and the inflammatory response.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 764,
                    "text": "[34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 213,
                    "text": "Fig. 2a and c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1111,
                    "end": 1118,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1259,
                    "end": 1268,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The chicken host response to avian influenza infection"
        },
        {
            "text": "The data was also analysed for enrichment of biological parameters such as gene ontology (GO) terms, chromosomal location and the presence of transcription factor binding sites (Additional file 14: Figure S7 ). Examination of the genes up-regulated in response to H5N1 in the ileum at 1dpi shows a significant representation of genes involved in metabolic processes and lipid binding (APOA4, KYNU, HNF4A, HSD17B4, FABP6, ANXA13, SNX24, SNX2, FABP4, FABP2, SPTLC1, ALAS1, HNF4β, APOA1, and FABP3). Genes being down-regulated are over-represented by genes involved in axon guidance, generation of neurons and in the regulation of neurogenesis (TGFB2, EPHB2, SMO, SEMA3F, BMP7, CNTN4, CXCL12 and EPHB3). This effect on genes involved in neuron development confirms earlier reports of Alzheimer-like effects in mice infected with H5N1 [36] and possible association with Parkinsonism [37] . It also ties in with recent reports of brain damage caused by H7N9 in humans [38] .",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 835,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 879,
                    "end": 883,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 963,
                    "end": 967,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 207,
                    "text": "Figure S7",
                    "ref_id": null
                }
            ],
            "section": "The chicken host response to avian influenza infection"
        },
        {
            "text": "In response to H5N2 infection in the lung, significantly represented GO terms within up-regulated genes include protein binding, immune system processes, signal transduction, leukocyte activation, and cytokine binding. The up-regulated genes also show an enrichment of binding sites for the transcription factors ELF1 and ETV4. ELF1 is known to be required for the T-cell-receptor-mediated trans-activation of HIV-2 gene expression. It also activates the LYN and BLK promoters. LYN and BLK both play important roles in the B-cell response. ETV4 is known to bind to the enhancer of the adenovirus E1A gene, activate matrix metalloproteinase genes and be associated with invasion and metastasis of tumour cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The chicken host response to avian influenza infection"
        },
        {
            "text": "Interestingly, within the 3 chicken lung replicates which were infected with H5N2, only 2 samples showed the presence of virus when tested. All 3 samples showed a vigorous, tightly-correlated immune response. We therefore compared the 2 samples showing viral titre with the other sample, which was able to clear the virus. Clustering the data allowed us to highlight a particular group of genes which were more strongly expressed in the non-viral samples. Functional analysis of these genes showed them to be very immune-specific. Many of the genes were immunoglobulin genes and genes found on the surface of immune cells (particularly T-cells). This would indicate that these particular birds were able to prevent virus from actually entering the lung tissue by means of increasing expression of genes such as PTPRC, CD44, CD3E, CD8B, CTLA4, TNFRSF13C, CD79B, IL2RG, CD4, ITGA4, CD5 and CD28.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The chicken host response to avian influenza infection"
        },
        {
            "text": "The response to influenza infection in the duck is seen to be quite different from that of the chicken. The low pathogenic H5N2 virus barely elicits much of an immune response at all with the peak number of genes expressing at 3 dpi in the ileum (which is still only 102 genes, FDR < 0.05 and fold change >1.5). This reflects how ducks are unperturbed by LPAI infection and suggests they may be able to somehow block the virus before it enters the cell. Upon infection with H5N1, the duck mounts a robust innate response, with large numbers of genes significantly differentially expressed in both lung and ileum. The response in the ileum increases from 1 to 3 dpi whereas in the lung, a large response is already underway 1 dpi and is maintained through 3 dpi. This differential response to H5N1 and H5N2 viruses confirms previous results by Vanderven et al. [2] .",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 863,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The duck host response to avian influenza infection"
        },
        {
            "text": "The biological pathways involved in the duck response to H5N1 infection (in the ileum at 1 dpi and in the lung at 3 dpi) were examined as described above for the chicken. During the early response to HPAI infection in the ileum, the TLR pathway is seen to be significantly activated (Additional file 15: Figure S8A ). In the lung at 3 dpi, genes involved in the extra-cellular-matrix, focal adhesion, and adherens junctions are highly downregulated, while genes involved in leukocyte transendothelial migration are up-regulated. Interestingly, genes associated with cancer-related processes are also seen to be activated/inhibited (Additional file 15: Figures S8B-D) . Additional file 16: Tables S8A and B show all the pathways responding significantly in the duck ileum and lung respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 314,
                    "text": "Figure S8A",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 666,
                    "text": "Figures S8B-D)",
                    "ref_id": null
                }
            ],
            "section": "The duck host response to avian influenza infection"
        },
        {
            "text": "Pathway analysis also shows the effect of HPAI on hepatic stellate cells or lipocytes. The role of RIG-I (which is absent in the chicken genome) [18] is highlighted along with that of pattern recognition receptors (PRRs), indicating activation of TLR1LA, TLR4 and TLR7. We have previously shown TLR1LA to be activated during the host response to Marek's Disease Virus [39] . Levels of TLR4 are increased by heat shock proteins and various cellular factors produced during infection, while the ligand for TLR7 is ssRNA, of which the H5N1 genome is comprised. IRF, IL8, IL10 and IL17A signalling are all also up-regulated, indicating a robust cytokine response ( Fig. 3a and b) . Some of the most highly up-regulated genes seen during the duck host response to H5N1 include RSAD2 (viperin) which encodes an interferon-inducible antiviral protein involved in TLR7-dependent production of IFNB, MX1 which is known to have antiviral activity against avian influenza and DDX58 (RIG-I) which encodes a pattern recognition Fig. 3 Ingenuity Pathway Analysis of the duck response to HPAI infection in the ileum at 1 dpi and in the lung at 3 dpi. a Biological pathways which are significantly altered during the host response to HPAI in the ileum at 1dpi. b Biological pathways which are significantly altered during the host response to HPAI in the lung at 3dpi. In each case p < 0.05. c Differential gene regulation in a biological network concerned with the inflammatory response network (ileum). d Differential expression of genes involved in haematopoiesis (lung). Red represents up-regulated genes and green down-regulated genes. The deeper the colour, the higher the level of differential expression receptor for viruses. The two main biological networks observed in the duck host response are those concerned with inflammatory response (1 dpi in the ileum, Fig. 3c ) and haematopoiesis (3 dpi in the lung, Fig. 3d ).",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 661,
                    "end": 675,
                    "text": "Fig. 3a and b)",
                    "ref_id": null
                },
                {
                    "start": 1015,
                    "end": 1021,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1854,
                    "end": 1861,
                    "text": "Fig. 3c",
                    "ref_id": null
                },
                {
                    "start": 1903,
                    "end": 1910,
                    "text": "Fig. 3d",
                    "ref_id": null
                }
            ],
            "section": "The duck host response to avian influenza infection"
        },
        {
            "text": "Enrichment analysis of the genes involved in the duck response to H5N1 (Additional file 17: Figure S9) shows that the over-represented GO terms within up-regulated genes include signal transduction, response to stimulus, and cell communication while the down-regulated genes represent those involved in ion binding and cell structural organization. Examination of chromosomal location indicated a strong representation of genes from Chr1 amongst those up-regulated. An enrichment of the NF-κB TFBS was also identified within the up-regulated genes. NF-κB is known to have a central role to regulation of the immune response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 102,
                    "text": "Figure S9)",
                    "ref_id": null
                }
            ],
            "section": "The duck host response to avian influenza infection"
        },
        {
            "text": "In the ileum at 1 dpi, both chickens and ducks mounted a fairly large response to infection with H5N1. In chicken there were 403 unique, annotated genes which were up-regulated in response to H5N1 and 147 genes which were down regulated (this represents 86 % of all genes with a FC >1.5 and 97 % of all annotated genes). In duck there were 174 unique, annotated genes up-regulated in response to H5N1 and 63 genes down-regulated (representing 74 % of all genes with a FC >1.5 and 94 % of all annotated genes). Fig. 4a shows how these genes overlap in each response. Only 2 genes were commonly up-regulated in both duck and chicken (CYP2D6, TDRD7), and only 1 commonly down-regulated (NPTX2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 517,
                    "text": "Fig. 4a",
                    "ref_id": null
                }
            ],
            "section": "Comparison of chicken and duck host responses to LPAI and HPAI viruses"
        },
        {
            "text": "With the largest immune response in the lung being against H5N2 in chicken and against H5N1 in duck, it was decided to compare the genes being expressed in the lung at 3 dpi for each infection scenario. In chicken there were 323 unique, annotated genes which were upregulated in response to H5N2 and 65 genes which were down regulated (this represents 70 % of all genes with a FC >1.5 and 81 % of all annotated genes). In duck there were 430 unique, annotated genes up-regulated in response to H5N1 and 394 genes down-regulated (representing 74 % of all genes with a FC >1.5 and 90 % of all annotated genes). Fig. 4b shows how these genes overlap in each response. As can be seen, only 68 genes were commonly up-regulated in both duck and chicken and only 12 commonly down-regulated. Both these comparisons show that the largest part of the early response to influenza infection is unique to each species.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 609,
                    "end": 616,
                    "text": "Fig. 4b",
                    "ref_id": null
                }
            ],
            "section": "Comparison of chicken and duck host responses to LPAI and HPAI viruses"
        },
        {
            "text": "The genes responding uniquely in each host were examined further. Comparing the host-specific responses to H5N1 infection in the ileum at 1 dpi we see that the chicken response focuses on B-cell activation and lipid metabolism. The duck, on the other hand, is expressing genes involved in the differentiation of T-cells, cell death, and the activation of interferon's and cytokines. In the lung at 3 dpi, the unique chicken response to H5N2 is overwhelmingly concerned with T-and B-cell development and activation and cell death, whereas the genes expressed uniquely in duck upon H5N1 infection are all concerned with pathogen-associated molecular patterns and the RIG-I and TLR pathways (Additional file 18: Figure S10 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 709,
                    "end": 719,
                    "text": "Figure S10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparison of chicken and duck host responses to LPAI and HPAI viruses"
        },
        {
            "text": "Availability of transcriptomic data now allowed investigation of the IFITM gene expression response during LPAI and HPAI infection in both duck and chicken. Study of IFITM gene expression after both H5N1 and H5N2 infection has allowed us to see a completely different host response in each species (Table 3 ). In chicken there is a very limited IFITM response. The only gene expression seen is in the ileum 1 dpi after H5N1 infection, where IFITM1 is seen to decrease slightly (1.6-fold) Fig. 4 Venn diagram showing shared and unique responses to AI infection in duck and chicken. a Chicken response to H5N1 infection in the ileum at 1 dpi is compared to that of the duck. b Chicken response to H5N2 infection in the lung at 3 dpi is compared with the duck response to high path infection in the lung at 3 dpi and IFITM3 increases 2-fold. The duck, on the other hand, is seen to mount a robust IFITM reaction to influenza infection. In response to low path infection, the duck increases expression of both IFITM1 and 2 (~3-fold) in both lung and ileum. An early response at 1 dpi is obviously sufficient, with expression seen to diminish by 3 dpi. The duck is also clearly able to raise a strong interferon response against the highly pathogenic virus, with large increases in expression seen from IFITM1 and 2 in both lung and ileum. There are also very large increases in expression of IFITM3 (up to 93-fold) in lung.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 488,
                    "end": 494,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Gene expression profiles of IFITM subfamily members suggest specific roles in host responses towards avian influenza infections"
        },
        {
            "text": "To confirm these differences in gene expression seen between the species, QRT-PCR experiments were performed using RNA samples from the lungs of birds at 1 day post H5N1 infection (when the largest differences are seen). Samples from 3 infected birds were compared to 3 uninfected controls and normalized against eukaryotic 18 s rRNA expression. Large differences in IFITM expression were confirmed, with virtually no response in the chicken and significant up-regulation in the duck (Table 4 and Fig. 5 ). The very large IFITM2 response seen in the duck (553-fold up-regulation) is most probably an over-exaggerated estimate due to the wide variability seen in uninfected ducks (Additional file 19: Figure  S11 ). If the outlier bird is removed, then up-regulation is approximately 16-fold, which is similar to the relative ratios of expression seen with the RNAseq data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 492,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 497,
                    "end": 503,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 700,
                    "end": 711,
                    "text": "Figure  S11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Gene expression profiles of IFITM subfamily members suggest specific roles in host responses towards avian influenza infections"
        },
        {
            "text": "In order to examine the potential role of the avian IFITM genes in the global host response to avian influenza from LPAI and HPAI viruses the expression data (from duck) was clustered using CLUSTERGRAM (Fig. 6 ) and the functional profile of genes grouping with IFITM1, 2 and 3 were examined using DAVID and IPA (for details see Materials and Methods). In this way we could identify genes that are co-regulated with the IFITM genes and thus infer correlated gene functions (\"guilt by association\"). Avian IFITM1 and 2 were seen to cluster with genes highly enriched with roles in antiviral responses (Additional file 20: Table S9 ) while IFITM3 was very different and clustered with genes involved with organelle membranes and apoptotic processes (Additional file 21: Table S10 ). Avian IFITM3 is also co-expressed with genes involved in phosphorylation. Interestingly, phosphorylation of IFITM3 is thought to be important in determining its sub-cellular location and anti-viral function [40] . The results of this study confirm the involvement of avian IFITM1, 2 and 3 in the host response to avian influenza LPAI and HPAI viruses.",
            "cite_spans": [
                {
                    "start": 988,
                    "end": 992,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 209,
                    "text": "(Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 629,
                    "text": "Table S9",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 777,
                    "text": "Table S10",
                    "ref_id": null
                }
            ],
            "section": "Gene expression profiles of IFITM subfamily members suggest specific roles in host responses towards avian influenza infections"
        },
        {
            "text": "The gene expression results suggest that the avian IFITM1, 2 and 3 proteins play a role in the host's antiviral response towards avian influenza virus strains. The phylogenetic analysis revealed codons under positive selection in the IFITM1 and 3 genes. This would suggest that these proteins may have been subjected to selection pressure from pathogen infection, possibly ssRNA viruses like avian influenza. Multiple amino acid sequence alignments of the proteins encoded by these avian IFITM1 and 3 genes reveals a number of conserved motifs, shown to be functional in the homologous regions of the human IR-IFITM proteins (Fig. 7) . All these proteins share the highly conserved TM1-CIL-TM2 structure, core to the IFITM protein family. The TM1-CIL or CD225 domain is the most conserved region. The TM2 domain is more variable with most of the sites under pervasive or episodic positive selection mapping to this region. This domain is likely to recognise lipid motifs on the surface of viral and other pathogens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 625,
                    "end": 633,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Structural, functional and evolutionary constraints on amino acid residues within chicken, duck and human IR-IFITM proteins"
        },
        {
            "text": "The alignment also reveals that other functionally significant amino acids are conserved in some or all of the avian IFITM1, 2 and 3 proteins. In huIFITM3 conserved [41] . Mutagenesis studies of these cysteines in huIFITM3 [26] show they are required for protein clustering in membranes and antiviral activity. Only the cysteine equivalent to huIFITM3 C72 (C98 in Fig. 7) is conserved in all avian IFITM1, 2 and 3 proteins, which is likely to be the core palmitoylation site required for membrane position. The more N-terminal cysteine C71 in huIFITM3 (C97 in Fig. 7) is only conserved in avian IFITM1 but not IFITM2 or 3. In huIFITM3 the four lysine residues in the N-terminal and CIL domains are ubiquinated, control IFITM3 protein degradation and antiviral activity [42, 43] . Two of these lysine residues, equivalent to huIFITM3 K83 and 104 (K109 and 130, in Fig. 7 ) are conserved in avian IFITM1, 2 and 3 proteins. The third lysine equivalent to huIFITM3 K88 is conserved in avian IFITM1 and 2, but not 3.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 774,
                    "end": 777,
                    "text": "43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 371,
                    "text": "Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 567,
                    "text": "Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 869,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Structural, functional and evolutionary constraints on amino acid residues within chicken, duck and human IR-IFITM proteins"
        },
        {
            "text": "The N-and C-termini are poorly conserved and of variable length in both birds and mammals. In huIFITM2 and 3, a conserved tyrosine (Y20) in the N-terminal domain may determine cellular location [42] , with huIFITM1 mostly at the plasma membrane and huIFITM2 and 3 located mostly in intracellular compartments. In birds this tyrosine (Y20 in Fig. 7) is conserved in avian IFITM1 and 3, but not IFITM2. This would predict an intracellular location for avian IFITM1 and 3, and plasma membrane for IFITM2 proteins.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 348,
                    "text": "Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Structural, functional and evolutionary constraints on amino acid residues within chicken, duck and human IR-IFITM proteins"
        },
        {
            "text": "John et al. [26] has shown that huIFITM3 can interact with IFITM1 and 2 and itself through specific phenylalanine residues (F75 and F78) . The formation of these homo-and hetero-oligomers may determine their cellular location [26] . The N-terminal phenylalanine equivalent to huIFITM3 F75 in TM1 is conserved in birds (F101 in Fig. 7 ) in most IFITM1, 2 and 3 proteins, except chI-FITM3. A non-conserved leucine (L101 in Fig. 7) is found in chIFITM3 and may have functional consequences, which remains to be tested. Finally, valine 30 (V44 in Fig. 7) is under positive selection in the duck and is located in a region known to restrict influenza virus entry in huIFITM3 [26] .",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 136,
                    "text": "(F75 and F78)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 327,
                    "end": 333,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 428,
                    "text": "Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 550,
                    "text": "Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Structural, functional and evolutionary constraints on amino acid residues within chicken, duck and human IR-IFITM proteins"
        },
        {
            "text": "The elucidation of why ducks and chickens show very different tolerances to avian influenza infection will help underpin research into prevention of the economic damage to the poultry industry and a potentially devastating human pandemic. Investigation of the host responses to infection in these species thus has important implications for not only avian well-being, but also human health. In this study we use transcriptomic sequencing to analyse gene expression differences in the two avian species. We show very different in vivo IFITM responses in ducks and chickens matched by differences in selection pressures and evolutionary history of the IFITM gene family.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Identification of IFITM genes in various avian species has allowed us to compare the pattern of evolution of these genes in birds with that of mammals. Interestingly, two completely different evolutionary patterns seem to have taken place within the two groups. In mammals the IFITM1, 2 and 3 genes tend to cluster together within species-specific lineages, suggesting independent gene duplication events within species to create paralogous genes. In birds, however, each member of the IFITM family clusters into an independent clade (Fig. 1) . We have shown that these genes are rapidly evolving and highlighted particular amino acids which appear to be under positive selection in certain species. Amongst the bird species, we also see that IFITM1 appears to be evolving more rapidly in the duck lineage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 534,
                    "end": 542,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Transcriptomic sequencing of chicken and duck tissues infected with H5N1 and H5N2 influenza viruses has allowed us insight into differences in the host immune response in each species and provided us with information on the different biological pathways which are induced in each response. The chicken immune system is able to counter LPAI H5N2, but unable to respond effectively to the HPAI H5N1. B-and T-cells are induced in response to H5N2, but an initial early immune response in the ileum against H5N1 is ultimately insufficient to clear the virus and the animal succumbs to infection. The response seen in the ileum primarily involves lipid metabolism genes. The duck, on the other hand, is barely required to produce a response against H5N2 since LPAI is not seen as pathogenic and is able to initiate a robust host response to H5N1 infection. A strong cytokine response along with induction of the TLR and RIG-I pathways ensure that the duck is able to survive or delay infection with the more pathogenic H5N1 virus. RIG-I is involved in the initial cytosolic detection of virus in the host cell and TLRs are responsible for the induction of signalling cascades leading to the production of type-I interferons. When the chicken response to H5N2 was compared to the H5N1 response in the duck, two unique host-specific responses were seen. Enrichment analysis of differentially expressed genes showed that genes involved in protein binding and various immune-associated processes were highly represented in the duck. The duck host response to H5N1 also showed the down-regulation of many genes involved with metabolic systems and metal-ion binding. In the chicken ileum response to H5N1 at 1 dpi, many genes involved in lipid metabolism and binding are also up-regulated, while neuronal-associated genes were notably down-regulated. The effect on neural processes during influenza infection has been reported in recent studies [36] [37] [38] . Analysis of the presence of transcription factor binding sites amongst down-regulated genes highlighted an enrichment of genes with binding sites for ELF1 (implicated in T-cell responses and lipid metabolism) and ETV4 (involved in B-cell responses) in chicken.",
            "cite_spans": [
                {
                    "start": 1934,
                    "end": 1938,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1939,
                    "end": 1943,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1944,
                    "end": 1948,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Specific examination of the role of the IFITM genes during avian influenza infection was also made. IFITM1, 2 and 3-like proteins are already known to have anti- Fig. 6 Co-expression clusters associated with the duck IFITM1, 2 and 3 genes. a IFITM1 and 2 gene expression cluster, b IFITM1 and 2 network, c IFITM3 gene expression cluster, d IFITM3 network. The gene expression clusters were calculated using CLUSTERGRAM and normalised data from all the RNAseq datasets. The gene networks were calculated using IPA analysis of the genes that were clustered with expression of IFITM genes in a and c viral function in mammals [23] , with IFITM3 specifically shown to restrict the effects of influenza in a mouse knockout model [20] . The sequence data presented in this study was therefore used to determine their activity in birds. A recent report by Smith et al. [28] demonstrates that over-expression of chicken IFITM1 (annotated as chI-FITM3 in that study) restricts influenza in vitro. We show that in vivo chickens mount a nearly non-existent IFITM response, with an ineffectual early induction of IFITM3 in the ileum against H5N1 infection, which is not maintained. Conversely, the duck is able to mount and sustain an effective induction of IFITM1, 2 and 3 in both the lung and ileum during H5N1 progression. Chickens are seen to show an early up-regulation of lipid metabolism genes in the ileum against HPAI. This is most likely a reflection of the viral/host membrane fusion and subsequent viral replication which is occurring. This lipid response is not seen in the duck. IFITM1, 2 and 3 have been shown to block viral membrane hemifusion (when the outer membranes of the two lipid bilayers have fused but the inner membranes are still intact). The IFITM proteins alter the lipid composition of the membrane and decrease membrane fluidity, thus restricting viral fusion [44] . So, the differential response of lipid-associated genes seen between chicken and duck is most probably due, in part, to the hugely different IFITM response seen between these two species.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 627,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1879,
                    "end": 1883,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 168,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Along with the presence/absence of various immune genes and the differing affinities of the influenza virus for host sialic acid receptors, the different IFITM responses we have seen in chickens and ducks are very probably, one of the reasons contributing to the duck's ability to mitigate HPAI where it proves lethal to the chicken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The evolutionary selective forces also acting upon the IFITM genes will, in turn, promote mutation of the influenza viruses themselves as part of the on-going 'arms race' of which viruses and hosts find themselves a part. The apparent absence of RIG-I in Galliform birds [17] along with the poor IFITM expression we have seen during infection in chickens may also be contributory factors as to why certain H5 and H7 viral subtypes are able to become highly pathogenic in these birds. Why only H5 and H7 strains (thus far) are evolving in their pathogenic potential remains to be determined. The emergence of the H7N9 influenza subtype and its recent infection of humans, along with the developing susceptibility of ducks to some highly pathogenic H5N1 viruses [4] highlight the ever-increasing need to identify and understand the resistance mechanisms deployed by hosts against these viruses.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The location of IFITM-like gene sequences in the chicken (Galgal4; GCA_000002315.2) and duck (BGI_ duck_1.0; GCA_000355885.1) genomes were initially defined from blast [45] homology searches and the current Ensembl gene annotations. Genewise [46] was used to predict coding regions in genomic DNAs using avian or mammalian IFITM peptide sequences. In some cases 5'-RACE was used to determine the full coding sequence from total RNA isolated from spleen tissues. 5'-RACE was performed on 10 μg of duck spleen total RNA using the First Choice RLM-RACE kit (Invitrogen). Briefly, the RNA was treated with Calf Intestinal Phosphatase to remove 5'-phosphates from degraded mRNA, rRNA, tRNA and DNA. The cap structure on intact mRNA was removed P_SITES MOTIFS TMpred TM1 TM2 CIL Fig. 7 Domain analysis and sequence characteristics of the IFITM1, 2 and 3 gene family. The sequence alignment of chicken (GALGA), duck (ANAPL) and human (HOMSA) IFITM peptides was created using T-coffee and displayed using Jalview, which was also used to create secondary structure (JNETHMM; red, helices; green, beta sheets) and conservation tracks. Sites predicted to be under positive selection (P_SITES, Table 1 ) are shown as triangles (red, duck and yellow, other birds). The transmembrane (TM1 and TM2), conserved intracellular loop (CIL) and other domains were predicted using SMART, SOSUI and ExPasy. MOTIFS, mark amino acid residues as triangles and are discussed in the main text: yellow Cysteine, green Phenylalanine, purple Lysine. Sequence logos were generated using Weblogo and based on the alignment of the duck, chicken and human IFITM sequences. For details of methods see Materials and Methods with Tobacco Acid Pyrophosphatase allowing a proprietary 5'-RACE adapter to be ligated to the de-capped mRNA. Random-primed reverse transcription followed by nested PCR, with supplied forward primers and gene specific reverse primers (Additional file 22: Table S11 ), was performed to amplify the 5' ends of the IFITM genes. PCR conditions: 1st round: 1 μl of the RT reaction was amplified with 10pmol of each outer primer in 20 μl using FastStart Taq polymerase (Roche) in the supplied reaction buffer containing 200 μm each dNTP and 1x GC-RICH solution (Roche). Amplification conditions were 5 min at 95°C followed by 35 cycles of 30 s at 95°C, 30 s at 60°C, 1 min at 72°C, followed by 5 min at 72°C. 2nd round: 2 μl of the first round PCR was amplified with 25pmol of each inner primer in 50 μl using FastStart Taq polymerase (Roche) in the supplied reaction buffer containing 200 μm each dNTP and 1x GC-RICH solution (Roche). Amplification conditions were 5 min at 95°C followed by 35 cycles of 30 s at 95°C, 30 s at 60°C, 1 min at 72°C, followed by 5 min at 72°C. Duck sequences have been submitted to the public databases under the following accession numbers: IFITM1: GenBank-KF584226; IFITM2: GenBank-KF584227; IFITM3: GenBank-KF584228; IFITM5: EMBL-HG764554; IFITM10: GenBank-KF584229.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[46]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 773,
                    "end": 779,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1189,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1942,
                    "end": 1951,
                    "text": "Table S11",
                    "ref_id": null
                }
            ],
            "section": "Characterisation of chicken and duck interferon-induced transmembrane (IFITM) protein genes"
        },
        {
            "text": "The presence of conserved domains (e.g. CD225), transmembrane domains and other motifs (e.g. N-linked glycosylation sites) in the IFITM proteins were predicted using SMART [47] and SOSUI [48] and ExPasy [49] , respectively. T-coffee [50] was used for multiple sequence alignment of peptide sequences and viewed using Jalview [51] . Weblogo was used to display consensus logos peptide sequences [52] .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 207,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[52]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Structural analyses of IFITM peptide sequences"
        },
        {
            "text": "IFITM coding and peptide sequences were obtained from GenBank [53] , Ensembl [54] and as part of the Avian Phylogenomic Project hosted by Beijing Genomics Institute [55] as detailed in Additional file 2: Table S1 . Multiple sequence alignments were performed using MUSCLE [56] . Bayesian inference trees were reconstructed using MrBayes v3.2.2 [57] . Peptide sequences of IFITM1, 2 and 3 proteins were analysed, set with priors (prset aamodelpr = mixed) and substitution model (lset rates = invgamma Ngammacat = 8). Four independent Markov Chain Monte Carlo (MCMC) chains were used with the temperature of 0.2. Two repetitions were run for 1,000,000 generations with tree and parameter sampling occurring every 1,000 generations. The first 25 % of trees were discarded as burn-in, leaving 750 trees per run. Posterior probabilities for internal node were calculated from the posterior density of trees. To confirm the general conclusions from MrBayes analysis we also used Maximum parsimony (MP), Neighbour-Joining (NJ) and Maximum likelihood (ML) to reconstruct trees with bootstrap values of 500 repetitions within the MEGA6 package [58] . Phylogenetic trees were displayed using FigTree [59] .",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 77,
                    "end": 81,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1139,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 1190,
                    "end": 1194,
                    "text": "[59]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Molecular phylogenetic analyses"
        },
        {
            "text": "First we used two methods implemented in DATA-MONKEY [60] for detecting positive selection: the \"Mixed Effects Model of Evolution\" (MEME) and the \"Fast Unbiased Bayesian Approximation\" (FUBAR). MEME can find evidence of both episodic and pervasive positive selection at individual codons, even when the majority of branches are subject to purifying selection. FUBAR on the other hand was designed to detect pervasive positive selection at individual codons. Therefore the additional sites detected by MEME and not by FUBAR are likely to have been subject to episodes of positive selection. For these analyses the best fitting nucleotide substitution model was determined through the automatic model selection tool available on the server. To investigate whether gene conversion occurred in avian IFITM genes all sequences were screened for recombination using GARD implemented within the DATAMONKEY server. No evidence of recombination was found in these avian sequences. We also compared the results from DATAMONKEY with two alternative models implemented in CODEML (PAML 4.4) [61] : M8, which allows for codons to evolve under positive selection (dN/dS > 1) and M8A, which does not (dN/dS ≤ 1). These two nested models were compared using a likelihood ratio test (LRT) with two degrees of freedom. The analysis was run several times with the F3x4 model of codon frequencies. Codons under positive selection for model M8 were identified using a Bayes Empirical Bayes (BEB) approach and considering a posterior probability of > 95 %. For each analysis the species tree used was based on a new phylogenetic tree of birds based on evidence from the multiple sequence alignment of 48 avian genomes [62] as part of the \"Bird Phylogenomic Project\", hosted by the Beijing Genomics Institute [55] . [63] .",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 1078,
                    "end": 1082,
                    "text": "[61]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1695,
                    "end": 1699,
                    "text": "[62]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1785,
                    "end": 1789,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 1792,
                    "end": 1796,
                    "text": "[63]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Positive selection analyses"
        },
        {
            "text": "Specific pathogen-free white leghorn chickens were purchased from Charles River Laboratories (North Franklin, CT). Domestic Gray Mallards were purchased from Ideal Poultry (Cameron, TX). All experiments involving animals were approved by the Animal Care and Use Committee of St. Jude Children's Research Hospital and performed in compliance with relevant policies of the National Institutes of Health and the Animal Welfare Act. All animal challenge experiments were performed in an animal biosafety level 2 containment facilities for the LPAI challenges and in biosafety level 3 enhanced containment laboratories for the HPAI challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental animals"
        },
        {
            "text": "20 Chickens and 20 ducks, except the mock infection control group of 5 chickens and 7 ducks, were challenged with 10 6 EID 50 intranasally, intratracheally, and intraocularly of LPAI A/Mallard/British Columbia/500/ 2005 (H5N2) in phosphate buffered saline (PBS). 20 chickens, except the mock infection control group of 5 chickens, were challenged with 10 1.5 EID 50 intranasally, intratracheally, and intraocularly of HPAI A/Vietnam/ 1203/2004 (H5N1) in PBS. 20 ducks, except the mock infection control group of 8 ducks, were challenged with 10 6 EID 50 intranasally, intratracheally, and intraocularly of HPAI A/Vietnam/1203/2004 (H5N1) in PBS. During LPAI and HPAI infections in chickens and ducks, mock infection control groups were also inoculated. Mock infection control birds received an equivalent volume and route of administration with PBS. Animals were monitored daily for clinical signs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral challenge"
        },
        {
            "text": "Lung and ileum samples were collected from all birds on days 1 and 3 dpi. Tissue homogenates were inoculated into 10-day-old embryonated chicken eggs in triplicate to screen for positive samples. Positive samples were then titrated in eggs and expressed as log 10 EID 50 /mL as described by Reed and Muench [63] . The lower limit of detection was 0.75 log 10 EID 50 /mL. RNA extraction: For each ileum and lung tissue, the tissue sample was homogenized in Trizol (Invitrogen Life Technologies), 0.1 g tissue/ 1.0 ml Trizol with handheld homogenizer Power Gen125 (Thermo Fisher Scientific). After homogenates were prepared, the samples were centrifuged to separate the liquid phases of Trizol homogenates. 0.5 ml of the aqueous phase was passed through a QIagen RNeasy (Qiagen, Valencia, CA) spin column according to manufacturer's instructions for RNA extraction. Samples were frozen and stored at −80°C until all samples were collected for analysis.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[63]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Tissue sampling"
        },
        {
            "text": "Samples were prepared for mRNA sequencing using 5ug of total RNA starting material following the Illumina mRNA sequencing 8 sample preparation kit protocol. Resulting libraries were quality checked on an Agilent DNA 1000 bioanalyzer (Agilent Technologies, South Queensferry, UK) and then clustered onto a Single Read flowcell using the Illumina v2 cluster generation kit at a 4.75pM concentration. Thirty-six cycle single-ended sequencing was carried out on the Genome Analyser IIx using Illumina v3 Sequencing by Synthesis kits (Illumina, Little Chesterford, UK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA Sequencing"
        },
        {
            "text": "Ileum and lung RNAs were analysed from PBS infected control (3 samples from each of 1dpi and 3dpi), H5N1infected (3 samples from each of 1dpi and 3dpi) and H5N2-infected (3 samples from each of 1dpi and 3dpi) chickens and ducks. The Illumina Genome Analyzer-IIx platform generated millions of RNAseq tags per sample (255 million in total for chicken, 286 million for duck), each 36 nucleotides in length. RNAseq tags were processed in several steps: (1) tags were filtered using quality scores, (2) tags were assigned to a region of the reference genomes (Galgal4 and BGI_duck_1.0 [14] by parallel computing using SOAP2, (3) tags were cross referenced to Ensembl (Genebuild72) gene annotations and (4) counts of tags were calculated for each gene. Based on this pipeline, 231 million tags were mapped to the chicken genome, 151 million of which were annotated to known genes in the chicken (65 %). 239 million duck sequence tags could be mapped to the duck genome, 133 million of which were annotated to known genes in the duck (56 %). Statistical analysis was then used to identify differentially expressed genes (using the edgeR package within Bioconductor; FDR < 0.05 and FC > 1.5). Sequences have been submitted to Array Express under accession numbers E-MTAB-2908 (chicken data) and E-MTAB-2909 (duck data).",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 585,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Processing of next generation transcriptome sequencing"
        },
        {
            "text": "Approximately 3 μg of total RNA was reverse transcribed to produce cDNA using random hexamers and AffinityScript multi Temp cDNA kit (Agilent Technologies). Quantitative PCR primers for all chicken and duck IFITM genes were designed using Custom Plus Taqman® RNA Assays Design tool (Applied Biosystems®). The Taq-man® endogenous control gene Eukaryotic 18S rRNA was used as a singleplex control (Applied Biosystems®). The qRT-PCR reactions were performed according to manufacturer's instructions using approximately 50 ng cDNA per reaction and Taqman® universal PCR master mix, no AmpErase® UNG (Applied Biosystems®). The reactions were run on an Applied Biosystems® 7500 Real-Time PCR machine and the data were analysed using the ddCt method [64] on 7500 software version 2.0.6.",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 747,
                    "text": "[64]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative reverse transcription polymerase chain reaction (QRT-PCR)"
        },
        {
            "text": "In order to determine which biological pathways are involved in the responses to viral infection, Pathway Express [65] was used. Genes differentially expressed during the host response (False discovery rate (FDR) <0.05) were analysed against a reference background consisting of all genes expressed in the experiment. Annotation of the chicken genes was based upon the human orthologs. Use of the IPA program (Ingenuity® Systems) [66] revealed which canonical pathways and physiological functions are affected by AIV infection in the host (Benjamini-Hochberg multiple testing correction; FDR < 0.05). Genes were clustered by similar expression pattern and analysed for enriched GOterms and transcription factor binding sites (TFBS) using Expander (v5.1) [67] . Normalised expression data from control samples were compared with infected samples to examine the host response to AIV infection. Enrichment of particular GO terms or TFBS within clusters was done by using the TANGO and PRIMA algorithms, respectively, within the Expander package. Analysis of genes clustering with the IFITM genes was carried out by first grouping the genes using \"clustergram\" within the MATLAB Statistics toolbox (2009) [68] and then examining their function using DAVID v6.7 [69, 70] .",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 758,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 1201,
                    "end": 1205,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 1257,
                    "end": 1261,
                    "text": "[69,",
                    "ref_id": null
                },
                {
                    "start": 1262,
                    "end": 1265,
                    "text": "70]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Bioinformatics analyses"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A review of avian influenza in different bird species",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet Microbiol",
            "volume": "74",
            "issn": "",
            "pages": "3--13",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Avian influenza rapidly induces antiviral genes in duck lung and intestine",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Vanderven",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Petkau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Ryan-Jean",
                    "suffix": ""
                },
                {
                    "first": "Aldridge",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Magor",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol Immunol",
            "volume": "51",
            "issn": "",
            "pages": "316--340",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Differences in highly pathogenic avian influenza viral pathogenesis and associated early inflammatory response in chickens and ducks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Cornelissen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vervelde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Post",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rebel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Avian Pathol",
            "volume": "42",
            "issn": "",
            "pages": "347--64",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Reemerging H5N1 influenza viruses in Hong Kong in 2002 are highly pathogenic to ducks",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sturm-Ramirez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bousfield",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bissett",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dyrting",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rehg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "4892--901",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "NS genes of a highly pathogenic avian influenza virus A/whooper swan/Mongolia/3/2005 (H5N1) are responsible for pathogenicity in ducks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kajihara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakoda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Soda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Minari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okamatsu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virol J",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of species, breed and route of virus inoculation on the pathogenicity of H5N1 highly pathogenic influenza (HPAI) viruses in domestic ducks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pantin-Jackwood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Swayne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shepherd",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Res",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rapid death of duck cells infected with influenza: a potential mechanism for host resistance to H5N1",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Kuchipudi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Dunham",
                    "suffix": ""
                },
                {
                    "first": "Nelli",
                    "middle": [
                        "R"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Coward",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Slomka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immunol Cell Biol",
            "volume": "90",
            "issn": "",
            "pages": "116--139",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral pathogenesis: The pandemic potential of H10N8",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nunes-Alves",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Rev Microbiol",
            "volume": "12",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human-specific regulation of alpha 2-6-linked sialic acids",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gagneux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cheriyan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hurtado-Ziola",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Der Linden",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcclure",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "48",
            "pages": "48245--50",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human and avian influenza viruses target different cell types in cultures of human airway epithelium",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Matrosovich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Matrosovich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "4620--4624",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Differences in influenza virus receptors in chickens and ducks: Implications for interspecies transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Kuchipudi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bain",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dunham",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Mol Genet Med",
            "volume": "3",
            "issn": "1",
            "pages": "143--51",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genome size reduction in the chicken has involved massive loss of ancestral protein-coding genes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Biol Evol",
            "volume": "25",
            "issn": "",
            "pages": "2681--2689",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The duck genome and transcriptome provide insight into an avian influenza virus reservoir species",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Burt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Genet",
            "volume": "45",
            "issn": "7",
            "pages": "776--83",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Identification and sequence analysis of chicken Toll-like receptors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yilmaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "X"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Adelson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xavier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Immunogenetics",
            "volume": "56",
            "issn": "",
            "pages": "743--53",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evolution of the chicken Toll-like receptor gene family: a story of gene gain and gene loss",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Temperley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berlin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Genomics",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Defense genes missing from the flight division",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Magor",
                    "suffix": ""
                },
                {
                    "first": "Miranzo",
                    "middle": [],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Petkau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fleming-Canepa",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Blyth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Dev Comp Immunol",
            "volume": "41",
            "issn": "3",
            "pages": "377--88",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Association of RIG-I with innate immunity of ducks to influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "Aldridge",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Magor",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci",
            "volume": "107",
            "issn": "",
            "pages": "5913--5921",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Distinct patterns of IFITM-mediated restriction of filoviruses, SARS coronavirus, and influenza A virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Weyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Radoshitzky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Kellam P: IFITM3 restricts the morbidity and mortality associated with influenza",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Openshaw",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dougan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Brass",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "GenISIS Investigators; MOSAIC Investigators",
            "volume": "484",
            "issn": "",
            "pages": "519--542",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The dispanins: a novel gene family of ancient origin that contains 14 human members",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sällman Almén",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bringeland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fredriksson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Schiöth",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Evolutionary dynamics of the interferon-induced transmembrane gene family in vertebrates",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The IFITM proteins mediate cellular resistance to influenza A H1N1 virus, West Nile virus, and dengue virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Brass",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benita",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Feeley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "139",
            "issn": "7",
            "pages": "1243--54",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The broad-spectrum antiviral functions of IFIT and IFITM proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Immunol",
            "volume": "13",
            "issn": "",
            "pages": "46--57",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The antiviral effector IFITM3 disrupts intracellular cholesterol homeostasis to block viral entry",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amini-Bavil-Olyaee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Host Microbe",
            "volume": "13",
            "issn": "4",
            "pages": "452--64",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The CD225 domain of IFITM3 is required for both IFITM protein association and inhibition of influenza A virus and dengue virus replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Perreira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Feeley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Aker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Savidis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "14",
            "pages": "7837--52",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Pathobiology of avian influenza virus infections in birds and mammals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pantin-Jackwood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Swayne",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Avian Influenza",
            "volume": "",
            "issn": "",
            "pages": "87--122",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Chicken interferon-inducible transmembrane protein 3 restricts influenza viruses and lyssaviruses in vitro",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wash",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Temperton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "12957--66",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "MRBAYES: Bayesian inference of phylogenetic trees",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Huelsenbeck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ronquist",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bioinformatics",
            "volume": "17",
            "issn": "8",
            "pages": "754--759",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "MrBayes 3: Bayesian phylogenetic inference under mixed models",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ronquist",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Huelsenbeck",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bioinformatics",
            "volume": "19",
            "issn": "12",
            "pages": "1572--1576",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Datamonkey: rapid detection of selective pressure on individual sites of codon alignments",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Pond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Frost",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioinformatics",
            "volume": "21",
            "issn": "",
            "pages": "2531--2534",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Detecting individual; sites subject to episodic diversifying selection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Murrell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Wertheim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moola",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Weighill",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Scheffler",
                    "suffix": ""
                },
                {
                    "first": "Slk",
                    "middle": [],
                    "last": "Pond",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Genet",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "FUBAR: a fast, unconstrained bayesian approximation for Inferring Selection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Murrell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mabona",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Weighill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sheward",
                    "suffix": ""
                },
                {
                    "first": "Slk",
                    "middle": [],
                    "last": "Pond",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Biol Evol",
            "volume": "30",
            "issn": "",
            "pages": "1196--205",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Role of lipid rafts in virus infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Upla",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hyypiä",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Marjomäk",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Future Virol",
            "volume": "4",
            "issn": "",
            "pages": "487--500",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Lipidomics of influenza virus: implications of host cell choline and sphingolipid metabolism",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Tanner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Inflammatory effects of highly pathogenic H5N1 influenza virus infection in the CNS of mice",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boltz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcclaren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Pani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smeyne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Korff",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Neurosci",
            "volume": "32",
            "issn": "5",
            "pages": "1545--59",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Highly pathogenic H5N1 influenza virus can enter the central nervous system and induce neuroinflammation and neurodegeneration",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boltz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sturm-Ramirez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "33",
            "pages": "14063--14071",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Brain involvement in H7N9 bird flu: a topic for consideration",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wiwanitkit",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wiwanitkit",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Arq Neuropsiquiatr",
            "volume": "71",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Systems analysis of immune responses in Marek's disease virus-infected chickens identifies a gene involved in susceptibility and highlights a possible novel pathogenicity mechanism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Sadeyen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Hocking",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fife",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "21",
            "pages": "11146--58",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Phosphorylation of the antiviral protein interferon-inducible transmembrane protein 3 (IFITM3) dually regulates its endocytosis and ubiquitination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Chesarino",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yount",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Biol Chem",
            "volume": "289",
            "issn": "17",
            "pages": "11986--92",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Palmitoylome profiling reveals S-palmitoylation-dependent antiviral activity of IFITM3",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moltedo",
                    "suffix": ""
                },
                {
                    "first": "Y-Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Charron",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Chem Biol",
            "volume": "6",
            "issn": "",
            "pages": "610--614",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "S-palmitoylation and ubiquination differentially regulate IFITM3-mediated resistance to influenza virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Karssemeijer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Hang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biol Chem",
            "volume": "287",
            "issn": "",
            "pages": "19631--19672",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Characteristics of IFITM, the newly identified IFNinducible anti-HIV-1 family proteins",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chutiwitoonchai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hiyoshi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hiyoshi-Yoshidomi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tokunaga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suzu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Microbes Infect",
            "volume": "15",
            "issn": "",
            "pages": "280--90",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "IFITM proteins restrict viral membrane hemifusion",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Markosyan",
                    "suffix": ""
                },
                {
                    "first": "Y-M",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Golfetto",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bungart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "PAML 4: phylogenetic analysis by maximum likelihood",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Biol Evol",
            "volume": "24",
            "issn": "",
            "pages": "1586--91",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Whole-genome analyses resolve early branches in the tree of life of modern birds",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mirarab",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Aberer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Houde",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "346",
            "issn": "6215",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1253451"
                ],
                "PMID": [
                    "25504713"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "A simple method for estimating fifty percent endpoints",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Am J Hyg",
            "volume": "27",
            "issn": "",
            "pages": "493--500",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Analysis of Relative Gene Expression Data Using Real-Time Quantitative PCR and the 2 − ΔΔCT Method",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Livak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Schmittgen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Methods",
            "volume": "25",
            "issn": "",
            "pages": "402--410",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Database for Annotation, Visualization, and Integrated Discovery",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Hosack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genome Biol",
            "volume": "4",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Bayesian tree of the vertebrate IFITM1, 2 and 3-like gene family. A Bayesian tree was constructed using MrBayes (v3.2.2) with 1 million generations. Branch confidence values are shown at the nodes and coloured using the probability scale on the left. Scale bar corresponds to 0.3 substitutions per site. IFITM123 represent the mammalian IFITM1, 2 and 3-like genes and for simplicity are shown as a triangle. Details of the mammalian tree are shown in Additional file 7: Figure S5D. All the other IFITM genes are derived from avian, non-avian reptiles and amphibians. The species abbreviations are shown on Additional file 3: Table S2. The dotted circle indicates uncertainty in the split near the root of the tree elements of all the human IFITM1, 2 and 3 proteins of the IR-IFITM gene cluster.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Ingenuity Pathway Analysis of the chicken response to HPAI infection in the ileum at 1 dpi and LPAI infection in the lung at 3 dpi. a Molecular functions of genes responding to HPAI in the ileum at 1dpi. b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "QRT-PCR analysis of lung RNA at 1dpi (H5N1) in chicken and duck. IFITM gene expression in lung tissue measured by qRT-PCR in control and HPAI H5N1 (A/Vietnam/1203/04) infected chicken and duck samples 1 dpi. IFITM gene expression was measured in three control and three infected birds. Data are expressed as the mean fold change in infected birds relative to the uninfected controls. Error bars represent the standard deviation",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Number of differentially expressed genes in duck and chicken in each condition tested FC, fold change; *FDR < 0.05 they make up the bilayer of the virus carrying the haemagglutinin and neuraminidase glycoproteins and the matrix protein. Lipid rafts play an important role in the life cycle of the virus, including infection, assembly and budding. Lipid rafts are also important in the transport and assembly of viral components as well as in budding",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Expression of IFITM genes in response to AI infection in chicken and in duck. Numbers refer to fold-change in gene expression",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "QRT-PCR analysis of the IFITM genes in chicken and duck Mean fold change Mean ΔCt SD ΔCt Mean fold change Mean ΔCt SD ΔCt Mean fold change Mean ΔCt SD ΔCt",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "A/Mallard/British Columbia/500/2005 (H5N2) was used for LPAI challenge. A/Vietnam/1203/2004 Clade 1 (H5N1) was used for HPAI challenge. The viruses were grown in the allantoic cavities of 10-day-old embryonated chicken eggs for 48 h at 35°C. Allantoic fluid containing virus was harvested and stored at −80°C until use. Virus yield was determined as 50 % egg infectious dose (EID 50 ) per millilitre of virus stock by the method of Reed and Muench",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the staff in Edinburgh Genomics (Edinburgh, UK) for their invaluable assistance in carrying out the RNA-sequencing experiments. This work was supported in part by the National Institute of Allergy and Infectious Diseases, National Institutes of Health, under contract number HHSN272201400006C and by the American Lebanese Syrian Associated Charities. The authors also acknowledge funding from the BBSRC, EC Quantomics, EC Flupath and the duck genome consortium. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Additional file 1: Figure S1 . Domain structure of the chicken and duck IFITM proteins as determined by the SMART algorithm [47] . Blue blocks show the transmembrane regions while pink defines areas of low complexity. The resultant coding sequences were as follows: IFITM1 -420 nucleotides (140 amino acids); IFITM2 -327 nucleotides (109 amino acids); IFITM3 -429 nucleotides (143 amino acids); IFITM5 -402 nucleotides (134 amino acids); IFITM10 -591 nucleotides (197 amino acids). (PPTX 84 kb) Additional file 2: Table S1 . Source of IFITM protein sequences used in phylogenetic analyses. (XLSX 16 kb) Additional file 3: Table S2 . Species names and abbreviations used in phylogenetic analyses. (XLSX 16 kb) Additional file 4: Figure S2 . Multiple sequence alignment of IFITM proteins using MUSCLE. (TXT 64 kb) Additional file 5: Figure S3 . Molecular Phylogenetic analysis by Maximum Likelihood method of IFIT proteins using MSA in Additional file 4: Figure S2 . The evolutionary history was inferred by using the Maximum Likelihood method based on the JTT matrix-based model. The bootstrap consensus tree inferred from 1000 replicates is taken to represent the evolutionary history of the taxa analysed. Branches corresponding to partitions reproduced in less than 50 % bootstrap replicates are collapsed. The percentage of replicate trees in which the associated taxa clustered together in the bootstrap test (1000 replicates) are shown next to the branches. Initial tree(s) for the heuristic search were obtained automatically by applying Neighbor-Join and BioNJ algorithms to a matrix of pairwise distances estimated using a JTT model, and then selecting the topology with superior log likelihood value. A discrete Gamma distribution was used to model evolutionary rate differences among sites (5 categories (+G, parameter = 3.0096)). The analysis involved 205 amino acid sequences. All positions with less than 95 % site coverage were eliminated. That is, fewer than 5 % alignment gaps, missing data, and ambiguous bases were allowed at any position. There were a total of 98 positions in the final dataset. Evolutionary analyses were conducted in MEGA6. (PPTX 226 kb) Additional file 6: Figure S4 . Multiple sequence alignment of IFITM1, 2 and 3-like proteins using MUSCLE. The transmembrane domains and other features are shown at the foot of the figure, and were displayed using options from Jalview. For more details see legend to Fig. 6 . (PPTX 801 kb) Additional file 7: Figure S5 . Evolutionary relationships of IFITM1, 2 and 3 proteins in vertebrates. (A) The evolutionary history was inferred using the Maximum Parsimony method (PAUP). The bootstrap consensus tree inferred from 500 replicates is taken to represent the evolutionary history of the taxa analysed. Branches corresponding to partitions reproduced in less than 50 % bootstrap replicates are collapsed. The percentage of replicate trees in which the associated taxa clustered together in the bootstrap test (500 replicates) are shown next to the branches. The MP tree was obtained using the Subtree-Pruning-Regrafting (SPR) algorithm with search level 1 in which the initial trees were obtained by the random addition of sequences (10 replicates). The analysis involved 148 amino acid sequences. All positions with less than 95 % site coverage were eliminated. That is, fewer than 5 % alignment gaps, missing data, and ambiguous bases were allowed at any position. There were a total of 86 positions in the final dataset. Evolutionary analyses were conducted in MEGA6. (B) The evolutionary history was inferred using the Neighbour-Joining method (NJ). The bootstrap consensus tree inferred from 500 replicates is taken to represent the evolutionary history of the taxa analysed. Branches corresponding to partitions reproduced in less than 50 % bootstrap replicates are collapsed. The percentage of replicate trees in which the associated taxa clustered together in the bootstrap test (500 replicates) are shown next to the branches. The evolutionary distances were computed using the JTT matrix-based method and are in the units of the number of amino acid substitutions per site. The rate variation among sites was modelled with a gamma distribution (shape parameter = 5). The analysis involved 148 amino acid sequences. All positions with less than 95 % site coverage were eliminated. That is, fewer than 5 % alignment gaps, missing data, and ambiguous bases were allowed at any position. There were a total of 86 positions in the final dataset. Evolutionary analyses were conducted in MEGA6. (C) The evolutionary history was inferred by using the Maximum Likelihood method (ML). The bootstrap consensus tree inferred from 500 replicates is taken to represent the evolutionary history of the taxa analysed. For more details see legend to Additional file 5: Figure Table S4 . Positively selected sites in IR-IFITM genes detected using FUBAR method implemented in DATAMONKEY. This summary table reports the means of posterior distribution of synonymous (α) and non-synonymous (β) substitution rates over sites, as well as the mean posterior probability for ω (=β/α) > 1 at a site. Indications of chain convergence and sampling variability for predictions at a given site are provided by the potential scale reduction factor (PSRF; if close to 1, then the MCMC chains have sufficiently converged), and the effective sample size Neff. (XLSX 13 kb) Additional file 10: Table S5 . Site-specific tests for positive selection on different IFITM sub-families calculated using Codeml (PAML). lnL, the log-likelihood difference between the two models; 2DL, twice the log-likelihood difference between the two models. The positively selected sites were identified with posterior probability >0.95 using Bayes empirical Bayes (BEB) approach. *, posterior probability >0.95. Codon positions are according to the sequences of duck IFITM peptides. (XLSX 13 kb) Additional file 11: Table S6 . Genes significantly differentially expressed in the lung and ileum of chicken and duck after infection with H5N1 and H5N2 avian influenza. (XLSX 821 kb) Additional file 12: Table S7 . Pathway Express analysis of the chicken response to H5N1 infection in the ileum at 1dpi and H5N2 infection in the lung at 3dpi. The entries in red have a corrected gamma p value of <0.05; entries in blue have a value < 0.25 which is deemed to still be significant when using this software. (XLSX 30 kb) Additional file 13: Figure S6 . Pathway Express analysis of the chicken response to HPAI infection in the ileum at 1dpi and to LPAI infection in the lung at 3dpi. In the ileum during H5N1 infection, genes involved in axon guidance are affected (A). In the lung during H5N2 infection, many genes involved in B-and T-cell receptor signalling are seen to be up-regulated (indicated in red). ",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 28,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 522,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 630,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 737,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 840,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 953,
                    "end": 962,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 2195,
                    "end": 2204,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 2442,
                    "end": 2448,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 2484,
                    "end": 2493,
                    "text": "Figure S5",
                    "ref_id": null
                },
                {
                    "start": 4838,
                    "end": 4844,
                    "text": "Figure",
                    "ref_id": null
                },
                {
                    "start": 4845,
                    "end": 4853,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 5445,
                    "end": 5453,
                    "text": "Table S5",
                    "ref_id": null
                },
                {
                    "start": 5946,
                    "end": 5954,
                    "text": "Table S6",
                    "ref_id": null
                },
                {
                    "start": 6130,
                    "end": 6138,
                    "text": "Table S7",
                    "ref_id": null
                },
                {
                    "start": 6464,
                    "end": 6473,
                    "text": "Figure S6",
                    "ref_id": null
                }
            ],
            "section": "Additional files"
        },
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions JS, DB analysed the data and wrote the manuscript; IP cloned the duck IFITM genes; LY processed raw sequencing data; MW identified IFITM sequences in multiple avian genomes; HF, AD, and PS performed the virus challenges and collected, screened and extracted RNA from tissues; NS performed the QRT-PCR experiments; PD, RW and DB conceived the project and revised the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}