{
    "paper_id": "1eadeab29c774bb8b5935c5ce5d741855a8080a5",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Gee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sheffield",
                    "location": {
                        "addrLine": "30 Regent St",
                        "postCode": "S1 4DA",
                        "settlement": "Sheffield",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Morten",
                "middle": [],
                "last": "Skovdal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "addrLine": "Øster Farimagsgade 5",
                        "postCode": "1014",
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The 2014-2016 West Africa Ebola Virus Disease (EVD) outbreak was an unprecedented public health event, and in addition to claiming over 11,000 lives, it resulted in the deaths of more healthcare workers than any outbreak in recent history. While a cadre of willing and able health workers is essential for an effective epidemic response, health workforce capacity in times of crisis may be significantly impacted by how risks are perceived by health staff. This study aimed to explore how risk perceptions influenced healthcare workers' willingness to respond during this outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Through in-depth interviews with 11 front-line international health care workers who chose to respond to the West Africa outbreak, this qualitative study explores how perceptions of risk developed and subsequently mediated the decision to respond to the outbreak. Data was thematically organized using NVivo 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: We found that numerous individual and social-level factors played a role in modifying risk perception in health workers. Institutional trust emerged as a key risk attenuator, as did past experience, self-efficacy, duty of care, humanitarian ethos, and cognitive heuristics. Feelings of risk were amplified by infections of co-workers, and risk perceptions of family members and the public, which were mainly informed by media reports, also hampered willingness to respond in some cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Understanding the risk perceptions of health workers, institutions, and the public, while complex and interdependent, are each crucial to understand for an effective public health response to epidemics, and as such should be taken into consideration in future program planning and research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 2014-2016 West African epidemic of Ebola Virus Disease (EVD) has been described as 'the most severe acute public health emergency seen in modern times' [1] and the impact it had on the three most affected countries -Liberia, Sierra Leone and Guineahas been catastrophic, not least to their health-care infrastructure and workforce [2] . A combination of factors, including the emergence of an unfamiliar disease in settings with degraded infrastructure and minimal public health capacity, has contributed to high rates of health worker infections. Health care workers in West Africa were shown to be at 21-32 times higher risk of contracting the disease compared to the general population, and by the end of the outbreak 881 health workers had become infected and 513 had died from the virus [3] . Due to the overwhelming nature of the epidemic, numerous calls for international medical help were made during the peak of the crisis, however according to a World Health Organisation (WHO) press release, 'The loss of so many doctors and nurses has made it difficult for WHO to secure support from sufficient numbers of foreign medical staff ' [4] . The continual need to recruit and train international medical staff to support local health workers became an important focus for international agencies throughout the outbreak.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 796,
                    "end": 799,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1146,
                    "end": 1149,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The significant need for, and risks to, healthcare workers raises many important questions about risk perception and its influence on their willingness to respond during infectious disease outbreaks: What factors attenuate and amplify perceptions of risk in front-line health staff? What are the characteristics and perceptions of successful responders, and what can be learned from them? How can we support a willing health workforce in advance of the next outbreak? Despite its critical importance few studies have explored the risk perceptions of international healthcare workers who volunteered to respond to the EVD outbreak. This qualitative study explores the dynamics of risk perception as it relates to willingness to respond in order to elucidate key factors that may support and inform a successful response effort in future outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "While there is both a need and an expectation that health care workers will be available to provide care in the event of a large-scale emergency, a number of studies suggest that there are significant limits to health workers' willingness to respond. Historically, hesitation or refusal to provide care has been seen during the early years of the human immunodeficiency virus (HIV) [5, 6] and during the severe acute respiratory syndrome (SARS) outbreak [7] . The nature of the risk event appears to play a role in willingness to respond to emergencies with the fear of contagion of self and family placing willingness to respond to infectious disease outbreaks lower than for any other kind of large-scale emergency (e.g., snow storm, environmental disaster, or chemical incident) [8] . In fact, such limits to willingness may have serious implications for response capacities. A few studies have addressed this issue in the United States. A survey of 428 health care workers (HCWs) looking at willingness to respond to a hypothetical EVD patient in New York found that 25.1% of respondents thought it was ethical to refuse care to EVD patients, and 25.9% were 'somewhat' or 'very' unwilling to care for such a patient [9] . Only 44% of respondents felt their hospital was sufficiently prepared to deal with such a case, and 16.8% worried 'quite often' or 'all the time' about contracting EVD from a patient. It is also notable that the degree of concern about potentially exposing friends and family to EVD was 90% even when asymptomatic, while those worried about self-contagion were only 16.8%. Multivariate analysis found this concern for family predictive of unwillingness to provide care with an odds ratio of 11.1 [9] .",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 782,
                    "end": 785,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1220,
                    "end": 1223,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1722,
                    "end": 1725,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Fear of contagion and willingness of health staff to respond during disease outbreaks"
        },
        {
            "text": "Similarly, unwillingness to respond also has been demonstrated in studies around pandemic influenza. Studies exploring US health workers responses to a hypothetical influenza pandemic found that nearly half of all local public health department workers were unlikely to report for duty during an outbreak and up to 32% of hospital workers were unlikely to respond [10, 11] . In a multivariate analysis of survey results, the likelihood of reporting to work was significantly associated with a number of individual level factors such as the perception of the importance of, and familiarity with, one's role in the response, level of knowledge of pandemic events, feeling psychologically prepared, feeling safe at work, and family preparedness [10, 11] . The study of public health workers found 66% of respondents perceived that they would be at personal risk of contagion while performing their duties. The confidence the staff had in their personal safety was associated with the perception of existing knowledge about the impact of the pandemic (OR 4.1 CI 2.3-7.6); family preparedness (OR 2.5; CI 1.4-4.3); perception that the health department was providing timely information (OR 5.4; CI 2.7-10.7), amongst others [10] . Similar findings were observed in a comparable study in India [12] .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 747,
                    "end": 750,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1288,
                    "end": 1292,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Fear of contagion and willingness of health staff to respond during disease outbreaks"
        },
        {
            "text": "The above studies provide valuable insights but are limited by the hypothetical nature of their designs -asking health workers how they 'would' respond given certain scenarios rather than exploring these phenomena during actual outbreaks. Nonetheless, they suggest that the reduction of health workforce capacity may be significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fear of contagion and willingness of health staff to respond during disease outbreaks"
        },
        {
            "text": "There are only few qualitative studies exploring the willingness of health workers to respond to infectious disease outbreaks. A study by Gershon et al. [13] of the experiences of American health workers who volunteered to work in the 2014-2016 Ebola outbreak found many were motivated by a belief their skills were needed, an ethical obligation, a commitment to social justice, and having past experience in humanitarian crises. While they were concerned about the chance of infection, they also were impacted by the fear of family and friends, which led some to secrecy about their upcoming mission. A qualitative study by Ives et al. [14] exploring the willingness of health staff to respond to a hypothetical influenza pandemic in the UK found a number of enabling and prohibiting factors. Staff were motivated by a sense of obligation or duty of care; and barriers were related to giving priority to the health of family members, lack of trust in the National Health Service, lack of information on risks and role expectations during the outbreak, and feelings that administrators did not take concerns of front-line staff seriously.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Fear of contagion and willingness of health staff to respond during disease outbreaks"
        },
        {
            "text": "The 2014-2016 West Africa EVD outbreak provides an important opportunity to further explore the factors mediating the willingness of international health workers to respond to the most deadly infectious disease outbreak in recent history. This study aims to explore such experiences, making use of risk perception theory to help unpack factors that influenced willingness to respond in a group of international health care workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fear of contagion and willingness of health staff to respond during disease outbreaks"
        },
        {
            "text": "Risk perception theory can aid in exploring the reactions of individuals and societies to conditions of risk. Risk perception studies have shown that people do not utilize a simple objective weighting of probabilities when deciding which risks to pay attention to, fear, or avoid. Rather, risk perception is an abstract and socially constructed phenomenon with responses to risk events often difficult to predict: minor risks may become amplified to extreme levels, while other more deadly risks may be generally ignored [15] . Kasperson's social amplification of risk framework (SARF) helps elucidate how a given risk event merges with psychological, social and cultural processes to amplify or attenuate feelings of risk [16] . This framework usefully highlights factors that influence risk perception, which include examining the characteristics of the risk event itself -particularly how 'dreaded' and 'unknown' it is, as well as how it is interpreted and communicated by social actors such as institutional stakeholders, traditional and social media, or government. These socially constructed risk messages are subsequently interpreted and acted on by the individual, dependent upon one's attention filter, personal characteristics and attitudes [16] . Further, cognitive heuristics -sets of inferential rules that people employ to make judgments in conditions of uncertaintyalso play a role in how risks are perceived by the individual [15] . For example, the 'affect heuristic' has shown how emotional responses to a risk event can increase or decrease feelings of risk [17] and it has also been shown that quick, emotional impressions often precede and guide 'rational' appraisals of risk [18] . Other theories suggest that a combination of trust, intuition, and emotions play a significant role in shaping risk perceptions during conditions of uncertainty [19] . Together, social and individual level processing of risk messages impact behavior and decision-making. On a societal level, a 'ripple effect' of amplified risk perceptions can result in fear, stigmatization and aversion behavior spreading far across geographic, temporal and sectoral boundaries, resulting in significant personal, political, and economic impacts [16] . This ripple effect was clearly apparent in the globalized fear response during this outbreak, which spread much further than the disease itself.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 525,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1251,
                    "end": 1255,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1442,
                    "end": 1446,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1577,
                    "end": 1581,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1697,
                    "end": 1701,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1865,
                    "end": 1869,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2235,
                    "end": 2239,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Risk perception theory"
        },
        {
            "text": "This qualitative study took place from July 2014 through to January 2015. Ethical approval was obtained from the University of Sheffield School of Health and Related Research. Anonymity has been ensured by de-linking demographic information from pseudonyms used in direct quotes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The setting of this study is an international one, as participants worked in various locations in Sierra Leone and Liberia, and were subsequently interviewed in their home country or a third country during the post-mission period. Due to the qualitative methodology, non-probability sampling was undertaken [20] . Convenience sampling was used to identify international health care workers who had recently returned from working as front-line health staff in the West African EVD outbreak. Two of the participants were previously known to the researcher from professional networks. Other participants were identified through snowballing, a process in which the researcher identifies participants through contact information given by other participants, and as such utilizes natural social networks [21] . Recruitment was also done through posting notices on internal Médecins Sans Frontières (MSF) Association social media sites. The study limited participation to those international health care workers who worked directly with affected patients, and did not include other non-medical auxiliary staff such as water and sanitation, or management positions who were not in direct contact with patients. We aimed to include males and females, doctors and nurses, and a diversity of nationalities in the sample.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Study setting and participants"
        },
        {
            "text": "All participants were working for the same international non-governmental organization, MSF, and all but one participant had past work experience with this organization. The majority of participants worked in an Ebola Management Centre (EMC) -a health facility dedicated exclusively to the testing and management of patients acutely ill with EVD. Two of the participants were also charged with community outreach and contact tracing, which took them into local communities. The sample consisted of eleven health care workers with seven different nationalities including Canadian (2), Japanese (2), Nigerian (1), Ugandan (1), Italian (2), Danish (2), and US American (1). The participants were experienced medical professionals, with a mean of 10 years professional experience (range 5-22 years). They consisted of six nurses, four doctors/clinical officer and one public health specialist. The mean age is 35 years old (range 28-46) (see Table 1 ). Only one participant was married, although several others were in long-term relationships, and only one participant had children.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 938,
                    "end": 945,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Study setting and participants"
        },
        {
            "text": "The majority of interviews (n = 9) were done via Skype, and the remainder (n = 2) were done face-to-face in Copenhagen, Denmark. The interviews followed a topic guide, which instigated the interview with a narrative question: \"The moment you were offered to work in the Ebola project, what went through your mind?\". This question was followed up with semi-structured questions when needed, exploring the participants' motivation to work in an Ebola mission, risk perceptions, factors influencing their decision to respond to Ebola, reactions from friends and family as well as the preparedness of the organisation sending them out. This narrative approach provided the advantage of placing greater emphasis on the perspectives of the participant rather than on the researcher's concerns [20] . The interviews averaged 1 h 50 min in length and took place within two months of participants' return from West Africa. The interviews were done retrospectively to capture any change in willingness that occurred throughout the experience, including before, during and after the mission.",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 791,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "Analysis of the data was approached using conventional qualitative thematic analysis [22] . Anonymized transcripts were read repeatedly in their entirety, to establish familiarity and to get a holistic view of the data set. The interviews were then analyzed line-by-line and the entire data set was systematically coded for content. A thematic map was developed through the categorization of these initial codes into broader organizing themes, and the organizing themes into global themes. Representative quotations were selected for each main theme discussed. The use of theory to guide analysis was an iterative one. While literature on risk perception had been examined prior to analysis, a specific theoretical framework had not been chosen in advance. Table 2 outlines the development of the global theme from organizing themes, basic themes and primary codes. The basic themes form the structure of our presentation of findings.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 757,
                    "end": 764,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data collection and analysis"
        },
        {
            "text": "The decision to leave home for West Africa to confront a deadly disease was not a decision that was taken lightly, however many participants described a surprisingly quick and enthusiastic response to the request to go. There was a marked lack of fear and an appraisal of their risk of becoming infected that was minimal or very low: A few participants emphasized that their main fear at this time was not contracting Ebola, but rather the impact their decision would have on their families, and they were more preoccupied about this than their own personal safety: I got a letter from MSF asking for doctors, and immediately after I got the letter, I thought this is just exactly what I want to do. And then, afterwards, mostly I was thinking that there would be some family members who would not appreciate it very much because they would be very scared. I thought of their fear more than my own. (Hannahdoctor) Oh, the risk of becoming infected. Oh, it wasn't only about me going for Ebola mission. It was much more than me because I have a family. I mean -my siblings, my father, and of course I know that if I get infected it was going to affect my family as well. I mean they could be stigmatized anyway. I had that in the back of my mind. (Johndoctor)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 899,
                    "end": 913,
                    "text": "(Hannahdoctor)",
                    "ref_id": null
                }
            ],
            "section": "Perceived risks and benefits of responding"
        },
        {
            "text": "Adding to this minimal feeling of risk, there were numerous motivating factors to responding including: recognizing the need; wanting to contribute to a Interestingly, given their familiarity with risky places, some weighed their risks not as 'staying home vs. going to an Ebola project' , but rather 'going to a conflict zone vs. going to an Ebola project':",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceived risks and benefits of responding"
        },
        {
            "text": "Of course I knew there was a risk, there was always going to be a risk. But for me it was not high enough to not go. Because for me, I was thinking, I just went ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceived risks and benefits of responding"
        },
        {
            "text": "Given their self-efficacy, past experience, and the voluntary nature of the risk decision, the predominant emotions on learning they would be going to an Ebola project were positiveincluding compassion, intellectual curiosity, excitement, and pride:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive heuristics and the decision to respond"
        },
        {
            "text": "I was kind of proud. Because it was in September, and it was really big, and I really wanted to know more about that and to be part of that. I was happy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive heuristics and the decision to respond"
        },
        {
            "text": "(Emma -nurse)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive heuristics and the decision to respond"
        },
        {
            "text": "The above quote illustrates the affect heuristic, where positive affect around a risk object or event may result in attenuating feelings of risk [17] . Another heuristic apparent in risk perception is the 'availability' heuristic, which involves judging an event as likely or frequent if instances of it are easy to recall [23] . Here, two participants describe how they incorporated this recall into their risk decision:",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Cognitive heuristics and the decision to respond"
        },
        {
            "text": "Before I signed up I was ok with the risk, and ok seeing one of my friends coming back and he was completely healthy, so that gave me a sense of confidence when you know someone who came back healthy. (Catherinenurse) I don't know how many expats we've sent over since the beginning of the outbreak, but I think it's more than a couple hundred, maybe even thousands all over the world and you have 3 expats, 23 positive cases [for MSF staff] and 3 of them were expats, so the chances of you getting sick are still pretty low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive heuristics and the decision to respond"
        },
        {
            "text": "(Annanurse)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive heuristics and the decision to respond"
        },
        {
            "text": "The above quote also demonstrates a dimension of 'othering' occurring, as participants attempt to recall someone similar to themselves who had become infected, to determine their level of risk. There is a feeling that belonging to a certain group (international vs. local, or MSF vs. other organization) will attenuate their risks:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive heuristics and the decision to respond"
        },
        {
            "text": "And I read the protocol, and it was also important to me to know those facts about how many people are working, how many got infected. Not as much for the national staff, but for the international staff. (Annanurse) When I signed up I was ok with it, and that was in September, and over the course of the month, and I knew the news of the two Americans over the summer from Samaritan's Purse got infected…and somehow in my mind I thought that Samaritan's Purse or other non-governmental organisations probably didn't have any experience with managing Ebola, and who knows what their protocols were, or who knows what their infection control procedures were at work and also where they were living. (Catherinenurse)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive heuristics and the decision to respond"
        },
        {
            "text": "For others, the infection of someone close or similar to themselves was a key event in significantly increasing their sense of personal vulnerability. Mika had successfully completed one mission prior to the first expatriate health staff becoming infected, and she describes the shift in risk perception that occurred when someone similar to herself became infected: I was frustrated during the second mission because we had the first expat nurse, I think she was a nurse, French nurse, who got infected in Liberia. She was the first one. The day she got infected, I arrived in Brussels for the briefing. And I knew that maybe everyone has more risk to get Ebola, because we must have known that we had a risk to be infected, but it was not so strongly real to us, for everyone. But that time, things became more real to everyone. (Mikanurse)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive heuristics and the decision to respond"
        },
        {
            "text": "Mae, another nurse, went through a similar experience when a nurse she had been working alongside contracted EVD. Her quote demonstrates both the 'othering' of the risk and the risk amplification that occurred when that othering was no longer possible: But right after that my nurse, local nurse, got infected, and died with Ebola. Actually, after his death, I started feeling, how to say, it is really dangerous mission. Before that, I really didn't feel it was dangerous. I mean, I really believed I didn't get Ebola. I thought, that was another world, getting Ebola was in another world. (Mae-nurse)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive heuristics and the decision to respond"
        },
        {
            "text": "The infections of co-workers strongly increased feelings of risk, and influenced willingness to continue working, in some cases resulting in the evacuation of whole teams of staff. In these moments of crisis, factors that reduced willingness to continue working included: lack of trust in team leadership; exposure occurring in the living quarters rather than the EMC; and fatigue. On the other hand, good communication, trust in the organization and its policies and procedures, trust in coworkers, strong teamwork, and recognizing the voluntary nature of the risk attenuated risk feelings and fostered an ongoing willingness to work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognitive heuristics and the decision to respond"
        },
        {
            "text": "Trust in the organisation, and regular communication from the organisation, were key risk attenuators, and countered some of the fearful messages coming from the media. Many participants stated that their low level of fear and subsequent decision to respond was due in part to their trust in MSF in keeping them safe. It is notable that 10 out of 11 participants had prior experience working with MSF, and this familiarity engendered trust:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The influence of institutional trust and communication on willingness to respond"
        },
        {
            "text": "So most of my information was reading the protocols, and the story of Ebolawhen did we discover it, how long has MSF been working with it. For me it was really important to know that MSF had experience in it. That made me feel secure working there. (Annanurse) I thought for my own risk, that when working for a professional organization like MSF, I thought the risk for myself would be very low because I was sure they would have all the right materials and procedures to make it very safe. (Hannahdoctor) The provision by the organization of information in advance, including trainings and briefing materials, as well as timely messages around cases of staff infection were key in attenuating feelings of risk that may have been perpetrated in the media:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 492,
                    "end": 506,
                    "text": "(Hannahdoctor)",
                    "ref_id": null
                }
            ],
            "section": "The influence of institutional trust and communication on willingness to respond"
        },
        {
            "text": "You know what, MSF is really good at keeping us informed. Their HR department sends out lots of emails to people who are either on an Ebola mission or preparing to go for an Ebola mission, especially around cases where staff were infected, and so I knew that for every contamination of expat or national staff there is an investigation that is conducted to see what went wrong, how did that person get infected. (Catherinenurse)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The influence of institutional trust and communication on willingness to respond"
        },
        {
            "text": "Influence of the media on willingness to respond Images, such as those from the media, may evoke a strong affective response, either positive or negative, and subsequently influence perceptions of risk. Interestingly, while media images of health workers in biohazard suits may have evoked fearful emotions in the general public, the same media images evoked a sense of curiosity and an affective draw in some participants. Media images also reinforced a sense of need and urgency: …at the same time I was studying biology and many things related to tropical medicine, and I was following the news every single day and I felt like I needed to go there…And when I saw the news and people wearing the PPE [personal protective equipment] and working in isolation area, I felt really like really going and working there. (Mae -nurse) I vaguely remember watching a news report about an Ebola outbreak and seeing the doctors and nurses on the screen and thinking, \"I want to do that\". (Allisonpublic health)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The influence of institutional trust and communication on willingness to respond"
        },
        {
            "text": "Media coverage resulted in an opposite dynamic in family members. Without the same professional knowledge and duty of care, experience in risky situations, or access to other sources of information, the media coverage appears to have taken a dominant role in forming the risk perception in family members, and evoked a fear reaction in some:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Family and public perceptions and willingness to respond"
        },
        {
            "text": "They were afraid for me. They were more afraid than I was. Maybe because I know MSF, I know how it works, I know their rules, and I know at the end, that the virus doesn't run after people and jump on you. So I was not like that comfortable that my family and friends were really afraid from these crazy things on the t.v. Like people buying these things, this paranoia actually. They were much, much more afraid than I was. (Emmanurse)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Family and public perceptions and willingness to respond"
        },
        {
            "text": "Of course, because I had been following the outbreak since the beginning because it is something I had been very interested in, and of course and if you only get your information from the media, you may be more scared of going than if you also have some more scientific information, so I also think that's why my family members were more afraid than I was, because when you only see bad stories from the media, you may perceive the risk as larger than it actually is. (Hannahdoctor) According to participants, the impact of this fear reaction of family members became more significant over time as the outbreak received more media coverage. Several families who had not previously objected to their loved one working in an Ebola project early in the outbreak, later changed their minds as media coverage intensified. This risk amplification within family members ultimately resulted in a reduction in willingness to respond:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 482,
                    "text": "(Hannahdoctor)",
                    "ref_id": null
                }
            ],
            "section": "Family and public perceptions and willingness to respond"
        },
        {
            "text": "Well actually I got offer one more time, for Ebola mission, but I didn't go because of my family…My family didn't allow me to go this time. So I couldn't go….and I didn't want to let my Dad and Mom cry again for me. (Maenurse) Public perceptions may also play a significant role in the health care worker's willingness to respond. Negative remarks against the returning health workers from people in immediate social circles as well as the public on social media resulted in many participants experiencing feelings of distress and stigmatization upon their return home:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Family and public perceptions and willingness to respond"
        },
        {
            "text": "Like me, I got many opinions and comments from people. It made me really down. I'm ok, because I came back, but if someone wants to go to Sierra Leone or Liberia to help people, it might be making people not want to go. It's really cruel I feel. We are not prisoners you know. We didn't commit crimes. (Mae-nurse)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Family and public perceptions and willingness to respond"
        },
        {
            "text": "Given the importance of front-line health care workers in providing care during infectious disease outbreaks, it is critical to better understand the factors that contribute to their willingness to respond, and how risk perception may influence such a decision. While fear of contagion of self and family is commonly reported by health care staff in epidemics [9, [24] [25] [26] [27] , this study found the perceived risk of becoming infected was significantly modified by numerous individual and social factors.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies have highlighted that both the acknowledgment of the threat and a sense of efficacy in carrying out one's role in the response -a 'concerned and confident' profile -are important determinants of willingness [10, 11, 28] . Our study supports the role of self-efficacy and confidence in contributing to willingness but found numerous other contributing factors. Past experience, humanitarian ethos, duty of care, curiosity, and trust emerged as risk attenuators at the individual level. The filtering and evaluation of competing messages from the media, MSF, and friends and family also impacted feelings of risk. The \"affective\" impact of media reports and images of biohazard suits may have created fear and dread in family members and members of the public resulting in feelings of \"high risk\", however the participants were not impacted in the same way. Instead, they were attracted by curiosity and a sense of need (which they could effectively meet) arising from media images. This affect heuristic, coupled with other heuristics, including 'othering' the risk, may have contributed to an advance assessment of the risk as \"low\". The regular communication of factual information from MSF further helped to inform participants and counter risk messages coming from the media.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has also highlighted organizational trust as a key factor in attenuating feelings of risk and contributing to a willingness to respond. This is in line with Ives's finding that lack of trust in the NHS may deter health workers from responding during an influenza pandemic [14] . Marjanovic, Greenglass and Coffey found that vigour, organisational support and trust in equipment and infection control predicted lower levels of avoidance behaviour, emotional exhaustion and anger in a survey of nurses who had worked with SARS in Toronto [29] . Trust in the organisation was not only important to the initial agreement to respond. Elsewhere we have reported on how trust in the equipment, policies and procedures and team leadership were key factors in supporting ongoing willingness following moments of crisis, such as the infection of co-workers, as well as for successful day-to-day coping [30] .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Trust has been shown to play a significant role in risk perception with both general trust (the belief that others can be relied upon) and general confidence (the conviction that things are under control) able to reduce perceived risks [31] . It has also been argued that who we trust is less related to technical competence and more related to similarities in values [31] [32] [33] , particularly when there is a lack of technical knowledge on the specific risk. In our study, trust in the organization seems to be related to MSF having the technical knowledge, experience and sufficient equipment to keep them safe, as well as a 'salient value similarity' [32] in terms of humanitarian ethos and \"believing in MSF\" as one participant stated. This value-based trust, however, may also lead to what is referred to as identityprotective cognition -the need to conform to the risk culture of the key members of one's group. Individuals tend to adopt beliefs common to their group membership and are more likely to reject information from \"outsiders\" that counter the common beliefs of the group [34] . Such a trust may have allowed participants to accept MSF's assessment of the risk in advance of experiencing it themselves, and allowed them enough peace of mind to continue working when face-to-face with contagion. This institutional trust may further explain why fearful media images had less direct impact on the health workers than they did on family, friends, and the public.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1093,
                    "end": 1097,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Trust was found to be an important component of willingness to respond in this study. While preparation of staff for such high-risk missions must include technical trainings in order to build role familiarity and confidence, efforts must be also made to build and foster institutional trust through providing a safe workplace, team building, strong leadership and clear communication. Reinforcing the voluntary nature of the work by not instituting mandatory response or activities may also increase health workers comfort and decrease feelings of risk. As well, all efforts must be made to ensure a clear and balanced message of risk be provided not only in advance but throughout the work. It is notable that these responders perceived their personal risk to be low prior to entering the epicenter, and only after the disease infected those close to them did their perception of personal risk shift. Organisations should anticipate such shifting in risk appraisal and be prepared with a clear and supportive institutional response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for practice and future research Fostering trust"
        },
        {
            "text": "Skilled and experienced health care workers who are willing and able to work in higher risk settings are rare, and their wellbeing must be considered even after they have returned home. Given the multitude of stressors involved in this type of work, proactive psychosocial support must be provided before, during, and after the response. This is in addition to the provision of an initial debriefing after completion of a mission. The small body of evidence that examined the longer-term psychological impacts of responding to the SARS outbreak indicates an increased risk for post-traumatic stress disorder [35] [36] [37] following this type of work and further highlights the importance of ongoing psychosocial support that should continue through the post-response period.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 612,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Taking care of health workers"
        },
        {
            "text": "Similar to the findings of Gershon et al. [13] of distress and transition difficulties upon returning home, this study found negative public sentiment towards returning health care workers, influenced by media reports and confusing public health policies around quarantine, created distress in participants. This has the potential to reduce willingness to respond in future outbreaks. Clear and consistent messaging from both political and public health bodies may go a long way in tempering public panic and creating an atmosphere of support for health workers.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Taking care of health workers"
        },
        {
            "text": "Despite being mature and independent professionals, the fear and worry of family members had a strong impact on participants in this study, and for several reduced their willingness to continue working during the outbreak. While participants benefited from regular information and communication from MSF, there seemed to be minimal to no proactive communication between the organization and family members. Supporting family members, through proactive and ongoing dialogue with family by the organization, including informational and psychosocial support, may help to overcome the negative influence of media reports, and ultimately benefit the response capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taking care of families"
        },
        {
            "text": "This study is limited in that it focused specifically on the subset of 'willing' responders, and was limited to one international organization. Further, it was restricted to a relatively small number of international health workers and did not explore experiences of local health staff, which itself is an important area of future study. It would be valuable for future research to explore the differences in risk perceptions between those who chose to respond and those who chose not to, in order to further elucidate the influences of specific individual and social determinants of risk perception. As this study found communication from MSF attenuated feelings of risk, a comparative discourse analysis of risk communication coming multiple social actors such as the media, the government, and bodies such as MSF, WHO, and Centre for Disease Control (CDC) would help to evaluate the role of communication strategies on willingness to respond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and future research"
        },
        {
            "text": "While risk is an abstract and socially constructed phenomenon, risk perceptions have very real consequences for public health response capacity. We have outlined key individual and social level modifiers of risk perception that influenced the participants' willingness to respond to the West Africa Ebola outbreak. Risk perception theories have provided useful explanatory mechanisms to explore risk perception on both individual and social levels, and this study has highlighted the importance of the role of trust in this process. Overall, this study has shown that an understanding of risk perception of health workers and their families, institutions, and the public, while complex and interdependent, are each crucial to understand for an effective public health response to epidemics, and as such should be taken into consideration in future program planning and research. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Director-General addresses the Regional Committee for Africa. Address to the Regional Committee for Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "United Nations Economic Commission for Africa",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ebola Situation Report -21",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Unprecedented number of medical staff infected with Ebola: Situation assessment 25",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Physician attitudes and experience regarding the care of patients with acquired immunodeficiency syndrome (AIDS) and related disorders (ARC) on JSTOR",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcguigan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Med Care",
            "volume": "25",
            "issn": "",
            "pages": "675--85",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Concern about AIDS among hospital physicians, nurses and social workers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dworkin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Albrecht",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cooksey",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Soc Sci Med",
            "volume": "33",
            "issn": "91",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/0277-9536(91)90357-I"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Factors predicting nurses' consideration of leaving their job during the SARS outbreak",
            "authors": [
                {
                    "first": "Js-C",
                    "middle": [],
                    "last": "Shiao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "L-H",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "M-K",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nurs Ethics",
            "volume": "14",
            "issn": "",
            "pages": "5--17",
            "other_ids": {
                "DOI": [
                    "10.1177/0969733007071350"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Health care workers' ability and willingness to report to duty during catastrophic disasters",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "Mrrm",
                    "middle": [],
                    "last": "Gershon",
                    "suffix": ""
                },
                {
                    "first": "Mmf",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Straub",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Gebbie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccollum",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Urban Heal",
            "volume": "82",
            "issn": "",
            "pages": "378--88",
            "other_ids": {
                "DOI": [
                    "10.1093/jurban/jti086"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Healthcare workers' attitudes toward patients with Ebola virus disease in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Narasimhulu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chazotte",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weedon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Minkoff",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Open Forum Infect Dis",
            "volume": "3",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Local public health workers' perceptions toward responding to an influenza pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Balicer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Omer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Everly",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Public Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Characterizing hospital workers' willingness to report to duty in an influenza pandemic through threat-and efficacy-based assessment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Balicer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Catlett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-10-436"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Response towards disease outbreak: perceptions of the key health care staff",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Revathy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Internet J Epidemiol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Experiences and psychosocial impact of West Africa Ebola deployment on US health care volunteers",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gershon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dernehl",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nwankwo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Qureshi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Curr",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Healthcare worker's attitudes to working during pandemic influenza: a qualitative study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ives",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Draper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gratus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Petts",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-9-56"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The social amplification of risk -assessing 15 years of research and theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Kasperson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Kasperson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Pidgeon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The feeling of risk: a new perspective on risk perception",
            "volume": "",
            "issn": "",
            "pages": "317--361",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The social amplification of risk: a conceptual framework",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Kasperson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Renn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Emel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goble",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Risk Anal",
            "volume": "8",
            "issn": "",
            "pages": "177--87",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1539-6924.1988.tb01168.x"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Risk as analysis and risk as feelings: some thoughts about affect, reason, risk, and rationality",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Finucane",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Macgregor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Risk Anal",
            "volume": "24",
            "issn": "",
            "pages": "311--333",
            "other_ids": {
                "DOI": [
                    "10.1111/j.0272-4332.2004.00433.x"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Feeling and thinking: preferences need no inferences",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Zajonc",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Am Psychol",
            "volume": "35",
            "issn": "",
            "pages": "151--75",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Heading into the unknown: everyday strategies for managing risk and uncertainty",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Zinn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Risk Soc",
            "volume": "10",
            "issn": "",
            "pages": "439--50",
            "other_ids": {
                "DOI": [
                    "10.1080/13698570802380891"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Social research methods",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bryman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Sampling knowledge: the hermeneutics of snowball sampling in qualitative research",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Noy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Soc Res Methodol",
            "volume": "11",
            "issn": "",
            "pages": "327--371",
            "other_ids": {
                "DOI": [
                    "10.1080/13645570701401305"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Three approaches to qualitative content analysis",
            "authors": [
                {
                    "first": "H-F",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Shannon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Qual Health Res",
            "volume": "15",
            "issn": "",
            "pages": "1277--88",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Judgment under uncertainty: heuristics and biases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Science",
            "volume": "185",
            "issn": "",
            "pages": "1124--1155",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peladeau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leszcz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "168",
            "issn": "",
            "pages": "1245--51",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Risk perception and impact of severe acute respiratory syndrome on work and personal lives of healthcare workers in Singapore. What can we learn?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Chia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Med Care",
            "volume": "43",
            "issn": "",
            "pages": "676--82",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Psychosocial effects of SARS on hospital staff: survey of a large tertiary care institution",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Nickell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Can Med Assoc J",
            "volume": "170",
            "issn": "",
            "pages": "793--801",
            "other_ids": {
                "DOI": [
                    "10.1503/cmaj.1031077"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Severe acute respiratory syndrome (SARS) in Hong Kong in 2003: stress and psychological impact among frontline healthcare workers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Psychol Med",
            "volume": "34",
            "issn": "",
            "pages": "1197--204",
            "other_ids": {
                "DOI": [
                    "10.1017/S0033291704002247"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Assessment of local public health workers' willingness to respond to pandemic influenza through application of the extended parallel process model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Balicer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Storey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Omer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Semon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0006365"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The relevance of psychosocial variables and working conditions in predicting nurses' coping strategies during the SARS crisis: an online questionnaire survey",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Marjanovic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Greenglass",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coffey",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int J Nurs Stud",
            "volume": "44",
            "issn": "",
            "pages": "991--999",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijnurstu.2006.02.012"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Navigating \"riskscapes\": the experiences of international health care workers responding to the Ebola outbreak in West Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Skovdal",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health & Place",
            "volume": "45",
            "issn": "",
            "pages": "173--80",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Perception of risk: the influence of general trust, and general confidence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siegrist",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gutscher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Earle",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Risk Res",
            "volume": "8",
            "issn": "",
            "pages": "145--56",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Salient value similarity, social trust, and risk/benefit perception",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siegrist",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cvetkovich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Risk Anal",
            "volume": "20",
            "issn": "",
            "pages": "353--62",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Perception of hazards: the role of social trust and knowledge",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siegrist",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cvetkovich",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Risk Analysis",
            "volume": "20",
            "issn": "5",
            "pages": "713--733",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Culture and identity protective cognition: explaining the white-male effect in risk perception",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Kahan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Braman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gastil",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Mertz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Empir Leg Stud",
            "volume": "4",
            "issn": "",
            "pages": "465--505",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Psychological impact of the 2003 severe acute respiratory syndrome outbreak on health care workers in a medium size regional general hospital in Singapore",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huak",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Occup Med (Chic Ill)",
            "volume": "54",
            "issn": "",
            "pages": "190--196",
            "other_ids": {
                "DOI": [
                    "10.1093/occmed/kqh027"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Long-term psychological and occupational effects of providing hospital healthcare during SARS outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Lancee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Balderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Borgundvaag",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1924--1956",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1212.060584"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The psychological impact of the SARS epidemic on hospital employees in China: exposure, risk perception, and altruistic acceptance of risk",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Can J Psychiatr",
            "volume": "54",
            "issn": "",
            "pages": "302--313",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations CDC: Centre for Disease Control; EMC: Ebola Management Centre; EVD: Ebola Virus Disease; HCWs: Health Care Workers; HIV: Human Immunodeficiency Virus; MSF: Médecins Sans Frontières; NGOs: Non-Governmental Organisations; PPE: Personal Protective Equipment; SARF: Social Amplification of Risk Framework; SARS: Severe Acute Respiratory Syndrome; WHO: World Health Organisation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ": At that time, how did you see your risk of becoming infected? E: Really low because at that time there weren't any expats that had become infected. Really, really low at the beginning. And I had a big trust in MSF so I didn't (laughing), I knew there was a risk, but it was not an issue. (Emmanurse) M: I didn't feel fear or anything. I think I just, I wanted to go. That was all. S: So you weren't afraid of it? M: No, not at all. (Maenurse)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Description of Participants",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Thematic Analysis: from codes to global theme",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank all the participants for their time and contribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "There are no funding sources to declare. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Authors' contributions SG conceptualized and executed the study. SG conducted the interviews and analysed the data. SG wrote the first draft of the manuscript. MS supervised the study and contributed to the preparation of the manuscript. Both authors have read and approved the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The author(s) declare(s) that they have no competing interests.Ethics approval and consent to participate Informed consent was obtained from all participants. Ethical approval was obtained from the University of Sheffield School of Health and Related Research.Received: 20 January 2017 Accepted: 3 June 2017",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}