{
    "paper_id": "1f7d12535c961aa81e3719db27546b741674c1aa",
    "metadata": {
        "title": "Infectious Bronchitis Virus as a Vector for the Expression of Heterologous Genes",
        "authors": [
            {
                "first": "Kirsten",
                "middle": [],
                "last": "Bentley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Compton Laboratory",
                    "institution": "The Pirbright Institute",
                    "location": {
                        "settlement": "Compton, Newbury, Berkshire",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Armesto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Compton Laboratory",
                    "institution": "The Pirbright Institute",
                    "location": {
                        "settlement": "Compton, Newbury, Berkshire",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Britton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Compton Laboratory",
                    "institution": "The Pirbright Institute",
                    "location": {
                        "settlement": "Compton, Newbury, Berkshire",
                        "country": "United Kingdom"
                    }
                },
                "email": "paul.britton@pirbright.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "The avian coronavirus infectious bronchitis virus (IBV) is the causative agent of the respiratory disease infectious bronchitis of domestic fowl, and is controlled by routine vaccination. To explore the potential use of IBV as a vaccine vector a reverse genetics system was utilised to generate infectious recombinant IBVs (rIBVs) expressing the reporter genes enhanced green fluorescent protein (eGFP) or humanised Renilla luciferase (hRluc). Infectious rIBVs were obtained following the replacement of Gene 5 or the intergenic region (IR) with eGFP or hRluc, or the replacement of ORFs 3a and 3b with hRluc. The replacement of Gene 5 with an IBV codon-optimised version of the hRluc gene also resulted in successful rescue of infectious rIBV. Reporter gene expression was confirmed by fluorescence microscopy, or luciferase activity assays, for all successfully rescued rIBVs following infection of primary chick kidney (CK) cells. The genetic stability of rIBVs was analysed by serial passage on CK cells. Recombinant IBV stability varied depending on the genome region being replaced, with the reporter genes maintained up to at least passage 8 (P8) following replacement of Gene 5, P7 for replacement of the IR and P5 for replacement of ORFs 3a and 3b. Codon-optimisation of the hRluc gene, when replacing Gene 5, resulted in an increase in genome stability, with hRluc expression stable up to P10 compared to P8 for standard hRluc. Repeated passaging of rIBVs expressing hRluc at an MOI of 0.01 demonstrated an increase in stability, with hRluc expression stable up to at least P12 following the replacement of Gene 5. This study has demonstrated that heterologous genes can be incorporated into, and expressed from a range of IBV genome locations and that replacement of accessory Gene 5 offers a promising target for realising the potential of IBV as a vaccine vector for other avian pathogens. Citation: Bentley K, Armesto M, Britton P (2013) Infectious Bronchitis Virus as a Vector for the Expression of Heterologous Genes. PLoS ONE 8(6): e67875.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses are positive-sense RNA viruses with large genomes ranging in size from approximately 26 to 31 kb, and are known to infect a wide range of mammalian and avian species, with species and tissue specific tropisms. All coronaviruses share a similar genome organisation with Gene 1, the replicase gene, located at the 59 end of the genome and the structural and groupspecific accessory genes clustered at the 39 end. A process of discontinuous transcription during negative strand synthesis, regulated by short AU rich sequences known as transcription regulatory sequences (TRSs), leads to expression of the structural and accessory proteins as a nested set of subgenomic (sg) mRNAs (reviewed in [1] [2] [3] ). The avian gammacoronavirus IBV is a highly infectious pathogen of domestic fowl that causes disease in chickens of all ages and despite vaccination, using both live attenuated and inactivated vaccines, is responsible for major economic losses to poultry industries worldwide as a result of poor weight gain and decreased egg production [4] [5] [6] [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 707,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1055,
                    "end": 1058,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1059,
                    "end": 1062,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1067,
                    "end": 1070,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1071,
                    "end": 1074,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The large size of coronavirus genomes, combined with the possibility of expressing heterologous genes via the generation of novel sg mRNAs, has meant that coronaviruses have long been attractive targets for use as viral-vector vaccines and gene delivery systems. Previous work by ourselves and others has shown that heterologous genes can be expressed utilising TRSs from coronavirus defective RNAs (D-RNAs) in the presence of helper virus [10] [11] [12] [13] [14] . In recent years a number of reverse genetics systems have been successfully developed to produce full-length cDNAs from several coronaviruses including TGEV, human coronavirus 229E, SARS-CoV and human coronavirus NL63 [15] [16] [17] [18] [19] ; with these advances making it possible to investigate the potential of using coronaviruses as vaccine vectors. A reverse genetics system for IBV, utilizing vaccinia virus, has also been established and so made it possible to explore the use of rIBVs for vaccine development [20] [21] [22] .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 444,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 986,
                    "end": 990,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 996,
                    "end": 1000,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To date a number of studies have demonstrated the generation of infectious recombinant coronaviruses that are able to express heterologous genes, a key requirement of any vaccine vector [23] [24] [25] [26] [27] . These studies, as outlined by de Haan et al. [28, 29] , showed that the expression of heterologous proteins may be dependent on a number of factors, including the genetic background of the virus, the spatial location in the virus genome at which the heterologous gene is inserted and, if replacing genes, how essential these genes are to the replication of the coronavirus. Due to the nature of coronavirus sg mRNA transcription the expression of heterologous genes may be achieved by expression from an existing sg mRNA either via insertion of a gene cassette or by replacement of existing genes. Alternatively, heterologous genes can be expressed from an additional, newly synthesised sg mRNA as demonstrated from IBV D-RNAs [12, 14] or TGEV minigenomes [30] , although these were often found to be genetically unstable. Recombinant viruses consisting of full-length virus genomes showed that stability was often greatest following the replacement of the non-essential accessory genes [24, 27, 29, 31] , while alterations to coronavirus structural genes appeared to be less well tolerated with reduced virus stability, or an inability to rescue infectious virus [24, 32] .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 201,
                    "end": 205,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 206,
                    "end": 210,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 940,
                    "end": 944,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 969,
                    "end": 973,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1205,
                    "end": 1208,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1209,
                    "end": 1212,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1213,
                    "end": 1216,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1377,
                    "end": 1381,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1382,
                    "end": 1385,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the potential for coronaviruses as vaccine vectors, and the continual requirement for IBV vaccination, IBV has the potential to be a suitable vaccine vector for the generation of bivalent vaccines that protect against not only IBV, but also additional avian diseases as determined by the expression of a heterologous gene. Other avian viruses such as the paramyxovirus Newcastle disease virus, and the avipoxvirus fowlpox virus have previously been evaluated for use as vectors, not only as vaccines for veterinary use [33, 34] but also for vaccine and gene therapy use in humans [35] [36] [37] and reviewed in [38, 39] demonstrating the potential for using avian viruses as vectors. Additionally, IBV possesses two accessory genes, Gene 3 and Gene 5, and the recently characterised IR, all of which have been shown to be dispensable for virus replication in cell culture [27, [40] [41] [42] and therefore provide potential targets for replacement with a heterologous gene.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 529,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 893,
                    "end": 897,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study we used our IBV reverse genetics system [20, 21] , based on the avirulent Beaudette strain of IBV, to generate rIBVs in which different regions of the IBV genome were replaced with the reporter genes eGFP or hRluc. The resulting rIBVs were assessed to investigate whether: (1) the size and type, (2) the spatial position or (3) the nucleotide sequence of the gene introduced were important factors in determining the possibility for utilising IBV as a vaccine vector. Reporter genes were inserted under the control of existing TRSs in the case of the replacement of Gene 3 and Gene 5, or under the control of an additionally inserted copy of an IBV canonical consensus TRS in the case of the replacement of the IR. Successfully rescued viruses were characterised and subsequently investigated for genetic stability. The effect of codon-optimisation of the heterologous gene to be more 'IBVlike' in nucleotide sequence was also investigated. Our results demonstrated that heterologous gene expression could be achieved in cell culture for all successfully rescued rIBVs, although genome stability varied depending on the genomic location of the reporter gene and the MOI at which rIBVs were passaged in vitro. The results of this study suggest that the replacement of Gene 5 with heterologous genes represents a promising target for the generation of IBV-based vaccine vectors.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 59,
                    "end": 62,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Primary CK cells were prepared by The Pirbright Institute cell culture department from chickens produced in the Institute's poultry production unit. The chickens were sacrificed by trained staff under a schedule 1 procedure, cervical neck dislocation, a procedure that does not fall under any UK Home Office licence requirements as no procedures were carried out on live animals and therefore did not fall under any local or EU ethical requirements. The kidneys were removed from the sacrificed chickens for preparation of the primary CK cell cultures. The work was done in a designated establishment, The Pirbright Institute, Compton Laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "Primary chicken kidney (CK) cells were prepared from 2-3 week old specific pathogen free (SPF) Rhode Island Red chickens as described previously [43] . All IBVs were propagated and titrated on primary CK cells using BES (N, N-Bis(2-hydroxyethyl)-2aminoethanesulphonic acid) cell maintenance medium [44] .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Cells and Viruses"
        },
        {
            "text": "All recombinant viruses were generated with a genomic backbone of Beau-R and all nucleotide numbers refer to genome positions in this virus (GenBank Number AJ311317). Reporter genes eGFP and hRluc were amplified from plasmids pEGFP-C1 (Clontech) and pGL4.75hRluc/CMV (Promega), respectively. Modified fragments of IBV cDNA for the replacement of Gene 5 by eGFP or hRluc, between nucleotides 25479 and 25702 inclusively, were generated by overlapping PCR. Three fragments were amplified with primer pairs: (1) . Underlined nucleotides are derived from reporter gene sequences and bold italics show inserted restriction sites AscI and PacI. Fragments were joined by PCR, and cloned into AscI/PacI digested pGPTNEB193 as described previously [20, 42, [44] [45] [46] to generate plasmids pGPT-eGFPD5ab and pGPT-hRlucD5ab.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 743,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 744,
                    "end": 747,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Construction of Modified IBV cDNA Plasmids and Generation of Recombinant Viruses"
        },
        {
            "text": "To create altered nucleotide gene sequences for IBV codonoptimised eGFP (IBVeGFP) and hRluc (IBVhRluc) a codon usage table was generated from IBV coding sequences (Table 1) . Wild type amino acid sequences for eGFP (pEGFP-C1) and hRluc (pGL4.75hRluc/CMV) were back translated utilizing the alternative IBV preferred codons, as per Table 1 , to generate IBV codonoptimised reporter gene sequences which were subsequently synthesised within the context of the IBV cDNA fragment described above by GeneartH (Life Technologies). Only the synthetic sequence representing IBVhRluc could be cloned into pGPTNEB193 by GeneartH to give plasmid pGPT-IBVhRluc-D5ab.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 331,
                    "end": 338,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Construction of Modified IBV cDNA Plasmids and Generation of Recombinant Viruses"
        },
        {
            "text": "For the replacement of the IR by eGFP or hRluc between nucleotides 25192 and 25459 reporter gene sequences were amplified by PCR to add 59-NheI and 39-XmaI restriction sites along with a copy of the Gene 5 TRS at the 59 end: (eGFP-F: 59-TTTGCTAGCGGCCAACTTAACAAATACGGACGATGGT-GAGCAAGGGCGAGG and eGFP-R: 59-AAACCCGGGT-TATTACTTGTACAGCTCGTCCATGCC-39) or (hRluc-F: 59-TTTGCTAGCGGCCAACTTAACAAATACGGACGATGGCTTC-CAAGGTGTACG-39 and hRluc-R: 59-AAACCCGGGTTAT-TACTGCTCGTTCTTCAGCACGCGC-39). Underlined nucleotides are derived from reporter gene sequences and bold italics show inserted restriction sites NheI and XmaI. Sequences were cloned into NheI/XmaI digested pGPTDIR as described previously [42] to give plasmids pGPT-eGFPDIR and pGPT-hRlucDIR.",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 689,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Construction of Modified IBV cDNA Plasmids and Generation of Recombinant Viruses"
        },
        {
            "text": "For the replacement of ORFs 3a and 3b between nucleotides 23857 and 24203 inclusively modified IBV cDNA fragments were synthesised and cloned into pGPTNEB193 by GeneartH to give plasmids pGPT-eGFPD3ab and pGPT-hRlucD3ab. A single copy of the duplicated Gene 5 TRS and flanking nucleotides (59-GUUUUACUUAACAAAUACGGACG-39) was inserted between the reporter gene termination codon and the ORF 3c initiation codon beginning at nucleotide 24204 for transcription of ORF 3c sg mRNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of Modified IBV cDNA Plasmids and Generation of Recombinant Viruses"
        },
        {
            "text": "The control rIBV BeauRD5ab was generated by deletion of the IBV cDNA sequence, nucleotides 25451-25693, covering the gene 5 TRS, ORF 5a and the N-terminal end of ORF 5b from pGPT-K5ScAUG5b [40] . Essentially the introduced KpnI site was treated with T4 DNA polymerase and ligated to the introduced ScaI site downstream of the ORF5b AUG resulting in plasmid pGPT-D5ab.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Construction of Modified IBV cDNA Plasmids and Generation of Recombinant Viruses"
        },
        {
            "text": "Modified regions of the IBV cDNA within plasmids pGPT-D5ab, pGPT-eGFPD5ab, pGPT-hRlucD5ab, pGPT-IBVhRluc-D5ab, pGPT-eGFPDIR, pGPT-hRlucDIR, pGPT-eGFPD3ab and pGPT-hRlucD3ab were introduced into the IBV Beaudette full-length cDNA within the vaccinia virus genome by homologous recombination using transient dominant selection as described previously [20, 44, 47] . Infectious rIBVs were recovered from DNA isolated from the recombinant vaccinia viruses containing the correctly modified IBV cDNAs and passaged four times on CK cells prior to experimental use [20, 44, 47] .",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Construction of Modified IBV cDNA Plasmids and Generation of Recombinant Viruses"
        },
        {
            "text": "Viral RNA was extracted from cell supernatants using the RNeasy Mini Kit (Qiagen) following the manufacturer's instruction for the RNA clean up protocol. cDNA was synthesised using SuperScript III (Life Technologies) and a random primer as per manufacturer's instructions. cDNA was amplified by PCR using primer pairs that flanked the inserted reporter gene: for D5ab recombinant viruses (59-GAGCTATTAACGGTGTTACC-39) and (59-AATCTAATCCTTCTCTCAGA-39), for DIR recombinant viruses (59-GAATGGTGTTCTTTATTG-39) and (59-TCTAACACTCTAAGTTGAG-39), and for D3ab recombinants (59-TGACGAATTGTCAAAATG-39) and (59-AGACAGA-CACGCAAACACTG-39). PCR cycling parameters were as follows: 1 cycle of 94uC for 2 min; 25 cycles of 94uC for 30 sec, 50uC for 30 sec, 72uC for 30 sec; and a final extension step of 72uC for 2 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction and RT-PCR"
        },
        {
            "text": "Individual wells of six-well plates of confluent CK cells were infected with 1610 5 pfu of virus and incubated for 1 h at 37uC, 5% CO 2 after which cells were washed twice with PBS and 2 ml of fresh 16BES media added. Extracellular virus was harvested at 1, 8, 12, 24, 48 and 72 hours post infection (hpi) and subsequently analysed in triplicate by plaque assay on CK cells for progeny virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth Kinetics of rIBVs"
        },
        {
            "text": "Cell lysates were prepared from CK cells infected with recombinant IBVs expressing hRluc gene and luciferase activity measured using the Renilla Luciferase Assay System (Promega) as per manufacturer's instructions. Relative light unit (RLU) values were obtained using a GloMaxH 20/20 luminometer (Promega) with integration over 10-seconds with a 2-second delay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Luciferase Assays"
        },
        {
            "text": "Total RNA was extracted from CK cells 24 hpi using the RNeasy Mini Kit (Qiagen) and mRNA purified using the Poly(A)Purist TM MAG Kit (Ambion) according to manufacturer's instructions. Northern blot analysis was carried out with the NorthernMaxH-Gly Kit (Ambion) as described previously [42] . Briefly, viral mRNA transcripts were denatured at 50uC for 30 min in glyoxal load dye followed by separation on a 0.8% LEagarose gel. RNA was transferred to BrightStarH-Plus positively charged nylon membrane (Ambion) using capillary action for 2 h, cross-linked by treatment with UV light using the auto-crosslink function on a Stratalinker UV Crosslinker (Stratagene) and prehybridised for 30 min with ULTRAhybH buffer at 42uC. Blots were probed with a DNA probe specific to the 39 end of IBV and hybridised overnight at 42uC followed by washing and development with the BrightStarH BioDetect TM Kit.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Northern Blot Analysis"
        },
        {
            "text": "Confluent monolayers of CK cells were infected with 1610 5 pfu virus. At 20 hpi cells were washed twice with PBS, lysed in buffer containing 20 mM Tris, 150 mM NaCl, 5 mM EDTA, 0.3% Triton X100 and 1X protease inhibitor cocktail (Sigma) and clarified by centrifugation. Samples were denatured in NuPAGEH LDS Sample Buffer (4X) (Life Technologies), heated for 10 min at 70uC, separated by polyacrylamide gel electrophoreses (PAGE) using NuPAGEH 10% Bis-Tris pre-cast polyacrylamide gels (Life Technologies) and transferred to nitrocellulose membrane (Amersham). Separated proteins were probed with polyclonal rabbit sera against IBV diluted 1:2500 and a polyclonal antibody against betaactin diluted 1:500 (Abcam). Enhanced GFP expression was confirmed using a polyclonal antibody against GFP diluted 1:1000 (Abcam) and Renilla luciferase expression was confirmed using a polyclonal antibody against Renilla luciferase diluted 1:1000 (MBL International). Bound antibody was visualized using an enhancedchemiluminescence detection system (ECL) (Millipore).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western Blot Analysis"
        },
        {
            "text": "In order to investigate the potential of IBV as a vaccine vector we first designed a series of rIBVs that could be used to assess the ability of IBV to express heterologous proteins and subsequently determine the stability of each rIBV. Based on the Beau-R molecular clone of the Beaudette-CK strain of IBV [21] , we designed eight rIBVs in which three different IBV genome regions, Gene 5, ORFs 3a and 3b or the IR, were replaced with the reporter genes eGFP or hRluc, or codon-optimised reporter genes IBVeGFP and IBVhRluc ( Figure 1 ). The growth characteristics of the rIBVs were compared to the control viruses BeauRD5ab (this paper), BeauRD3ab [41] and BeauRDIR [42] in which the regions being replaced were deleted. In the design of each construct measures were taken to ensure that the transcription of other IBV genes was not affected by the loss of virus sequences or the incorporation of the reporter gene sequences. Recombinant IBVs, BeauR-eGFPD5ab and BeauR-hRlucD5ab, consisted of direct replacement of IBV Gene 5 sequence, beginning at the ORF 5a initiation codon, and ending at amino acid seven of ORF 5b in order to maintain the genomic sequence upstream of the N gene TRS. Expression of eGFP or hRluc from BeauR-eGFPD5ab and BeauR-hRlucD5ab was achieved via the existing Beaudette Gene 5 TRS. Recombinant IBVs, BeauR-eGFPD3ab and BeauR-hRluc-D3ab, consisted of the direct replacement of ORF 3ab sequence, beginning at the second nucleotide (U) of the ORF 3a initiation codon in order to preserve the overlapping spike termination codon. A stretch of 20 nucleotides, corresponding to the 39 end of ORF 3b, was maintained to avoid disruption of ORF 3c, encoding the envelope (E) protein. The introduced reporter genes, replacing ORFs 3ab, were expressed utilising the existing Gene 3 TRS. To ensure expression of the E protein the insertion of an artificial TRS was required directly downstream of the reporter gene sequence for the transcription of a sg mRNA for translation of the E protein. As the full extent of the sequences required for efficient sg mRNA transcription are currently unknown for IBV we designed a TRS containing a copy of the consensus IBV TRS with flanking nucleotides derived from the Gene 5 TRS (59-GUUUUACUUAACAAAUACGGACG-39) based on our knowledge of the expression of foreign genes from IBV D-RNAs [12, 14] . Inclusion of six 59-flanking, and nine 39-flanking nucleotides was based on an extension of previous findings demonstrating that the four nucleotides flanking either side of the consensus sequence were important for efficient sg mRNA expression, and that these nucleotides would increase complementarity with the leader sequence as presumably is the case for Gene 5 expression [48] .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2342,
                    "end": 2346,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2347,
                    "end": 2350,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2730,
                    "end": 2734,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 535,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "Recombinant IBVs, BeauR-eGFPDIR and BeauR-hRlucDIR, were designed to express reporter genes from a novel sg mRNA. The Beaudette IR sequence was replaced, between nucleotides 25192 and 25459 of the Beau-R genome, with a reporter gene construct in which a copy of the consensus IBV TRS with 39 flanking nucleotides derived from the Gene 5 TRS (59-CUUAA-CAAAUACGGACG-39), was placed upstream of the reporter gene sequence for the transcription of an additional sg mRNA for translation of eGFP or hRluc. As with the inserted TRS for expression of E from BeauR-hRlucD3ab 39-flanking nucleotides were added to increase complementarity to the leader sequence and improve chances of sg mRNA synthesis. In this case no 59flanking nucleotides were added, as due to the cloning procedure required for these rIBVs additional sequences would be generated 59 to the TRS that it was hoped would act to position to TRS correctly for sg mRNA synthesis and provide additional, although limited, sequence complementarity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "In addition to genome position, we also investigated the effect of codon-optimisation of the heterologous gene by redesigning the gene sequence so that codon usage maximally represented that of IBV. Using a codon usage table (details at www.kazusa.or.jp/ codon/) ( Table 1 ) and the Emboss backtransseq programme (details at http://emboss.open-bio.org/) new eGFP and hRluc nucleotide sequences, IBVeGFP and IBVhRluc, were generated and synthesised with 34 and 29% of nucleotides changed, respectively ( Figure 2 ). The final two rIBVs, BeauR-IBVeGFP-D5ab and BeauR-IBVhRlucD5ab, were subsequently designed in which Gene 5 was replaced, as above, with the synthesised codonoptimised reporter genes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 272,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 503,
                    "end": 511,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "Characterisation of rIBVs expressing eGFP or hRluc following replacement of Gene 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "Utilising our IBV reverse genetics system [20, 21] we rescued two replicates, R1 and R2, of rIBVs BeauR-eGFPD5ab, BeauR-hRlucD5ab and BeauR-IBVhRlucD5ab, in which Gene 5 was replaced with reporter genes eGFP, hRluc or IBVhRluc, respectively. A potential rIBV, BeauR-IBVeGFPD5ab containing the codon-optimised eGFP gene, was not possible, as we were unable to insert a copy of the IBV codon-optimised eGFP sequence into the selection plasmid required for modifying the IBV cDNA in our reverse genetics system. Each rescued rIBV was subsequently passaged to P4 on CK cells for further analysis. The successful rescue of infectious rIBVs was confirmed by formation of IBV-induced plaques on CK cells ( Figure 3A ), although it was observed that plaques for all D5ab rIBVs were approximately 2 mm smaller in diameter than plaques observed for wild type Beau-R.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 47,
                    "end": 50,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 699,
                    "end": 708,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "To analyse the effects of deleting IBV Gene 5, and subsequent insertion of the reporter genes in place of Gene 5, the replication kinetics of R1 isolates of BeauR-eGFPD5ab, BeauR-hRlucD5ab and BeauR-IBVhRlucD5ab were compared to wild type Beau-R and control BeauRD5ab viruses ( Figure 3B ). Similar replication kinetics were observed for all three rIBVs and for control virus BeauRD5ab. However, peak titres at 24 hpi for all the rIBVs lacking the Gene 5 proteins were approximately 1-log 10 lower, at 1610 6 pfu/ml, than wild type Beau-R. Additionally, a 2-log 10 increase in titre was noted for Beau-R compared to a,0.5-log 10 increase at 8 hpi for all rIBVs suggesting a delay in replication or release of the rIBVs lacking Gene 5. Combined with the observation of smaller plaque sizes these results suggested that the replacement or deletion of Gene 5 had a minor detrimental effect on virus replication in CK cells. Northern blot analysis of rIBVs sg mRNAs demonstrated an increase in the size of the sg mRNA initiated from the Gene 5 TRS when compared to parental virus Beau-R, and which corresponded to the presence of eGFP or hRluc sequences ( Figure 3C ). Corresponding expected increases in size, due to the presence of the reporter gene sequences, were also observed for all the larger sg mRNAs synthesised upstream of the Gene 5 replacement site, due to the nested nature of coronavirus sg mRNAs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 287,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1152,
                    "end": 1161,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "Heterologous protein expression was confirmed for the three rIBVs by western blot analysis of rIBV-infected CK cell lysates using anti-GFP and anti-Renilla luciferase antibodies ( Figure 3D ). In addition, GFP-induced fluorescence was observed in CK cells infected with P4 of rIBV BeauR-eGFPD5ab ( Figure 4A ). To confirm the expression of active Renilla luciferase from rIBVs BeauR-hRlucD5ab and BeauR-IBVhRlucD5ab, luciferase activity was measured in CK lysates during time course assays for replication kinetics, and was found to correlate with levels of virus titre during infection ( Figure 4B ). When compared to BeauR-hRlucD5ab, and subsequently R2 of BeauR-IBVhRlucD5ab, the luciferase activity of BeauR-IBVhRlucD5ab R1 reached approximately 2-log 10 lower peak levels at 24 hpi. Sequence analysis of P4 of BeauR-IBVhRlucD5ab R1 established that a mutation had arisen in the codon-optimised hRluc gene during initial passage of rescued virus on CK cells. The mutation, an insertion of two uracil residues at nucleotide position 787 within the codon-optimised hRluc gene, led to a frameshift and alteration of the hRluc amino acid sequence downstream of amino acid 262. This frameshift resulted in a modified IBVhRluc protein, eight amino acids longer than the wild type codon-optimised version ( Figure 5 ). Analysis of BeauR-IBVhRlucD5ab R2 demonstrated luciferase activity levels more closely mirroring those of BeauR-hRlucD5ab, suggesting the mutation within the hRluc gene of BeauR-IBVhRlucD5ab R1 was the cause of the observed reduction in luciferase activity ( Figure 4B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 189,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 298,
                    "end": 307,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 589,
                    "end": 598,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1304,
                    "end": 1312,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1575,
                    "end": 1584,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "Characterisation of rIBVs expressing eGFP or hRluc following replacement of the Beaudette IR As with the replacement of Gene 5 we used our IBV reverse genetics system to generate two replicates each of rIBVs BeauR-eGFPDIR and BeauR-hRlucDIR, in which the heterologous gene sequences replaced the Beaudette IR sequence between the end of the M gene and upstream of the Gene 5 TRS. We have recently shown that the IBV IR is produced as a novel sg mRNA and encodes a fifth IBV accessory protein, however, in Beaudette the IR contains deletions rendering the sequence more likely a noncoding region [42] . The successful rescue of infectious rIBVs was confirmed by formation of IBV-induced plaques on CK cells ( Figure 6A ), which were compared to the plaques generated by wild type Beau-R and control virus BeauRDIR. In contrast to the D5ab rIBVs, deletion of the Beaudette IR did not result in smaller plaque sizes when compared to Beau-R ( Figure 6A ). However, plaque size differences were observed depending on whether the IR sequence was replaced by eGFP or hRluc. Plaques produced from BeauR-eGFPDIR were approximately 1.5 mm smaller in diameter than those observed from BeauR-hRlucDIR ( Figure 6A ). Investigation of the replication kinetics of the rIBVs revealed lower peak titres at 24 hpi for BeauR-eGFPDIR of 5610 5 pfu/ml when compared to peak titres, of approximately 1610 7 pfu/ml, for BeauR-hRlucDIR ( Figure 6B) ; a result consistent with the plaque sizes observed for these viruses. Both Beau-R and BeauRDIR had similar replication kinetics, showing maximal peak titres of 5610 7 pfu/ml at 24 hpi and supporting the plaque assay data; indicating that removal of the IR sequence per se did not have any effect on the growth and replication of rIBV BeauRDIR.",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 599,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 708,
                    "end": 717,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 939,
                    "end": 948,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1191,
                    "end": 1200,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1414,
                    "end": 1424,
                    "text": "Figure 6B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "Pursuing the result of the initial observed differences between the replication kinetics of the rIBVs BeauR-eGFPDIR and BeauR-hRlucDIR, the replication kinetics of rIBV BeauR-eGFPDIR R2 were also investigated and found to be identical to those of rIBV BeauR-eGFPDIR R1 ( Figure 6C ). This indicated that the replication differences observed between BeauR-eGFPDIR and BeauR-hRlucDIR resulted from the insertion of different reporter genes, and suggested that, in terms of virus replication, eGFP was not as well tolerated as hRluc at this genome position. While no differences in replication kinetics were observed for BeauR-eGFPDIR R1 and R2, sequence analysis of P4 stocks of all DIR rIBVs revealed that BeauR-eGFPDIR R1 did contain an additional change; a double mutation of 25770 URA and 25771 URA leading to the introduction of a premature termination codon within ORF 5b, resulting in the truncation of the 5b protein from 82 to 29 amino acids. A similar mutation has been previously identified in rIBVs with a Beau-R background [45] however, indicating that this particular mutation is not associated with the presence of heterologous genes.",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1038,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 280,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "Construction of rIBVs BeauR-eGFPDIR and BeauR-hRlucDIR required the insertion of a copy of the consensus Beaudette TRS, CUUAACAA, upstream of the reporter gene sequence for the transcription of an additional sg mRNA from which eGFP or hRluc proteins could be translated. However, northern blot analysis ( Figure 6D ) revealed that no novel sg mRNAs were generated from the introduced TRS positioned between the M gene and Gene 5. Instead, the non-canonically transcribed sg mRNA recently confirmed for the IR [42] was increased in size as would be predicted for the presence of the reporter gene sequences. Investigation of the larger IR sg mRNA sequences confirmed that they were transcribed via the naturally occurring non-canonical TRS for the IR sg mRNA, identified at nucleotide position 25075 within the M gene of the Beaudette sequence by Bentley et al. [42] , and not via the artificial copy of the IBV consensus TRS (Figure 7) .",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 513,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 314,
                    "text": "Figure 6D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 925,
                    "end": 935,
                    "text": "(Figure 7)",
                    "ref_id": null
                }
            ],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "Western blot analysis of proteins in rIBV-infected CK cell lysates demonstrated the presence of either eGFP or hRluc ( Figure 6E ), thus confirming that translation of eGFP or hRluc was not affected by the unexpected observation that the proteins were produced from an existing sg mRNA, rather than from a new sg mRNA generated from an additionally inserted TRS. However, because of the naturally low levels of the IR sg mRNA due to transcription from a non-canonical TRS [42] , we consequently observed lower levels of fluorescence from BeauR-eGFPDIR than from BeauR-eGFPD5ab ( Figure 4A ). Reduced protein expression levels were confirmed by the observation that Renilla luciferase activity from BeauR-hRlucDIR was also lower in comparison to that observed from BeauR-hRlucD5ab, with peak activity at 24 hpi approximately 2-log 10 lower ( Figure 4B ). It is possible that these reduced protein expression levels may also be a result of reduced translation due to the presence of the wild type IR AUG upstream of the reporter gene AUG; a consequence of the cloning stages of the reverse genetics. This would need to be investigated further to determine the exact cause of the protein levels observed.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 128,
                    "text": "Figure 6E",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 579,
                    "end": 588,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 841,
                    "end": 850,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "Characterisation of rIBVs expressing hRluc following replacement of ORFs 3a and 3b of Gene 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "Using reverse genetics we were able to rescue two replicates of rIBV BeauR-hRlucD3ab, in which ORFs 3a and 3b were replaced by hRluc. For generation of rIBV BeauR-eGFPD3ab we found that although the initial stages of the reverse genetics were successful, infectious rIBV could not be rescued by passage on CK cells, or in embryonated hens' eggs. The successful rescue of two replicates of rIBV BeauR-hRlucD3ab was demonstrated by the formation of IBV-induced plaques in CK cell culture ( Figure 8A ). While similar sized plaques had been observed between replicates of the D5ab and DIR recombinants this was not the case for BeauR-hRlucD3ab, where a mixture of plaque sizes was visible for R2. Such a variation in plaque size is often an indication of a mixed population and the observed plaque phenotype suggested that BeauR-hRlucD3ab R2 was not rescued as a stable molecular clone. This was confirmed by sequence analysis which identified sequence variation in a region initiating approximately 40 nts from the 39 end of the hRluc gene in R2 and extending into the inserted TRS required for the transcription of a sg mRNA for the E protein (data not shown). Additionally, a 3 nt deletion was also observed within the inserted canonical, CUUAACAA, TRS for the E protein in R1 of BeauR-hRlucD3ab, resulting in a noncanonical TRS sequence of CUUAA. The presence of nucleotide changes and deletions in this region suggested that the stability of these viruses was not optimal and that the introduced sequences required to ensure transcription of the genes were not well tolerated. These observations may offer an explanation for the failure of rIBV BeauR-eGFPD3ab to rescue as fatal deletions may have arisen in this region during the initial stages of rescue and/or passage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 497,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "The replication kinetics of rIBV BeauR-hRlucD3ab R1 were investigated and demonstrated peak titres at 24 hpi that were similar to control virus BeauRD3ab with both approximately 1log 10 lower than wild type Beau-R virus ( Figure 8B ). It should be noted that transcription of the sg mRNA for expression of the E gene from BeauRD3ab was from the normal Gene 3 TRS [41] . Heterologous gene expression was confirmed by northern blot analysis ( Figure 8C ) with an expected increase in size of the Gene 3 sg mRNA observed when compared to parental virus Beau-R. However, the size of the hRluc sg mRNA of R2 appeared smaller than that of R1 suggesting that the issues identified above, and confirmed by sequence analysis, may be due to deletions within the hRluc gene. Analysis of IBV RNA from CK cells infected with BeauR-hRlucD3ab R1 identified a low abundant sg mRNA, at the expected position above the M gene sg mRNA, representing the sg mRNA produced from the inserted TRS for the expression of the E protein. The low abundance of this new sg mRNA could result from an effect of the observed deletion in the introduced TRS, and/or may result from the fact that synthesis of a sg mRNA Figure 2 . Codon-optimised reporter gene sequences. Wild type reporter gene sequences were back translated using the IBV preferred codon, as indicated in Table 1 , to generate a new nucleotide sequence codon-optimised for IBV. Wild type nucleotide sequences for (A) eGFP and (B) hRluc were aligned to codon-optimised sequences IBVeGFP and IBVhRluc, respectively. Nucleotides highlighted in black remained the same and those that modified to give IBV-optimised codons highlighted in grey, the amino acid sequences are shown below the alignments. doi:10.1371/journal.pone.0067875.g002 produced from an introduced TRS may not be as efficient as that for normal viral sg mRNA transcription. Introduction of a new TRS within the IR did not result in synthesis of a new mRNA species.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 231,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 441,
                    "end": 450,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1184,
                    "end": 1192,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1338,
                    "end": 1345,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "Western blot analysis identified that the hRluc protein was expressed from BeauR-hRlucD3ab R1 in infected CK cells but not from R2 ( Figure 8D ). This confirmed that the sequence mutations observed within the hRluc gene of BeauR-hRlucD3ab R2 affected the expression of hRluc protein, and also potentially prevented transcription of a sg mRNA for the E protein. Luciferase activity was detected in cell lysates from cells infected with R1 ( Figure 4B) and peak levels at 24 hpi were found to be similar to those produced by rIBV BeauR-hRlucDIR. Characterisation of R1 and R2 of BeauR-hRlucD3ab demonstrated that rescue of rIBVs may result in differences arising between replicates of the same virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 142,
                    "text": "Figure 8D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 440,
                    "end": 450,
                    "text": "Figure 4B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Design of recombinant IBVs"
        },
        {
            "text": "In order to further assess the potential for using rIBVs as vaccine vectors it was necessary to analyse the stability of each rIBV with respect to the ability to maintain expression of the heterologous gene. The genetic stability of each rIBV was initially assessed by blind passage of the rIBVs on CK cells and Comparison of growth kinetics of Beau-R, BeauRDIR and R1 and R2 of BeauR-eGFPDIR in CK cells. Extracellular virus was harvested at various times post infection and the progeny virus titres determined by plaque assay. Error bars represent SD of results from three experiments assayed in triplicate. (D) Northern blot analysis of purified mRNA extracted from CK cells infected with 1610 5 pfu wild type, parental virus, Beau-R (WT) and replicates R1 and R2 of P4 BeauR-eGFPDIR (left panel) or BeauR-hRlucDIR (right panel). Purified mRNA was not quantified prior to loading on gel and is shown only to demonstrate that sg mRNAs were generated as expected. RNAs were hybridised with a DNA probe specific to the IBV 39 UTR. Closed arrowheads indicate the sizes of sg mRNAs from Beau-R and open arrowheads indicating the altered sizes for the sg mRNAs produced from the rIBVs. (E) Western blot analysis of reporter gene expression. Proteins in cell lysates of CK cells infected with wild type, parental virus, Beau-R (WT) or P4 BeauR-eGFPDIR (top panel) or BeauR-hRlucDIR (lower panel) were analysed by western blot analysis using anti-IBV, anti-eGFP or anti-hRluc and anti-actin antibodies. Cell lysates from uninfected cells (M) were included as a negative control. doi:10.1371/journal.pone.0067875.g006 Figure 7 . Sequence analysis of sg mRNAs expressing the reporter genes EGFP and hRluc from rIBVs BeauR-eGFPDIR and BeauR-hRlucDIR. Total RNA was extracted from CK cells infected with (A) BeauR-eGFPDIR or (B) BeauR-hRlucDIR and the reporter gene sg mRNAs amplified by RT-PCR. The sg mRNAs corresponding to eGFP and hRluc were aligned with the reporter gene sequences in the rIBV genomes to identify the origin of the leader-body junctions (in bold). Sequence analysis shows that the sg mRNAs originate from the natural IR TRS and not from the inserted copy of the canonical IBV TRS (in bold, italics). Genomic sequence is shown below and sg mRNA sequence above. The M gene termination codon is shown with a dashed underline and the eGFP (A) or hRluc (B) initiation codon is underlined. doi:10.1371/journal.pone.0067875.g007 characterisation by RT-PCR analysis to determine the presence, or absence, of the heterologous gene (Table 2; Figure 9 ). As summarized in Table 3 , we observed instability arising at different passage numbers, depending on the rIBV, as shown by the gradual loss of the PCR product representing the heterologous gene, and the appearance of smaller PCR products indicating deletion of the heterologous gene sequences (Figure 9 ). Passaging of rIBVs in embryonated hens' eggs revealed the same pattern of genetic instability for each virus highlighting that selection pressures were the same in vitro and in ovo (data not shown). An investigation of these smaller PCR products demonstrated that each one represented a different deletion corresponding to the inserted heterologous gene sequence, as shown by examples in Figure 10 . Sequence analysis of the smallest PCR product generated during passage of BeauR-eGFPDIR demonstrated that deletions were not limited to the heterologous gene, and could expand into flanking regions of accessory genes ( Figure 10A) as also demonstrated in a study by Shen et al. [24] .",
            "cite_spans": [
                {
                    "start": 3542,
                    "end": 3546,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1612,
                    "end": 1620,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 2545,
                    "end": 2553,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 2574,
                    "end": 2581,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2851,
                    "end": 2860,
                    "text": "(Figure 9",
                    "ref_id": null
                },
                {
                    "start": 3252,
                    "end": 3261,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3483,
                    "end": 3494,
                    "text": "Figure 10A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Stability of rIBVs expressing heterologous proteins"
        },
        {
            "text": "Comparison of the stability of the rIBVs showed similar results for each reporter gene, with the loss of eGFP detectable at P7 when replacing the IR and at P8/P9 when replacing Gene 5. The loss of hRluc was detectable at P8 when replacing the IR and also at P8/P9 when replacing Gene 5. Codon-optimisation of the hRluc gene in BeauR-IBVhRlucD5ab resulted in an increase in stability by 1-2 passages. Sequence analysis of BeauR-hRlucD3ab identified that by P4 errors had arisen in the region of the hRluc gene, which were responsible for the loss of hRluc expression from R2. Despite this, RT-PCR analysis indicated that large-scale deletions, as evidenced by smaller PCR products, did not arise until P7. In comparison, smaller PCR products representing possible deletions were observed as early as P5 for BeauR-hRlucD3ab R1, which may have resulted from the 3 nt deletion observed at P4 within the inserted TRS for expression of the E gene. Overall, analysis of the stability of BeauR-hRlucD3ab identified that passaging of this rIBV led to the rapid accumulation of sequence errors and subsequently deletion of the heterologous gene sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of rIBVs expressing heterologous proteins"
        },
        {
            "text": "In this study we also compared the genetic stability of rIBVs following passaging at a low MOI of 0.01 to prevent the potential accumulation of D-RNAs, a known consequence of passaging IBVs in cell culture [43, 49] . Analysis of the genetic stabilities of R1 from each of the rIBVs expressing hRluc, following passage at an MOI 0.01, identified that genetic stability was maintained longer for rIBVs in which Gene 5 was replaced ( Figure 11 ). Expression of hRluc, and IBVhRluc, was stable for at least 12 passages in cell culture following replacement of Gene 5; an increase of at least 4 passages when compared to passage at a higher MOI. A difference of only one passage number was observed for the replacement of the IR while no increase in stability was observed for replacement of ORF3a and 3b, suggesting the stability of these rIBVs could not be improved. Overall these results indicated that the replacement of Gene 5 resulted in rIBVs with the highest genetic stability and Figure 9 . Analysis of genetic stability of the rIBVs. Replicates R1 and R2 of BeauR-eGFPD5ab, BeauR-eGFPDIR, BeauR-hRlucD5ab, BeauR-IBVhRlucD5ab, BeauR-hRlucDIR and BeauR-hRlucD3ab were blind passaged on CK cells from P4 to P12. Extracellular virus was harvested 24 hpi and RNA analysed by RT-PCR in which the virus genomes were amplified using primers flanking the inserted reporter genes ( Table 2 ) and visualised by gel electrophoresis. Observation of expected PCR products representing genetically stable virus is indicated to the right by closed arrowheads. Genetic instability was attributed to the appearance of smaller PCR products, identified by open arrowheads, representing deletions within the reporter gene sequences. Size markers (L) in base pairs are indicated to the left. doi:10.1371/journal.pone.0067875.g009 that this stability could be improved by controlling the MOI at which virus is passaged.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 440,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 984,
                    "end": 992,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 1377,
                    "end": 1384,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Stability of rIBVs expressing heterologous proteins"
        },
        {
            "text": "In this study we have confirmed that heterologous gene sequences can be inserted into the IBV Beaudette genome, resulting in the expression of non-IBV proteins and therefore supporting the potential development of IBV-based vaccine vectors. Infectious rIBVs were obtained with the reporter gene hRluc replacing the nonessential genes Gene 5, IR and ORFs 3a and 3b of Gene 3, and with the reporter gene eGFP replacing Gene 5 and the IR. An additional rIBV was obtained in which Gene 5 was replaced with an IBV codon-optimised version of the hRluc gene, IBVhRluc. The genetic stability of rIBVs expressing heterologous genes was primarily found to be dependent on the genomic location at which heterologous genes were incorporated with the replacement of Gene 5 yielding the most stable recombinants; stable expression of wild type, and codonoptimised, hRluc was achieved for at least 12 passages in vitro when passaged at an MOI of 0.01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Coronaviruses have several attributes that favour them as an attractive vehicle for development as vaccine vectors. Coronaviruses possess large genomes and, in all cases, accessory genes have been identified that are not essential for virus replication and can therefore be deleted, thus providing suitable targets for the insertion of heterologous genes [27, 40, 41, [50] [51] [52] . The replacement of accessory genes with heterologous genes has been successfully demonstrated for a number of coronaviruses in recent years, including IBV, and has often been shown to result in more genetically stable recombinant viruses when compared to expression of heterologous genes from novel sg mRNAs [23] [24] [25] [26] [27] . For this reason we chose to focus on rIBV constructs in which heterologous genes were used to replace existing accessory genes and demonstrated that, in the absence of deletions within the reporter gene sequence, such as observed for BeauR-hRlucD3ab R2, heterologous protein expression was possible from three different regions of the IBV genome: Gene 5, the IR and ORFs 3a and 3b ( Figures 3D, 6E and 8D) .",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1103,
                    "end": 1125,
                    "text": "Figures 3D, 6E and 8D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The location of a heterologous gene within a coronavirus genome was shown to be one of the determining factors in the genetic stability of recombinant coronaviruses [29] and was subsequently confirmed in this study. We have demonstrated that the genetic stability of the rIBVs correlated with the location of a reporter gene, which indirectly correlated with the level of sequence modifications required in order to accommodate the reporter gene in the IBV genome. The replacement of Gene 5 with hRluc or IBVhRluc yielded rIBVs that were stable to at least P12 when passaged at an MOI of 0.01 on CK cells ( Figure 11 ). When Gene 5 was replaced with eGFP rIBVs were stable to P8/ P9 in initial experiments; a similar level of stability was observed by Youn et al. [27] in which a rIBV expressing eGFP from replacement of ORF 5a alone was stable to P5 in Vero cells. In our initial experiments no difference in stability was observed between rIBVs expressing heterologous genes from Gene 5 or from the IR with all viruses stable to between P7 and P9 ( Figure 9 ). However, in contrast to the replacement of Gene 5 where stability was increased by at least 4 passages, no difference was observed in the stability of BeauR-hRlucDIR when passaged at an MOI of 0.01. This suggests that controlling the MOI at which viruses are passaged may only be beneficial for some rIBV constructs; in this case the replacement of Gene 5. In contrast to Shen et al., who obtained a rIBV, genetically stable up to P15, by replacing ORFs 3a and 3b with firefly luciferase [24] , we observed that insertion of heterologous sequences in this position resulted in viruses arising rapidly with deletions within the hRluc gene; appearing from P5 onwards (Figures 9 and 11 ). This variation in observed stability may be accounted for by the intrinsic differences between the luciferase genes. However, a previous study identified that in the case of MHV the firefly luciferase was less stable than hRluc when inserted at the same genome position [28] . In both this study and that of Shen et al. expression of heterologous genes following replacement of IBV ORFs 3a and 3b required further modification to the virus sequences to ensure the continued transcription of ORF 3c, the E protein. The contradictory observations regarding the expression of heterologous genes from IBV Gene 3 suggest the possibility that not only the position of the heterologous gene is important for stability, but also the way in which genome sequences are modified to accommodate the heterologous gene.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1551,
                    "end": 1555,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2019,
                    "end": 2023,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 616,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1051,
                    "end": 1059,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 1728,
                    "end": 1745,
                    "text": "(Figures 9 and 11",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, for BeauR-hRlucD3ab, despite deletions arising rapidly in the population from P5 onwards, we observed the expression of hRluc up to P11 in initial experiments and up to at least P12 when passaged at an MOI of 0.01 (data not shown). This was in contrast to the replacement of Gene 5 or the IR, where once deletions were detected loss of the heterologous gene from the virus population was complete following 1-3 further passages. Although the replacement of ORFs 3a and 3b led to rapid accumulation of deletion variants within the virus population it took longer for these variants to become the dominant population compared to the replacement of Gene 5 or the IR. These observations highlight the requirement to analyse stability by sequence analysis rather than expression of the heterologous protein alone. Overall, our results raise the suggestion that the replacement of ORFs 3a and 3b may be a suitable target if the sequence of the construct can be designed to prevent errors arising around the inserted TRS for expression of the E protein that Figure 11 . Analysis of the genetic stability of the rIBVs following passage at a low MOI. Replicates R1 of BeauR-hRlucD5ab, BeauR-IBVhRlucD5ab, BeauR-hRlucDIR and BeauR-hRlucD3ab were passaged on CK cells from P4 to P12 at an MOI of 0.01. Extracellular virus was harvested 24 hpi and RNA analysed by RT-PCR in which the virus genomes were amplified using primers flanking the inserted reporter genes ( Table 2) and visualised by gel electrophoresis. Observation of expected PCR products representing genetically stable virus is indicated to the right by closed arrowheads. Genetic instability was observed for BeauR-hRlucDIR and BeauR-hRlucD3ab as indicated by the appearance of smaller PCR products (open arrowheads) and represented deletions within reporter gene sequences. Size markers (L) in base pairs are indicated to the left. doi:10.1371/journal.pone.0067875.g011 undoubtedly led to the rapid expansion of deletions within this region.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1066,
                    "end": 1075,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1469,
                    "end": 1477,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In order to accommodate the expression of heterologous genes via novel sg mRNAs artificially inserted TRSs are also required upstream of the heterologous gene. In this study two such TRSs were required: (1) for expression of E from BeauR-hRlucD3ab and (2) for expression of the reporter genes from BeauR-eGFPDIR and BeauR-hRlucDIR. As discussed above mutations were encountered within the TRS for E from BeauR-hRlucD3ab that likely contributed to the overall instability of the virus in this region. The design of the TRS may have played a role in this through inefficient synthesis of the E sg mRNA, and suggests a sub-optimal TRS design. Similarly, in the DIR rIBVs the TRS inserted for expression of eGFP and hRluc may be sub-optimal thus leading to the use of the existing non-canonical TRS-B for the IR. In both cases there was limited complementarity between the artificially inserted consensus TRS and the leader sequence of the virus beyond the CUUAACAA sequence. It is possible that increasing this complementarity would lead to more stable gene expression or, in the case of the IR, the switch in transcription occurring at the artificial TRS and not the natural non-canonical IR TRS. However, as discussed in the design of the artificial TRS's the full extent of the TRS required for IBV sg mRNA transcription has yet to be elucidated and increased knowledge in this area would be required to better design recombinant viruses expressing heterologous genes as additional transcripts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results confirmed those from other studies that the cause of virus instability, with respect to expression of the heterologous gene, resulted from deletion of the heterologous gene sequences [24, 25, 27, 28] . The proposed mechanism for this is via homologous, or non-homologous, recombination events between sequences of virus genomes, such as TRSs that would result in the loss of the heterologous gene and it is probably also the situation with the rIBVs analysed in this study. Following analysis of the types of deletions arising in the virus populations we observed that the majority of deletions began within, or close to, the TRS associated with transcription of the heterologous gene ( Figure 10 ). As these are regions of high similarity it suggests that they are potential hotspots for homologous recombination events during coronavirus replication. In rIBVs in which the heterologous genes replaced the IR and ORFs 3a and 3b sequences, an additional TRS was inserted into the IBV genome, when compared to wild type sequence or Gene 5 replacement. The presence of an additional TRS would have provided an additional target for recombination events and may in part explain the difference in stability observed for each rIBV construct.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 699,
                    "end": 708,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In this study we also sought to examine the effects of codonoptimisation of heterologous genes to establish whether there would be any advantages in designing vaccine vectors with this in mind. Codon-optimisation of genes has been shown to increase the translational efficiency of heterologous genes in different cell types by balancing the tRNA requirements of the gene with those most available in a particular host cell type. Expression of viral genes has also been shown to be increased by codon-optimisation [53, 54] or decreased by codon-deoptimisation [55] , and this may be important for expression of heterologous genes from vaccine vectors. Codon usage may also have a bearing on RNA stability by altering the secondary structures of RNAs, and so changes to codon usage may affect the overall stability of viruses expressing heterologous genes. We took the approach of altering every codon of the heterologous genes to those preferentially used by IBV in order to find out if reporter protein expression and/or virus stability would be improved. We found that protein expression of codon optimised hRluc, IBVhRluc R2, was approximately 2-log 10 lower than standard hRluc from 24 hpi when expressed in CK cells ( Figure 4B ) demonstrating that in this case translation efficiency was reduced by codon-optimisation. It is possible that codon optimisation has resulted in the introduction of sequence elements that limits the efficiency of protein expression in avian cells, thus counteracting the original optimisation of Rluc by Zhuang et al. for expression in mammalian cells [56] . Our results suggest that codon-optimisation may potentially result in improved virus stability, as a 1 or 2 passage increase in stability was observed for BeauR-IBVhRlucD5ab during initial passaging experiments compared to BeauR-hRlucD5ab. However, a complete investigation of the translation efficiency of a codon optimised gene, using synthetic RNAs, would be required if such a modification were to be pursued for vaccine development.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "[53,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1586,
                    "end": 1590,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 1222,
                    "end": 1231,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Overall our data has shown that a number of rIBVs were capable of expressing a heterologous gene, offering the potential for developing IBV as a vaccine vector. The stability of these rIBVs varied depending on genome location of the heterologous gene and/or the level of modification to the IBV genome required for expression of the gene, or to ensure expression of essential IBV proteins following insertion of the heterologous gene. The replacement of Gene 5 proved to be the most successful in terms of stability while the replacement of ORFs 3a and 3b was found to be the least stable. Overall, using the reporter genes described in this work, the type of heterologous gene inserted was generally found to have little effect on protein expression or stability. However, as not all eGFP-based rIBVs were rescued comparison to the corresponding hRluc-based rIBVs is limited. Whilst we demonstrated that heterologous proteins could be expressed from several genomic locations a more in-depth analysis quantifying sg mRNA, and protein, expression would be required to determine the optimal design of potential rIBV vectors expressing additional viral proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The data presented demonstrates that IBV could be used as a vaccine vector to generate bivalent vaccines capable of protecting chickens against IB as well as a second disease based on expression of heterologous genes replacing Gene 5. The coronavirus spike gene is a known determinant of viral tropism [57] and we have previously demonstrated the ability of swapping spike genes between strains of IBV [46, 57] . This raises the possibility of exchanging the spike gene of rIBVs expressing heterologous genes with that of a different coronavirus in order to alter the cellular tropism of the virus and investigate the potential for utilising IBV as a broader vector for use in non-avian animal species and humans.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nidovirus transcription: how to make sense",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Pasternak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "",
            "pages": "1403--1421",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A contemporary view of coronavirus transcription",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "20--29",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Polypyrimidine Tract-Binding Protein Affects Coronavirus RNA Accumulation Levels and Relocalizes Viral RNAs to Novel Cytoplasmic Domains Different from Replication-Transcription Sites",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Mateos-Gomez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palacio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "5136--5149",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Avian coronavirus diseases and infectious bronchitis vaccine development",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Coronaviruses: Molecular and Cellular Biology",
            "volume": "",
            "issn": "",
            "pages": "161--181",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronaviruses in poultry and other birds",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Avian Pathol",
            "volume": "34",
            "issn": "",
            "pages": "439--448",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Res",
            "volume": "38",
            "issn": "",
            "pages": "281--297",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infectious Bronchitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelb",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Diseases of Poultry",
            "volume": "",
            "issn": "",
            "pages": "117--135",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The long view: 40 years of infectious bronchitis research",
            "authors": [
                {
                    "first": "Jka",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackwood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Avian Pathol",
            "volume": "41",
            "issn": "",
            "pages": "239--250",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral respiratory diseases (ILT, aMPV infections, IB): are they ever under control?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br Poult Sci",
            "volume": "51",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Requirement of the 59-end genomic sequence as an upstream cis-acting element for coronavirus subgenomic mRNA transcription",
            "authors": [
                {
                    "first": "C-L",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Mmc",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "",
            "pages": "4727--4737",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Replication and packaging of transmissible gastroenteritis coronavirus-derived synthetic minigenomes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Izeta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smerdou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Penzes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mendez",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "1535--1545",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Expression of reporter genes from the defective RNA CD-61 of the coronavirus infectious bronchitis virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stirrups",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dalton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Gen Virol",
            "volume": "81",
            "issn": "",
            "pages": "1687--1698",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "In vitro and in vivo expression of foreign genes by transmissible gastroenteritis coronavirus-derived minigenomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Teifke",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Reimann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Izeta",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Gen Virol",
            "volume": "83",
            "issn": "",
            "pages": "567--579",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "In vitro and in ovo expression of chicken gamma interferon by a defective RNA of avian coronavirus infectious bronchitis virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hackney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "5694--5702",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Engineering the largest RNA virus genome as an infectious bacterial artificial chromosome",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Penzes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Izeta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Calvo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "97",
            "issn": "",
            "pages": "5516--5521",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Systematic assembly of a full-length infectious clone of human coronavirus NL63",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burkett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pickles",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "11948--11957",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Infectious RNA transcribed in vitro from a cDNA copy of the human coronavirus genome cloned in vaccinia virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Gen Virol",
            "volume": "82",
            "issn": "",
            "pages": "1273--1281",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Strategy for systematic assembly of large RNA and DNA genomes: transmissible gastroenteritis virus model",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "10600--10611",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Reverse genetics with a full-length infectious cDNA of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "12995--13000",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Generation of a recombinant avian coronavirus infectious bronchitis virus using transient dominant selection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dove",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol Methods",
            "volume": "123",
            "issn": "",
            "pages": "203--211",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reverse genetics system for the avian coronavirus infectious bronchitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "12359--12369",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Manipulation of the infectious bronchitis coronavirus genome for vaccine development and analysis of the accessory proteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armesto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Izadkhasti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "5558--5562",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Transmissible gastroenteritis virus (TGEV)-based vectors with engineered murine tropism express the rotavirus VP7 protein and immunize mice against rotavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ribes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ortego",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ceriani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Montava",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virology",
            "volume": "410",
            "issn": "",
            "pages": "107--118",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Towards construction of viral vectors based on avian coronavirus infectious bronchitis virus for gene delivery and vaccine development",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Tay",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol Methods",
            "volume": "160",
            "issn": "",
            "pages": "48--56",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Engineering the transmissible gastroenteritis virus genome as an expression vector inducing lactogenic immunity",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Balasch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Plana-Duran",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "4357--4369",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Reverse Genetics of SARS-Related Coronavirus Using Vaccinia Virus-Based Recombination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Den Worm",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Zevenhoven",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zust",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "In vitro assembled, recombinant infectious bronchitis viruses demonstrate that the 5a open reading frame is not essential for replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Youn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Leibowitz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Collisson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology Journal",
            "volume": "332",
            "issn": "",
            "pages": "206--215",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Coronaviruses as vectors: stability of foreign gene expression",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Haijema",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boss",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Heuts",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "12742--12751",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Coronaviruses as vectors: position dependence of foreign gene expression",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Genne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Stoop",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Volders",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "11312--11323",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Transcription regulatory sequences and mRNA expression levels in the coronavirus transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Izeta",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "1293--1308",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Genome organization and reverse genetic analysis of a type I feline coronavirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tekes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stallkamp",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "1851--1859",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Coronavirus spike glycoprotein, extended at the carboxy terminus with green fluorescent protein, is assembly competent",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "7369--7378",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Newcastle disease virusvectored rabies vaccine is safe, highly immunogenic, and provides long-lasting protection in dogs and cats",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "8241--8252",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Evaluation of recombinant fowlpox virus expressing infectious bronchitis virus S1 gene and chicken interferon-gamma gene for immune protection against heterologous strains",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "1576--1582",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Newcastle disease virus, a host range-restricted virus, as a vaccine vector for intranasal immunization against emerging pathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dinapoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kotelkin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elankumaran",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "104",
            "issn": "",
            "pages": "9788--9793",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Recombinant Newcastle disease virus as a vaccine vector",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakaya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cros",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakaya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "11868--11873",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Analyses of recombinant vaccinia and fowlpox vaccine vectors expressing transgenes for two human tumor antigens and three human costimulatory molecules",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Palena",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yokokawa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Arlen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gulley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Cancer Res",
            "volume": "11",
            "issn": "",
            "pages": "1597--1607",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Fowlpox virus as a recombinant vaccine vector for use in mammals and poultry",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Laidlaw",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eldaghayes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Cottingham",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Expert Rev Vaccines",
            "volume": "4",
            "issn": "",
            "pages": "63--76",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Avipoxviruses: infection biology and their use as vaccine vectors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Weli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tryland",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virol J",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Gene 5 of the avian coronavirus infectious bronchitis virus is not essential for replication",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "8065--8078",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Neither the RNA nor the proteins of open reading frames 3a and 3b of the coronavirus infectious bronchitis virus are essential for replication",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "296--305",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Identification of a Non-Canonically Transcribed Subgenomic mRNA of Infectious Bronchitis Virus and Other Gammacoronaviruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bentley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Keep",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armesto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "2128--2136",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Characterization of a replicating and packaged defective RNA of avian coronavirus infectious bronchitis virus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Penzes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tibbles",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virology",
            "volume": "203",
            "issn": "",
            "pages": "286--293",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Transient dominant selection for the modification and generation of recombinant infectious bronchitis coronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armesto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol Biol",
            "volume": "454",
            "issn": "",
            "pages": "255--273",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The replicase gene of avian coronavirus infectious bronchitis virus is a determinant of pathogenicity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armesto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A recombinant avian infectious bronchitis virus expressing a heterologous spike gene belonging to the 4/91 serotype",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armesto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Abu-Median",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keep",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Reverse Genetics of RNA Viruses: Applications and Perspectives",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armesto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bentley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bickerton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keep",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "27--63",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Role of nucleotides immediately flanking the transcription-regulating sequence core in coronavirus subgenomic mRNA synthesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "2506--2516",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Replication and packaging of coronavirus infectious bronchitis virus defective RNAs lacking a long open reading frame",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Penzes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wroe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Virol",
            "volume": "70",
            "issn": "",
            "pages": "8660--8668",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The group-specific murine coronavirus genes are not essential, but their deletion, by reverse genetics, is attenuating in the natural host",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "296",
            "issn": "",
            "pages": "177--189",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Transmissible gastroenteritis coronavirus gene 7 is not essential but influences in vivo virus replication and virulence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ortego",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ceriani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Riquelme",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "308",
            "issn": "",
            "pages": "13--22",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Severe acute respiratory syndrome coronavirus group-specific open reading frames encode nonessential functions for replication in cell cultures and mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "14909--14922",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Effects of codonoptimization on protein expression by the human herpesvirus 6 and 7 U51 open reading frame",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Bradel-Tretheway",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dewhurst",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol Methods",
            "volume": "111",
            "issn": "",
            "pages": "145--156",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "HIV-1 gag expression is quantitatively dependent on the ratio of native and optimized codons",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kofman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Graf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bojak",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Deml",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bieler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Tsitologiia",
            "volume": "45",
            "issn": "",
            "pages": "86--93",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Reduction of the Rate of Poliovirus Protein Synthesis through Large-Scale Codon Deoptimization Causes Attenuation of Viral Virulence by Lowering Specific Infectivity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Papamichail",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Skiena",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "9687--9696",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "New synthetic Renilla gene assay system increases expression, reliability and sensitivity",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paguio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orr",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Promega Notes",
            "volume": "79",
            "issn": "",
            "pages": "6--11",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Recombinant avian infectious bronchitis virus expressing a heterologous spike gene demonstrates that the spike protein is a determinant of cell tropism",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dove",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "9084--9089",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Design of rIBV constructs. Schematic of wild type Beau-R and rIBV genomes displaying position of reporter genes; with eGFP shown as green boxes and hRluc shown as yellow boxes. As the schematic diagrams of the rIBVs containing codon optimised versions, IBVeGFP and IBVhRluc, of the eGFP and hRluc genes in place of Gene 5 were the same as the normal reporter genes separate diagrams are not included. Expanded regions show the nature of the TRS controlling expression of each reporter gene with use of existing sequences referred to as Gene 5 TRS or Gene 3 TRS. For D5ab rIBVs the nucleotides remaining for 5b are given. For DIR rIBVs underlined sequence relates to residual IR sequence and cloning sites required for construction of reverse genetics selection vector. In bold is shown the Gene 5 8-nucleotide TRS plus nine 39-flanking nucleotides. In addition for D3ab rIBVs the six 59-flanking nucleotides from the Gene 5 TRS are shown in italics. doi:10.1371/journal.pone.0067875.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Characterisation of rIBVs with replacement of Gene 5 with eGFP or hRluc. (A) Monolayers of CK cells were infected with wild type virus (Beau-R), control virus (BeauRD5ab) or P4 of rIBVs BeauR-eGFPD5ab, BeauR-hRlucD5ab or BeauR-IBVhRlucD5ab and cytopathic effect analysed by plaque assay. (B) Growth kinetics of Beau-R, BeauRD5ab and rIBVs in CK cells. Extracellular virus was harvested at various times post infection and the progeny virus titres determined by plaque assay. Error bars represent standard deviation (SD) of results from three experiments assayed in triplicate. (C) Northern blot analysis of purified mRNA extracted from CK cells infected with 1610 5 pfu wild type, parental virus, Beau-R (WT) and replicates R1 and R2 of P4 BeauR-eGFPD5ab (left panel) or BeauR-hRlucD5ab and BeauR-IBVhRlucD5ab (right panel). Purified mRNA was not quantified prior to loading on gel and is shown only to demonstrate that sg mRNAs were generated as expected. RNAs were hybridised with a DNA probe specific to the IBV 39 UTR. Closed arrowheads indicate the sizes of sg mRNAs from Beau-R and open arrowheads indicating the altered sizes of the sg mRNAs from the rIBVs. (D) Western blot analysis of reporter gene expression. Proteins in cell lysates of CK cells infected with wild type, parental virus, Beau-R (WT) or P4 BeauR-eGFPD5ab (top panel) or BeauR-hRlucD5ab and BeauR-IBVhRlucD5ab (lower panel) were analysed by western blot analysis using anti-IBV, anti-eGFP or anti-hRluc and anti-actin antibodies. Cell lysates from uninfected cells (M) were included as a negative control. doi:10.1371/journal.pone.0067875.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Analysis of reporter gene expression. (A) Expression of eGFP observed by fluorescence microscopy in CK cells infected with R1 and R2 of BeauR-eGFPD5ab and BeauR-eGFPDIR. (B) hRluc expression, as relative light units (RLU), was detected in CK cells infected with R1 of BeauR-hRlucD5ab, BeauR-hRlucDIR, BeauR-hRlucD3ab and with R1 and R2 of BeauR-IBVhRlucD5ab. Error bars represent SD of results from three experiments assayed in triplicate. doi:10.1371/journal.pone.0067875.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Amino acid alignment of mutated hRluc gene in the R1 of BeauR-IBVhRlucD5ab. The amino acid sequence of the mutated hRluc gene (hRluc*) identified in R1 of BeauR-IBVhRlucD5ab is shown aligned to the hRluc gene sequence. The modified region in hRluc* sequence is underlined. doi:10.1371/journal.pone.0067875.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Characterisation of rIBVs with replacement of the IR with eGFP or hRluc. (A) Monolayers of CK cells were infected with wild type virus (Beau-R), control virus (BeauRDIR) or P4 of rIBVs BeauR-eGFPDIR or BeauR-hRlucDIR and cytopathic effect analysed by plaque assay. (B) Growth kinetics of Beau-R, BeauRDIR and R1 of BeauR-eGFPDIR and BeauR-hRlucDIR in CK cells. Extracellular virus was harvested at various times post infection and the progeny virus titres determined by plaque assay. Error bars represent SD of results from three experiments assayed in triplicate. (C)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Characterisation of rIBVs with replacement of ORFs 3a and 3b with hRluc. (A) Monolayers of CK cells were infected with wild type virus (Beau-R), control virus (BeauRD3ab) or P4 of rIBV BeauR-hRlucD3ab and cytopathic effect analysed by plaque assay. (B) Growth kinetics of Beau-R, BeauRD3ab and R1 of BeauR-hRlucD3ab in CK cells. Extracellular virus was harvested at various times post infection and the progeny virus titres determined by plaque assay. Error bars represent SD of results from three experiments assayed in triplicate. (C) Northern blot analysis of purified mRNA extracted from CK cells infected with 1610 5 pfu wild type, parental virus, Beau-R (WT) and replicates R1 and R2 of P4 BeauR-hRlucD3ab. Purified mRNA was not quantified prior to loading on gel and is shown only to demonstrate that sg mRNAs were generated as expected. RNAs were hybridised with a DNA probe specific to the IBV 39 UTR. Closed arrowheads indicate the sizes of sg mRNAs from Beau-R and open arrowheads indicating the altered sizes for the sg mRNAs produced from the rIBVs. The new sg mRNA (labelled E), synthesised from the inserted TRS for expression of the E protein, is indicated with an open arrowhead. (E) Western blot analysis of reporter gene expression. Proteins in cell lysates of CK cells infected with wild type, parental virus, Beau-R (WT) or P4 BeauR-hRlucD3ab R1 and R2 were analysed by western blot with anti-IBV, anti-hRluc and anti-actin antibodies. Cell lysates from uninfected cells (M) were included as a negative control. doi:10.1371/journal.pone.0067875.g008",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Schematic representation of rIBV genetic instability. Regions flanking the reporter gene sites of rIBVs following passage to P8 on CK cells were amplified by RT-PCR, non-wild type PCR products were cloned and sequenced. Sequence analysis of independently selected clones identified that the RT-PCR products contained a variety of deleted sequences when compared to the sequences of the reporter gene containing IBV cDNAs used for generating the rIBVs. Schematics representing deletions are shown for wild type (A) BeauR-eGFPDIR and (B) BeauR-hRlucD5ab with three example deletions of each highlighting loss of eGFP or hRluc gene sequences. Relevant TRS sequences are shown expanded above each genome. doi:10.1371/journal.pone.0067875.g010",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "IBV Codon Usage.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Genetic Stability PCR Primers and Expected Product Sizes.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Genetic Stability of rIBVs.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}