{
    "paper_id": "20c5f4025a94ca3a48d6d8a23a9db2ebc8b5ec03",
    "metadata": {
        "title": "Lactate dehydrogenase and caspase activity in nasopharyngeal secretions are predictors of bronchiolitis severity",
        "authors": [
            {
                "first": "Reena",
                "middle": [],
                "last": "Mehta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Medical Branch",
                    "location": {
                        "settlement": "Galveston",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Margaret",
                "middle": [],
                "last": "Scheffler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine",
                    "location": {
                        "settlement": "Houston",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lorena",
                "middle": [],
                "last": "Tapia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Letisha",
                "middle": [],
                "last": "Aideyan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kirtida",
                "middle": [
                    "D"
                ],
                "last": "Patel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [
                    "M"
                ],
                "last": "Jewell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vasanthi",
                "middle": [],
                "last": "Avadhanula",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Minghua",
                "middle": [],
                "last": "Mei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roberto",
                "middle": [
                    "P"
                ],
                "last": "Garofalo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Medical Branch",
                    "location": {
                        "settlement": "Galveston",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pedro",
                "middle": [
                    "A"
                ],
                "last": "Piedra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine",
                    "location": {
                        "settlement": "Houston",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": "ppiedra@bcm.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Bronchiolitis is the leading cause of hospitalization in infants. Biomarkers of disease severity might help in clinical management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objective To determine the clinical predictiveness of NW-LDH, NW-caspase 3/7, and NW-LDH/NW-caspase 3/7 ratio in bronchiolitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods Previously healthy children less than 24 months of age with bronchiolitis were recruited from the Texas Children's emergency room and intensive care unit from October 2010 to April 2011. Demographic, clinical information, and NW samples were obtained at enrollment. NW samples were analyzed for respiratory viruses, caspase 3/7, and LDH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results A viral pathogen was detected in 91Á6% of 131 children, with the most common being respiratory syncytial virus and human rhinovirus. A single infection was found in 61Á8% of subjects and co-infection in 29Á8%. Children admitted to ICU had significantly higher NW-LDH than children sent home from the ER or admitted to the general floor (P = 0Á02). Children infected with RSV had the highest NW-LDH concentration (P = 0Á03) compared with other viral infections. NW-LDH and NW-caspase were significantly correlated (r = 0Á77, P < 0Á0001). The univariate models showed NW-LDH and NW-LDH/NW-caspase 3/7 ratio were directly associated with hospitalization. Mutivariate regression analyses suggested a complex interaction between the biomarkers, demographics, and disposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions NW-LDH, NW-caspase 3/7 and NW-LDH/NWcaspase 3/7 ratio and their interactions with demographic factors are predictive of bronchiolitis severity and can help distinguish children requiring ICU-level care from those admitted to the general floor, or discharged home from the emergency center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords Bronchiolitis, caspase, disease severity, lactate dehydrogenase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Please cite this paper as: Mehta et al. (2014) Lactate dehydrogenase and caspase activity in nasopharyngeal secretions are predictors of bronchiolitis severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bronchiolitis is the commonest lower respiratory tract illness in young children and the leading cause of hospitalization in this age group in the United States, resulting in significant morbidity and mortality in children less than 2 years. 1, 2 Bronchiolitis is primarily a viral illness, with respiratory syncytial virus (RSV) followed by rhinovirus (RV) as the most common viral etiologies. [3] [4] [5] [6] [7] The clinical spectrum of disease varies from mild illness not requiring hospitalization to severe respiratory failure necessitating ventilatory support in the intensive care unit. In the first year of life, approximately 15-20% of children with RSV will seek medical attention. 8 The majority of these children (95%) are treated as outpatients, in primary care physician offices or the emergency department. 8 Young age and co-morbidities such as prematurity, congenital heart disease, neuromuscular disease, and immunodeficiency are important risk factors for hospitalization, 9, 10 but determining the severity of disease can be still difficult in young infants and methods often differ among institutions. 11 Bronchiolitis is a clinical diagnosis and currently no standardized methods exist to aid the physician in determining the disposition of a patient. Clinicians commonly rely on parental history, clinical findings and the presence or absence of hypoxemia. Molecular diagnostics have improved our understanding of the viral etiology of bronchiolitis and the common occurrence of viral coinfections, 12 but there remains a clinical need for predictive biomarkers that can aid clinicians in the management and disposition of their patients with bronchiolitis.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 244,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 245,
                    "end": 246,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 693,
                    "end": 694,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 823,
                    "end": 824,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 993,
                    "end": 995,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 996,
                    "end": 998,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1124,
                    "end": 1126,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1523,
                    "end": 1525,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Recently, we observed that nasal wash lactate dehydrogenase (NW-LDH) was a good predictor of bronchiolitis severity. 13 NW-LDH was inversely correlated with disease severity in infants and young children presenting to the emergency department with bronchiolitis. 13 It also significantly correlated with NW-caspase 3/7 activity, which is a marker of apoptosis, and was shown not to correlate with serum LDH. 13 Our observation was validated in a multicenter study conducted by Mansbach and colleagues, who also observed an inverse relationship between NW-LDH levels and bronchiolitis severity in young children presenting to the emergency department. 14 In a bronchiolitis study conducted in the emergency department, Bennett and colleagues observed that an early robust proinflammatory immune response in the upper respiratory tract inversely correlated with duration of supplemental-oxygen therapy and did not contribute to severity of disease. 15 In synthesizing the findings of these studies, we hypothesize that a major source of the lactate dehydrogenase in the nasal washes of children with bronchiolitis is likely derived from epithelial cells and/or neutrophils undergoing apoptosis as part of an innate immune response for controlling viral infection rather than from cellular necrosis of the epithelial cells and or inflammatory cells.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 263,
                    "end": 265,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 408,
                    "end": 410,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 651,
                    "end": 653,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 947,
                    "end": 949,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This prospective single-site cohort study of bronchiolitis extends our original observations, including a wider spectrum of disease severity: children presenting to the emergency center that are discharged home or admitted to either the general ward or an intensive care unit. We postulate that NW-LDH, NW-caspase 3/7 and the ratio of NW-LDH to NW-caspase 3/7 are predictive biomarkers of bronchiolitis severity, measured by disposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This was a prospective, cross-sectional single-site study evaluating healthy children less than 24 months of age presenting to the emergency department (ED) or the pediatric intensive care unit (ICU) with clinical bronchiolitis. Subjects were recruited from two separate and simultaneously occurring investigations (by both primary authors, RM and MS). Children were enrolled at Texas Children's Hospital from October 2010-April 2011, coinciding with the bronchiolitis season in Houston, TX. Infants with clinical bronchiolitis (wheezing and/or rales with a history of preceding upper airway illness), <24 months of age, and without significant co-morbidities were included. Patients excluded were greater than 24 months of age, had significant co-morbid medical conditions (for example, chronic lung disease, cyanotic congenital heart disease, neuromuscular disease, or immunodeficient state), were preterm (<36 weeks), or had respiratory distress unrelated to a viral URI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Qualifying children were enrolled at the time they came to medical attention and sampled in the ED, or the ICU within 24 hours of admission, after obtaining informed consent from a parent or legal guardian. At enrollment, a physical exam was performed, demographic and medical history recorded, and nasopharyngeal secretion aspirate (NPA) obtained for viral diagnostics and biomarkers of interest. Enrollment, data collection, and sample collection for this study was done by the primary investigators (RM, MS), who were not involved in the medical care or disposition of subjects. Each child's disposition and outcome as determined by the primary care team was noted by review of the medical record. The Institutional Review Board of Baylor College of Medicine approved these studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "A single NPA sample was collected as previously described at enrollment, either in the emergency department or within 24 hours of admission to the ICU. 14,15 NPA was used as a surrogate for the lower respiratory tract, as several studies confirm virus titers obtained in nasal washes correlate with disease activity in the lower airways. 16 Briefly, NPAs were collected by instilling 2 cc of normal saline into the external nares, then aspirating the material into a 5-cc syringe containing an additional 2 cc of normal saline via a flexible catheter. Samples were stabilized with viral transport media (Iscove media with 15% glycerol) in a 1:1 dilution and refrigerated at 4 degrees before being transported to the Respiratory Virus Diagnostic Laboratory (CLIA ID 45D0919666) at Baylor College of Medicine. At the laboratory, specimens were divided into six aliquots of 0Á5-1 cc and snap-frozen in an alcohol-dry ice bath and stored at À80°C. NPAs were generally processed within 24 hours of collection. Mucus presence in NPA specimens was evaluated weekly during enrollment by testing for the presence of secretory IgA (sIgA), a major immunoglobulin in mucosal defense, by a captured ELISA method using commercially available reagents ( 17, 18 ). Only five NPA samples from the enrolled children demonstrated inadequate sIgA levels; these subjects were not resampled.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 340,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1237,
                    "end": 1242,
                    "text": "( 17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1243,
                    "end": 1245,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "Viruses in NPAs were identified by two methods: isolation from culture in four cell lines (rhesus monkey kidney, HEp-2, WI-38, and LLC-MK2), and real-time PCR (rt-PCR). For rt-PCR, specific primers and fluorescent probes were used to identify the following common viruses: RSV (A and B) rhinovirus (RV), parainfluenza viruses (1, 2, and 3), human metapneumovirus (HMPV), adenovirus (AD), influenza viruses (B, H3N2, and novel H1N1), enterovirus, and coronaviruses (229 E, OC43, NL63, and HKU1). 12 Amplification of the gene for RNase-P, a ribonuclease enzyme, served as a positive internal control assessing the quality of samples. NPA samples with a cycle threshold value for RNase-P of less than 30 were considered optimal quality specimens; those between 30 to <35 were considered reasonable quality and those with ≥35 were of poor quality. Only two of the NPA samples were of poor quality for rt-PCR; the remaining were either optimal (n = 84) or reasonable (n = 45) quality specimens.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 497,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Virus detection"
        },
        {
            "text": "LDH activity is a marker of cellular injury. LDH activity in the NPA samples was measured using a commercially available kit (Cytotoxic Detection Kit, Roche Applied Science, Indianapolis, IN, USA) per manufacturer instructions and as previously described. 13 To calculate absolute values, a standard curve using L-LDH (Roche Applied Science) in serial dilutions was constructed demonstrating an ample linear dynamic range (r = 0Á996) at the dilutions tested (0Á8-110 U/ml).",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 258,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Lactate dehydrogenase (LDH) quantification"
        },
        {
            "text": "Caspase 3/7 activity is a marker of apoptosis. Caspase 3/7 activity was measured in NPA samples using the Caspase-Glo-3/7 kit (Promega, Madison, WI, USA). The assay generates luminescent activity proportional to caspase activity. Luminescence was measured with a FLUOstar OPTIMA microplate reader (BMG Labtech, Cary, NC, USA) and expressed in relative luminescence units. To calculate relative units (U/l) of caspase activity, a standard curve using recombinant human caspase-3 protein (R&D Systems, Minneapolis, MN, USA) was used demonstrating an ample linear dynamic range of activity at the dilutions tested (20 000-32 U/l). The value was expressed as relative units and it was assumed that one unit of caspase activity was equal to 0Á1 ng of protein. It is important to note that caspase 3 activity can vary from lot to lot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Caspase 3/7 quantification"
        },
        {
            "text": "The outcome used for primary analysis was disposition at the time of initial evaluation. The children were either discharged to home or after < 24-hour observation (home), admitted to an acute care unit (ACU), or admitted to a pediatric or neonatal intensive care unit (ICU). Demographic, clinical, virologic, and biomarkers were analyzed with respect to outcome. Ages of participants were categorized into four groups: 0-3 , 4-6 , 7-11 , and 12-23 months. Duration of illness prior to presentation was classified into three groups: 0-2, 3-5 and >5 days. Viral results were categorized as RSV, RV, RSV and RV co-infection, and all other viruses. Virus infection patterns were single viral infection, co-viral infection, and no virus identified. For descriptive statistics, continuous variables were represented as mean (or median), and standard deviation; categorical variables were represented as frequencies or percentages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Demographic characteristics among the groups were compared using chi-square test or Fisher's exact test. Analysis of the laboratory data for the continuous variables NW-LDH, NW-caspase 3/7, and NW-LDH/NW-caspase 3/7 ratio compared with demographic data (including disposition) was performed using analysis of variance (ANOVA), Student's t-test, or Wilcoxon-Mann-Whitney tests as appropriate. Given the range of values, the log 10 -transformed values for NW-LDH and NW-caspase 3/7 activity were used for statistical analysis. Correlations were calculated using Pearson's or Spearman's coefficient. For the identification of independent factors that may influence disposition, multivariable logistic regression analyses (polytomous responses) were performed to calculate odds ratio and corresponding 95% confidence intervals. To identify independent factors that influenced NW-LDH, NW-caspase 3/7 and NW-LDH/ NW-caspase 3/7 ratio, multiple linear regression models were developed with two-way interaction effects while controlling for age, gender, race, duration of illness, exposure to cigarette smoke, disposition of patients, virus infection pattern, and the relevant biomarkers. All statistical analyses were performed using the SAS software package version 9.2 (SAS Institute, Inc., Cary, NC, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "In the 2010-11 respiratory viral season, we enrolled 131 children <2 years of age with bronchiolitis; 112 children were enrolled from the emergency department and 19 children were enrolled within 24 hours of admission to the pediatric ICU. The average age (mean AE SD) of children was 7Á2 AE 5Á8 months. Most children (51Á9%) were Hispanic, followed by African-American (24Á2%) and white (22Á9%). Of enrolled children, 58Á8% were male. Most children (64Á9%) had been breastfed, and just over half (51Á9%) presented on days 3-5 of illness. Only 26Á9% of children attended daycare, and 33Á6% of children lived in homes with smokers. A diagnosis of asthma was found in 8Á4% of children. Demographic data of the participants stratified by disposition (home, ACU, ICU) are presented in Table 1 . There was no difference among groups in terms of age, gender, race, or asthma diagnoses; the groups were also similar in terms of exposure to daycare, tobacco smoke, and breastfeeding. The only demographic variable that differed significantly was duration of illness prior to presentation: children presenting on days 3-5 of illness were significantly likelier to be admitted to the ACU or ICU (P = 0Á03).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 781,
                    "end": 788,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Study population"
        },
        {
            "text": "Nasal wash served as a surrogate marker for lower respiratory tract infection. 16 Viral pathogens were detected in 91Á6% of children, consistent with previous studies. 13 patients, a single infection was found in 81 (61Á8%); 39 (29Á8%) were co-infected with more than one virus. The most commonly detected viruses were RSV(n = 84; 64Á1%) and RV (n = 34; 26Á0%). Other common respiratory viruses identified included human metapneumovirus (HMPV) (n = 8; 6Á1%), influenza (n = 5; 3Á1%), parainfluenza (n = 1; 0Á8%), cytomegolovirus (CMV) (n = 7; 5Á3%), adenovirus (n = 9; 6Á9%), coronavirus (n = 6; 4Á6%) and enterovirus (n = 1; 0Á8%). As shown in Table 2 , neither virus infection type nor virus infection pattern impacted disposition. There was also no difference in disposition between infants infected with RSV/A versus RSV/B (data not shown).",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 168,
                    "end": 170,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 645,
                    "end": 652,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Virology"
        },
        {
            "text": "NW-LDH, NW-caspase 3/7, and NW-LDH/NW-caspase 3/7 ratio were normalized by log 10 transformation and analyzed in terms of disposition. NW-LDH varied significantly among the three disposition groups, as shown in Figure 1 . Children admitted to an ICU had significantly higher NW-LDH (log 10 mU/l; mean AE SD, 5Á56 AE 0Á58) than children who were sent home (mean AE SD 5Á23 AE 0Á49) or admitted to the ACU (mean AE SD 5Á39 AE 0Á50). NW-LDH also varied significantly by virus type, as illustrated in Figure 2 . Children infected with RSV alone had the highest NW-LDH concentration (log 10 mU/l; mean AE SD, 5Á47 AE 0Á49) compared with those co-infected with both RSV and RV (5Á34 AE 0Á54), with RV only (5Á27 AE 0Á46) or another virus type (5Á14 AE 0Á56). However, univariate analysis indicated that singly infected patients did not have significantly higher NW-LDH when compared with co-infected patients or those with no virus identified, although there was a trend toward higher NW-LDH in singly infected patients (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 219,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 505,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Biomarkers"
        },
        {
            "text": "As has been demonstrated previously, 13 there was a strong correlation (r = 0Á77, P ≤ 0Á0001) between NW-LDH and NW-caspase 3/7 activity, illustrated in Figure 3 . Interestingly, NW-caspase 3/7 activity differences among the disposition groups were not significant (P = 0Á4). However, NW-caspase 3/7 activity varied significantly by virus type (RSV only, RV only, RSV + RV or others, P = 0Á004), as seen in Figure 2B . Those patients infected with RSV only had the highest caspase level in their nasal washes (mean AE SD, 4Á48 AE 0Á58), compared with those co-infected with both RSV and RV (4Á21 AE 0Á54), RV only (4Á17 AE 0Á52) or other types of viruses (3Á91 AE 0Á88). In addition, the NW-LDH/ NW-caspase 3/7 ratio difference between the disposition groups did not achieve statistical significance (P = 0Á07). However, when the children were divided into two disposition groups, hospitalized or not, the NW-LDH to NWcaspase 3/7 ratio in the hospitalized group was significantly higher (mean AE SD, 1Á15 AE 0Á48, median, 1Á15) than those children not hospitalized (1Á01 AE 0Á39, median 0Á98, P = 0Á03). Multivariable logistic regression analyses were conducted using disposition of the patients (home, ACU, and ICU) as the primary outcome to identify demographic and biomarker variables that contributed to disposition. The analysis demonstrated that (i) Children younger than 3 months were more likely to be admitted to the ACU (OR: 3Á87, 95% CI: 1Á11-13Á50) versus being sent home compared to children older than 12 months; (ii) Compared with children who presented on day 6 of illness or later, children presenting on days 3-5 of symptoms were significantly more likely to be admitted to either the ACU (OR: 4Á07, 95% CI: 1Á34-12Á36) or ICU (OR 3Á69, 95% CI: 1Á14-11Á90); (iii) A one-unit increase in NW-LDH (log10, mU/l) was associated with an increased likelihood of admission to either the ACU (OR: 6Á68, 95% CI: 1Á53-29Á29) or ICU (OR 6Á10, 95% CI: 1Á28-28Á99); (iv) By contrast, a one-unit increase in NW-caspase 3/7 activity (log10, U/l) was associated with a decreased likelihood to be admitted to the ACU (OR: 0Á33, 95% CI: 0Á11-0Á96). Three multiple linear regression models were constructed to evaluate the demographic, clinical and virologic variables impacting our biomarkers of interest ( Table 3 ). The independent variables and interaction terms providing the best Rsquare value were used to construct the models. R-squared values indicate that the models explained 73Á2%, 72Á2%, and 32Á0% of the variation for NW-LDH, NW-caspase, and NW-LDH/caspase ratio, respectively. The b coefficient and standard error are shown for each of the independent variables; an asterisk indicates significant variables. The results indicate male children had higher NW-LDH compared with females; Hispanic children had lower NW-LDH and NW-LDH/caspase 3/7 ratio compared to non-Hispanic children; higher NW-LDH and NW-LDH/NW-caspase 3/7 ratio was significantly associated with ACU admission; NWcaspase 3/7 activity was inversely associated with ACU admission; NW-LDH was significantly lower, and NWcaspase 3/7 significantly higher, in children with an identifiable pathogen; and NW-LDH was highly associated with NW-caspase 3/7.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 39,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 416,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 2306,
                    "end": 2313,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Biomarkers"
        },
        {
            "text": "When accounting for interaction terms, several independent variables had modifying effects on other independent factors, which may be of important consideration when determining the severity of bronchiolitis. For example, children 4-12 months old hospitalized in the ACU actually had lower NW-LDH and NW-LDH/NW-caspase 3/7 ratio than children aged ≥12 months that were sent home. Also, children exposed to second-hand cigarette smoke hospitalized in the ACU had higher NW-LDH and NW-LDH/NWcaspase 3/7 ratio than those sent home living with non-smokers. Hispanic patients infected with single virus or co-infected with multiple viruses had significantly higher NW-LDH, lower NW-caspase, and higher NW-LDH/NW-caspase 3/7 ratio than those with no virus identified and compared with other races (P < 0Á01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biomarkers"
        },
        {
            "text": "In this study, we identify added complexity in using the promising biomarker NW-LDH for children with bronchiolitis. As an intracellular enzyme released upon cell injury, NW-LDH can be a marker of necrosis or apoptosis. Similar to our prior study, 13 RSV infection was associated with higher NW-LDH, and NW-LDH significantly correlated with NW-caspase 3/7. Unlike our prior studies where children with values in the upper quartile had a decreased risk of hospitalization, 13, 14 in this study an increasing concentration of NW-LDH was associated with an increasing likelihood of hospitalization to either the ACU or ICU. Children admitted to an ICU had significantly higher NW-LDH than children who were sent home or admitted to the ACU. These differences in predicting outcome are not readily explained; however, a higher proportion of this cohort required ICU care, (20Á6% versus 6Á1%) and none of the children had major co-morbidities compared with 25Á2% in Laham et al. study. 13 It is possible that our current cohort of children had more severe bronchiolitis, resulting in greater cellular injury to the airway epithelium. Thus, understanding the mechanisms (apoptosis versus necrosis) underlying the release of LDH might improve the prediction of outcomes, with the implication that NW-LDH from cells undergoing dysregulated inflammatory and necrotic processes results in more severe disease while NW-LDH originating from controlled apoptotic antiviral processes results in less severe disease.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 476,
                    "end": 478,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 981,
                    "end": 983,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To further address this issue, we evaluated caspases 3 and 7, as caspases play a vital role in, and are biomarkers for, apoptosis. Caspases 3 and 7 are effector caspases that break down intracellular proteins and trigger the apoptotic pathway. We reasoned that children with greater NW-caspase 3/7 activity were more likely to have controlled antiviral proinflammatory responses with less severe illness. Previous studies have shown a role for both granulocyte and respiratory epithelial cell apoptosis in antiviral immunity. 19 Further, some investigation has shown that incubating RSV with granulocytes inhibits apoptosis in vitro, while a study of RSV positive infants has shown increased granulocyte apoptosis in vivo. 20, 21 Other studies have highlighted that",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 528,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 727,
                    "end": 729,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "NW LDH, log 10 mU/l NW caspase 3/7 activity, log 10 U/l r = 0·77, P < 0·0001 Figure 3 . Correlation of LDH to caspase 3/7 Activity in Nasal Wash.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "epithelial cell apoptosis is rare in early disease, 22 but predominates in later phases of illness. 23 These results suggest appropriate regulation of the apoptotic response is a complex process and influences the severity of disease. In the multivariable logistic regression analyses, we observed that a one-unit increase in NW-caspase 3/7 activity (log10, U/l) was associated with a decreased likelihood to be admitted to the ACU (OR: 0Á33, 95% CI: 0Á11-0Á96). This was supported with the NW-LDH/NW-caspase 3/7 ratio: children going home from the ER had significantly lower NW-LDH/NW-caspase 3/7 ratios compared with hospitalized children (mean AE SD: 1Á01 AE 0Á39 versus 1Á15 AE 0Á48 P = 0Á03), possibly reflecting a more balanced innate immune response to the viral pathogen. The relationship between NW-LDH and NW-caspase 3/7 is a crucial finding and suggests that NW-LDH or NW-caspase 3/7 alone may Table 3 . Multiple Linear Regression Models for NW-LDH (log10 mU/l), NW-Caspase 3/7 (log10 U/l), and NW-LDH/NW-Caspase 3/7 ratio ",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 54,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 100,
                    "end": 102,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 905,
                    "end": 912,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Mehta et al."
        },
        {
            "text": "<3 m and ACU À0Á296 (0Á170) 0Á246 (0Á229) À0Á218 (0Á226) <3 m and ICU 0Á137 (0Á217) À0Á096 (0Á290) 0Á081 (0Á289) 4-6 m and ACU À0Á531 (0Á203)* 0Á595 (0Á273)* À0Á562 (0Á270)* 4-6 m and ICU À0Á067 (0Á210) À0Á122 (0Á280) 0Á149 (0Á278) 7-12 m and ACU À0Á671 (0Á193)** 0Á933 (0Á257)** À0Á911 (0Á256)** 7-12 m and ICU À0Á042 (0Á213) 0Á199 (0Á283) À0Á214 (0Á282) Exposure to cigarette smoke*Disposition Yes and ACU 0Á442 (0Á144)** À0Á455 (0Á196)* 0Á423 (0Á193)* Yes and ICU 0Á140 (0Á164) À0Á365 (0Á217) 0Á379 (0Á216) Hispanic*Virus infection pattern Yes and single 0Á735 (0Á216)** À1Á143 (0Á282)** 1Á133 (0Á282)** Yes and co-infection 0Á697 (0Á228)** À0Á971 (0Á303)** 0Á949 (0Á302)** Model's R-square 0Á732 0Á722 0Á320",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mehta et al."
        },
        {
            "text": "Log10-transformed values were used in the analyses for NW-LDH (log10 mU/l), NW-Caspase 3/7 (log10 U/l), and NW-LDH/NW-Caspase 3/7 ratio. *P < 0Á05; **P < 0Á01. not be sufficient markers, but together can help predict severity of bronchiolitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mehta et al."
        },
        {
            "text": "The multiple linear regression analyses demonstrated that some interaction effects between demographic variables may be of such significance they can change or predict the severity of bronchiolitis. Our univariate models showed that higher NW-LDH and NW-LDH/NW-caspase 3/7 ratio were strongly linked to more severe illness and hospitalization to the ICU and ACU. Interestingly, when multiple linear models were used for the analyses, the age of the subjects in different levels of disposition also greatly impacted the changes of biomarkers. Those children 4-12 months of age who were hospitalized to the ACU actually had a lower NW-LDH than those sent home whose ages were greater than 12 months, which had the same trend as the results in our previous studies. 13, 14 Thus, the demographic interactions should be considered in conjunction with biomarker data when determining severity of illness. Although this study was not aimed toward explaining these underlying associations, a single variable alone may not be sufficient enough to explain what drives the changes of NW-LDH, NW-caspase 3/7, and NW-LDH/NW-caspase 3/7 ratio.",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 766,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 767,
                    "end": 769,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Mehta et al."
        },
        {
            "text": "As previously mentioned, our earlier studies demonstrated an inverse relationship between NW-LDH and bronchiolitis disease severity with children in the top quartile having a significantly lower risk of being hospitalized for bronchiolitis. 13, 14 In this study, the univariate analysis appears to contradict those previous reports. However, this report included a group of children who were older, healthier at baseline, presenting with more varied degree of illness, and had a greater proportion requiring a high level of care. Also, our samples were processed after only one freeze-thaw cycle; samples used for the earlier study underwent multiple freeze-thaw cycles, which may have adversely affected stability of the LDH isoenzymes and or quality of the samples. In our current study, we ensured the quality of our samples by providing feedback in real time on the detection of sIgA in the nasal wash fluid and using nasal wash samples thawed only once for determining LDH and caspase 3/7 activity. Also, in our previous reports, data on NW-LDH/ NW-caspase 3/7 ratio was not performed, which we believe helps to explain the dominant cellular pathway (necrosis versus apoptosis) from which LDH derives in respiratory tract fluid. As previously stated, our multiple linear models showed the same inverse relationship between NW-LDH (or NW-LDH/NW-caspase 3/7 ratio) and the severity of bronchiolitis for the children who were admitted to ACU compared with those sent home when taking into account the age of the patients. Overall, our observations over time support the concept that biomarkers such as NW-LDH and NW-caspase 3/7 reflect a complex pathway for control of respiratory viral infections and bronchiolitis disease severity.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 245,
                    "end": 247,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Mehta et al."
        },
        {
            "text": "Further work exploring the balance between necrosis and apoptosis has been done in in-vitro studies showing that virally infected human lung epithelial cells release both LDH and caspases. 24 Additional studies would likely include further clinical work with hospitalized infants over time, demonstrating the overall trajectory of these biomarkers relative to clinical status.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Mehta et al."
        },
        {
            "text": "A limitation of our study is that it was performed at one site during one respiratory virus season and thus the findings may not be applicable to other regions with differences in demographics and viral epidemiology. In addition, subjects were recruited as part of two originally separate studies; those subjects recruited from the ICU were sampled within the first 24 hours of admission, but all other patients were enrolled and sampled at the time of presentation to the ER. This may have impacted on NW-LDH activity with higher concentrations detected later into the acute phase of the illness. This, in part, is supported by a significantly higher proportion of children admitted to the ACU on days 3-5 of illness compared with children who were discharged home from the emergency department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mehta et al."
        },
        {
            "text": "In conclusion, NW-LDH, NW-caspase 3/7 and the NW-LDH/NW-caspase 3/7 ratio when used in combination can help predict outcome in children with bronchiolitis. Understanding the underlying relationship between LDH, caspase, and the innate immune response to respiratory viral pathogens will likely strengthen this predictive ability. Demographic variables and their interaction effects must also be considered when explaining the biomarkers of interest with respect to outcomes and disposition. The ratio of NW-LDH/NW-caspase 3/7 reflects the innate immune balance between necrosis and apoptosis in controlling disease severity in children presenting with bronchiolitis. Our observations support the hypothesis that during the early immune response to control acute viral respiratory tract infection, an excess of necrosis of epithelial cells from either direct viral replication or a secondary inflammatory response is detrimental to the host versus a regulated apoptotic, antiviral pro-inflammatory pathway of epithelial cells designed to inhibit viral replication and progression of airway injury. Biomarkers like NW-LDH and NW-caspase 3/ 7 that can help elucidate the pathogenesis of virally induced airway disease will likely serve as good predictive biomarkers in the clinical setting. Further study of LDH, caspase and other biomarkers may reveal novel targets for diagnostic tools that would aid clinicians in management and disposition of children with bronchiolitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mehta et al."
        },
        {
            "text": "Supported in part by Department of Defense Grant W81XWH1010146 (R.P.G.). R.M. was supported by a Postdoctoral fellowship from the NIEHS (T32-07254). The contents are solely the responsibility of the authors and do not necessarily represents the official view of the granting agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding source"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Variation in timing of respiratory syncytial virus outbreaks. Lessons from national surveillance",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Pannozo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Fowlkes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Infect Dis J",
            "volume": "26",
            "issn": "",
            "pages": "41--45",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Respiratory syncytial virus seasonality in Southeast Florida. Results from three area hospitals caring for children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Light",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Infect Dis J",
            "volume": "26",
            "issn": "",
            "pages": "55--59",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Respiratory viral infections in infants: causes, clinical symptoms, virology, and immunology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Tregoning",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwarze",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Microbiol Rev",
            "volume": "23",
            "issn": "",
            "pages": "74--98",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association of rhinovirus infection with increased disease severity in acute bronchiolitis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Papadopoulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moustaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsolia",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "165",
            "issn": "",
            "pages": "1285--1289",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Respiratory syncytial virus, human bocavirus and rhinovirus bronchiolitis in infants",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Midulla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scagnolari",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bonci",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch Dis Child",
            "volume": "95",
            "issn": "",
            "pages": "35--41",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rhinovirus-associated wheezing in infancy: comparison with respiratory syncytial virus bronchi-olitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Korppi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kotaniemi-Syrjanen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vainionpaa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Reijonen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Infect Dis J",
            "volume": "23",
            "issn": "",
            "pages": "995--999",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rhinovirus and the lower respiratory tract",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Rev Med Virol",
            "volume": "14",
            "issn": "",
            "pages": "17--31",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The burden of respiratory syncytial virus infection in young children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Iwane",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "588--598",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Review of epidemiology and clinical risk factors for severe respiratory syncytial virus (RSV) infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Welliver",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Pediatr",
            "volume": "143",
            "issn": "",
            "pages": "112--117",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Environmental and demographic risk factors for respiratory syncytial virus lower respiratory tract disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Simoes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Pediatr",
            "volume": "143",
            "issn": "",
            "pages": "118--126",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effect of practice variation on resource utilization in infants hospitalized for viral lower respiratory illness",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Willson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Horn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Hendley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smout",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gassaway",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatrics",
            "volume": "108",
            "issn": "",
            "pages": "851--855",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prospective multicenter study of viral etiology and hospital length of stay in children with severe bronchiolitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansbach",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Piedra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Teach",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "166",
            "issn": "",
            "pages": "700--706",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "LDH concentration in nasal-wash fluid as a biochemical predictor of bronchiolitis severity",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Laham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trott",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatrics",
            "volume": "125",
            "issn": "",
            "pages": "225--233",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nasopharyngeal lactate dehydrogenase concentrations predict bronchiolitis severity in a prospective multicenter emergency department study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansbach",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Piedra",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Laham",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "767--769",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Immunopathogenesis of respiratory syncytial virus bronchiolitis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Garofalo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Cron",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "195",
            "issn": "",
            "pages": "1532--1540",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinically useful method for the isolation of respiratory syncytial virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Infect Dis",
            "volume": "131",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Immunoglobulins in nasal secretions of healthy humans: structural integrity of secretory immunoglobulin A1 (IgA1) and occurrence of neutralizing antibodies to IgA1 proteases of nasal bacteria",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kirkeby",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reinholdt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kilian",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Diagn Lab Immunol",
            "volume": "1",
            "issn": "",
            "pages": "31--39",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nitric oxide metabolites as biomarkers for influenza-like acute respiratory infections presenting to the emergency room",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mian",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Laham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Open Respir Med",
            "volume": "6",
            "issn": "",
            "pages": "132--139",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Apoptosis in pneumovirus infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Den Berg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Woensel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bem",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Viruses",
            "volume": "5",
            "issn": "",
            "pages": "406--422",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Respiratoy syncytial virus inhibits granulocyte apoptosis through a phosphatidylinositol 3-kinase and NF-jB-dependent mechanism",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lindemans",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Coffer",
                    "suffix": ""
                },
                {
                    "first": "Imm",
                    "middle": [],
                    "last": "Schellens",
                    "suffix": ""
                },
                {
                    "first": "Pma",
                    "middle": [],
                    "last": "De Graaff",
                    "suffix": ""
                },
                {
                    "first": "Jll",
                    "middle": [],
                    "last": "Kimpen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Koenderman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "176",
            "issn": "",
            "pages": "5529--5537",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The apoptosis of neutrophils is accelerated in respiratory syncytial virus-induced bronchiolitis",
            "authors": [
                {
                    "first": "S-Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lovejoy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Bowden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Alpers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Forsyth",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Exp Immunol",
            "volume": "114",
            "issn": "",
            "pages": "49--54",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Nonstructural proteins of respiratory syncytial virus suppress premature apoptosis by an NF-jBdependent, interferon-independent mechanism and facilitate virus growth",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bitko",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shulyayeva",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mazumder",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "1786--1795",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The fusion protein of respiratory syncytial virus triggers p53-dependent apoptosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ekardt-Michel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lorek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baxmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grunwald",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Keil",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "3236--3249",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Lactate dehydrogenase (LDH) and caspase activity are biomarkers of RSV bronchiolitis: In-vitro analysis of these biomarkers with 61 unique RSV viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Piedra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aideyan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Machado",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Avadhanula",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Tapia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Presented at the 8th Annual Respiratory Syncytial Virus Symposium",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "LDH in Nash Wash (log 10 mU/l) according to the three categories of disposition: HOME + OBS, ACU, and ICU. (A) LDH in Nasal Wash ((log 10 mU/l) Compared to Different Viruses. (B) Caspase 3/7 Activity in Nasal Wash compared to Different Viruses. LDH and caspase activity in bronchiolitis severity ª 2014 The Authors. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The Authors. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ",15 Of 131 LDH and caspase activity in bronchiolitis severity ª 2014 The Authors. Influenza and Other Respiratory Viruses Published by John Wiley & Sons Ltd.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic data of participants",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Viral pathogen and infection pattern by disposition",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}