{
    "paper_id": "247d3262ad1b15f331a89f70eec56b34dbe6b8b5",
    "metadata": {
        "title": "Maximum Likelihood Estimation of the Negative Binomial Dispersion Parameter for Highly Overdispersed Data, with Applications to Infectious Diseases",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "O"
                ],
                "last": "Lloyd-Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pennsylvania State University",
                    "location": {
                        "addrLine": "Mueller Lab",
                        "settlement": "University Park",
                        "region": "Pennsylvania",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. The negative binomial distribution is used commonly throughout biology as a model for overdispersed count data, with attention focused on the negative binomial dispersion parameter, k. A substantial literature exists on the estimation of k, but most attention has focused on datasets that are not highly overdispersed (i.e., those with k$1), and the accuracy of confidence intervals estimated for k is typically not explored. Methodology. This article presents a simulation study exploring the bias, precision, and confidence interval coverage of maximum-likelihood estimates of k from highly overdispersed distributions. In addition to exploring small-sample bias on negative binomial estimates, the study addresses estimation from datasets influenced by two types of event under-counting, and from disease transmission data subject to selection bias for successful outbreaks. Conclusions. Results show that maximum likelihood estimates of k can be biased upward by small sample size or under-reporting of zero-class events, but are not biased downward by any of the factors considered. Confidence intervals estimated from the asymptotic sampling variance tend to exhibit coverage below the nominal level, with overestimates of k comprising the great majority of coverage errors. Estimation from outbreak datasets does not increase the bias of k estimates, but can add significant upward bias to estimates of the mean. Because k varies inversely with the degree of overdispersion, these findings show that overestimation of the degree of overdispersion is very rare for these datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The negative binomial (NB) distribution has broad applications as a model for count data, particularly for data exhibiting overdispersion (i.e. with sample variance exceeding the mean). In the biological literature, classical uses of the NB distribution include analysis of parasite loads, species occurrence, parasitoid attacks, abundance samples and spatial clustering of populations [1] [2] [3] [4] [5] [6] [7] . The range of applications of the NB distribution was extended recently to include the epidemiology of directly-transmitted infections, as the NB distribution was shown to be a suitable model for the 'offspring distribution' for a number of disease transmission datasets [8] . The offspring distribution, a concept arising in the theory of branching processes [9] , is the probability distribution for the number of individuals (termed 'secondary cases') infected directly by each infectious individual in a disease outbreak. Estimation of NB parameters for empirical offspring distributions revealed a high degree of overdispersion-particularly for severe acute respiratory syndrome (SARS), measles, and smallpox-signalling an unexpectedly large influence of individual variation and 'superspreading' on the dynamics of disease emergence [8] . However, the authors emphasized the challenges inherent in estimating NB parameters and the confidence intervals (CIs) associated with those estimates, and noted that previous work on NB parameter estimation had not explored the parameter ranges of interest for epidemiological studies. A particular concern is whether the results were influenced by small sample size in the datasets analyzed, or biases peculiar to disease transmission data. This study uses simulated data to assess the bias and precision of NB parameter estimates and the coverage accuracy of CIs for highly overdispersed datasets, addressing the challenges of small datasets as well as potential biases arising in the data collection process.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 389,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1254,
                    "end": 1257,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The popularity of the NB distribution is due largely to its ability to model count data with varying degrees of overdispersion. The distribution is commonly expressed in terms of the mean m and dispersion parameter k such that the probability of observing a non-negative integer x is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The variance of the NB distribution is m (1+m/k), and hence decreasing values of k correspond to increasing levels of dispersion. The Poisson distribution is obtained as kR', and the logarithmic series distribution is obtained as kR0 [1, 10] . When k = 1, the NB distribution reduces to the geometric distribution. Note that recent work in the statistical literature uses the quantity a = 1/k due to its preferable properties for inference (discussed below), but studies applying the NB distribution in ecology and epidemiology are overwhelmingly posed in terms of k. Accordingly, all calculations in this study were conducted using a, but all results and discussion are posed in terms of k. (Confusingly, the term 'dispersion parameter' can refer to either k or a; other terms for k include 'shape parameter' and 'clustering coefficient'.)",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The dispersion parameter k is commonly used as an inverse measure of aggregation in biological count data [1] [2] [3] [4] [5] 8, 11, 12] , yet its estimation from finite datasets is a recognized challenge. Many simulation studies have examined the efficacy of different estimators of NB parameters for finite datasets [11, [13] [14] [15] [16] 17 ; also see review in 14] , but owing to precedent most of these have focused on k$1 and hence do not apply to highly overdispersed data. One biologically motivated study did explore values of k,1 [16] , but it did not test the maximum-likelihood (ML) methods of estimation that have become standard owing to their asymptotic efficiency and low bias [12, 13, 17] . The small-sample accuracy of ML estimates of k has not been tested for NB distributions with moderate to high degrees of overdispersion. Moreover, little attention has been paid to the accuracy of CIs of such NB parameter estimates. The first aim of this study, therefore, is to investigate the bias, precision and CI coverage accuracy of ML estimates of k for small samples. The investigation focuses on datasets with k,1, to address the gap in existing studies, but results for k$1 are included to establish continuity with earlier work.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 126,
                    "end": 128,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 343,
                    "end": 345,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 364,
                    "end": 370,
                    "text": "in 14]",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The second aim is to investigate how estimates of k are affected by potential biases of the data collection process, in particular systematic under-counting of events and the selection bias inherent in disease outbreak data. The disease transmission datasets analyzed by Lloyd-Smith et al. [8] fell into two broad categories, surveillance and outbreak datasets, each of which presents challenges due to the processes by which data are generated and collected.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Surveillance datasets combine information about many separate introductions of a disease into a population of hosts. Empirical offspring distributions can be constructed by counting the number of secondary cases infected by the first infectious individual in each outbreak, but ignoring all subsequent generations of transmission (which often are not reported in detail, or may be influenced by outbreak control measures). The resulting datasets are analogous to many other datasets in biology, compiling many independent records of unrelated events. Datasets of this type can be affected by two broad classes of under-counting error. First, data points may be underestimated, due to the possibility that some of the secondary cases will be overlooked, misdiagnosed, or not traced to the individual that infected them. Second, individuals who do not transmit the disease may be more likely to be missed by surveillance programs, because they do not initiate a cluster of cases and thus are less likely to attract the attention of health authorities. Therefore instances of a particular value (i.e. x = 0, for no secondary cases) may be systematically under-counted in the surveillance samples. These two classes of under-counting error are common to many types of biological data [e.g. 18, 19, 20] .",
            "cite_spans": [
                {
                    "start": 1286,
                    "end": 1289,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1290,
                    "end": 1293,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1294,
                    "end": 1297,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Outbreak datasets, comprising the second category of disease transmission data, are more unique to epidemiology and disease ecology. Offspring distributions drawn from outbreak data include the number of secondary cases caused by many individuals within a single disease outbreak. These datasets arise when several generations of epidemic spread (typically early in an outbreak, before control measures are imposed) are fully reconstructed by contact tracing, so the number of secondary cases caused by each infectious case can be determined. Lloyd-Smith et al. [8] showed that when the degree of infectiousness is highly overdispersed (e.g. when the offspring distribution is NB with k,1), many outbreaks will die out stochastically in their first few generations of spread. In such situations, the outbreaks that survive tend to be those where a highly infectious individual (i.e. an individual whose number of secondary cases is drawn from the right-hand tail of the offspring distribution) appears in the early generations [8] . Because outbreak datasets necessarily are drawn from successful outbreaks, there is the possibility of selection bias for an increased proportion of exceptionally infectious individuals, or 'superspreaders' [21] . Intuitively, this risk appears to be particularly acute for offspring distributions with lower mean values, for which the epidemic's growth is more dependent on chance. (Note that the mean of the offspring distribution corresponds to the basic reproduction number R 0 of the disease [8, 22] ).",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 565,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1027,
                    "end": 1030,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1240,
                    "end": 1244,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1530,
                    "end": 1533,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1534,
                    "end": 1537,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Four types of simulated datasets were examined. In all cases, the datasets comprised n values, x i (i = 1, 2, …, n), generated as described below. In the epidemiological context that motivated this study, these values x i correspond to the numbers of secondary cases that were infected by n different infectious individuals, but similar data could arise from many other processes. All simulations were conducted using Matlab v6.1 (MathWorks, Cambridge MA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generating simulated data sets"
        },
        {
            "text": "2.1.1 Negative binomial data Because the NB random number generator in Matlab v6.1 (nbinrnd) does not allow noninteger values of k, NB random variates were simulated using the fact that the NB distribution can be derived as a Poisson distribution with gamma-distributed intensity, i.e. a Poisson-gamma mixture [23, 24] . First, n values g i were drawn from a gamma distribution with mean m and dispersion parameter k. Second, each of these values was used as the intensity parameter for a Poisson random variate to yield a NB-distributed value x i , i.e. x i = Poisson(g i ). Random variates were generated using the Matlab functions gamrnd and poissrnd.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Generating simulated data sets"
        },
        {
            "text": "counting To simulate surveillance datasets with uniform under-counting of data, it was assumed that each secondary case can be missed by surveillance with a fixed probability p u . Raw data were drawn from a NB distribution with parameters m and k, as described in section 2.1.1 above. Each value x i was then decreased by an amount d i ,binomial(x i , p u ), generated using the Matlab function binornd, to represent under-counting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negative binomial data with uniform under-"
        },
        {
            "text": "zeroes To simulate the possible under-reporting of individuals who cause no secondary infections, it was assumed that all individuals who caused x i = 0 cases can be overlooked with some fixed probability p z , while all other individuals have their full case-count recorded. NB samples were generated as in section 2.1.1, then any value x i = 0 was deleted with probability p z and replaced by another NB random variate. If the new value was also 0, then it was again replaced with probability p z . This process was repeated until a sample of n values was generated, in which each remaining value x i = 0 had avoided replacement exactly once.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negative binomial data with under-reporting of"
        },
        {
            "text": "2.1.4 Outbreak data To generate outbreak datasets, stochastic disease outbreaks were simulated as discrete-time branching processes with NB offspring distributions, using the method described by Lloyd-Smith et al. [8] . Each outbreak was assumed to begin with a single infected individual, who transmits the disease to x 1 other individuals, where x 1 is drawn from a NB distribution with parameters m and k. Each of these second-generation cases infects x i other individuals, where the x i are independent and identically distributed draws from the same NB offspring distribution; the number of cases in the third generation is then X x1z1 i~2",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Negative binomial data with under-reporting of"
        },
        {
            "text": "x i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negative binomial data with under-reporting of"
        },
        {
            "text": "This process was repeated until the cumulative number of cases exceeded n, and the x i values corresponding to the first n infectious cases were used as the simulated outbreak dataset. To mirror the selection bias in using real outbreak datasets of a given size, outbreaks were simulated repeatedly until the cumulative number of cases was n or higher. Outbreaks that died out with fewer than n total cases were not used. Large outbreaks were less likely when m,1, particularly for k.1 where extremely infectious individuals (who cause large superspreading events) were very rare. No results were reported for parameter sets for which fewer than 1 in 10 5 simulated outbreaks had n cases or more. Otherwise, simulations were repeated until the desired number of datasets was obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negative binomial data with under-reporting of"
        },
        {
            "text": "For each of the above classes of simulated data, 10,000 simulated datasets were generated for each combination of the mean m = {0.5, 1.0, 3.0}, the dispersion parameter k = {0.1, 0.3, 0.7, 1.0, 3.0, 10.0}, and the sample size n = {10, 30, 100, 300}, in a full factorial design. Datasets with no non-zero values of x i were rejected, as k cannot be estimated from all-zero data. For each simulated dataset, the ML estimate k was determined as described below. The 90% CI was calculated, and it was recorded whether the true value k fell within the CI, above its upper bound (termed a CI underestimate), or below its lower bound (a CI overestimate). The 90% CI was studied instead of the 95% interval because the more extreme values of k are most difficult to estimate accurately, and to match results presented in Lloyd-Smith et al. [8] .",
            "cite_spans": [
                {
                    "start": 832,
                    "end": 835,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of dispersion parameter and confidence interval"
        },
        {
            "text": "An extensive statistical literature exists on ML estimation of NB parameters [1, 10, 11, 13, 15, 17] . This work shows that it is better to make inferences about k indirectly via its reciprocal a = 1/k, for two reasons. First, use of the reciprocal avoids discontinuities for homogeneous datasets, because increasing homogeneity yields aR0 instead of kR'. Indeed, there is a continuous transition to values a,0 corresponding to underdispersion (when sample variance is less than the mean), for which direct estimation of k is problematic [14, 25] . Second, the sampling distribution for a tends to be more symmetric than that for k [13] (an example using outbreak data is shown in Fig. SI-1 of Lloyd-Smith et al. [8] ).",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 81,
                    "end": 84,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 85,
                    "end": 88,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 538,
                    "end": 542,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 681,
                    "end": 690,
                    "text": "Fig. SI-1",
                    "ref_id": null
                }
            ],
            "section": "Estimation of dispersion parameter and confidence interval"
        },
        {
            "text": "In this study ML estimation was conducted for the parameter a, but results are reported in terms of k = 1/â because k is more familiar to epidemiologists and ecologists. Estimates of â were restricted to positive values, because the allowed range for k was (0,'). Underdispersed datasets were assigned the minimum value of â, corresponding to kR'. This approximation is reasonable because the study focuses on highly overdispersed NB distributions (with k,1); estimation of â for underdispersed data is discussed indepth elsewhere [14, 15, 17, 25] . The ML estimate of m is the sample mean, x [10] . The ML estimate of a was determined by unidimensional numerical maximization of the log-likelihood function [15] , conducted using the fminbnd function of Matlab 6.1 over the interval (0.001,1000). The termination tolerance was set sufficiently small that negligible accuracy was lost in inverting the estimates, and direct ML estimates of k (obtained by maximizing the log-likelihood function derived from equation (1)) matched k = 1/â to beyond the fourth decimal place. Reported estimates of k thus are drawn from the range (0.001,1000), which is much broader than the range of k commonly estimated from epidemiological data (e.g. the range of k was [0.032,5.1] in 11 uncontrolled outbreak datasets [8] , or [0.038,6.014] in 49 macroparasite burden datasets [4] ). NB distributions with k = 1000 and kR' (the Poisson distribution) are indistinguishable in practice.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 535,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1302,
                    "end": 1305,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1361,
                    "end": 1364,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of dispersion parameter and confidence interval"
        },
        {
            "text": "Confidence intervals for k were estimated from the asymptotic variance of the sampling distribution, given by the inverse of the information matrix [24] . For 11 outbreak datasets, intervals estimated in this way were very similar to those estimated using bias-corrected bootstrap methods (both parametric and nonparametric) and asymptotic variance for the zero-class estimator of k [8] . For ML estimates of k or â, the asymptotic sampling variances (s 2 k or s 2 a ) cannot be expressed in closed form but are easily calculated numerically [10, 17] . These variances are related by s 2 a~s 2 k .k 4 [13] . In this study s 2 a a was calculated for each simulated dataset, and the 90% CI for â was estimated as [â2z 0.95 s â , â+z 0.95 s â ], where z 0.95 is the 95 th percentile of the standard normal distribution [24] . The CI for k was generated by inverting and reversing the endpoints of the interval for â. When â2z 0.95 s â ,0, the upper bound of the interval for k was assumed to be kR'.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of dispersion parameter and confidence interval"
        },
        {
            "text": "The results for unaltered NB datasets are shown in Figure 1 . Boxplots show the median, interquartile range (IQR) and [5 th , 95 th ] percentile interval of 10,000 ML estimates k for each parameter set, while vertical lines show the true value of k. In general, the estimates are biased upward (i.e. favoring values k.k) but converge on the true value k as sample size n increases. For a given n, estimation tends to be less biased (the median value of k is closer to k) and more precise (the IQRs of k are smaller) for larger values of m and smaller values of k.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Negative binomial data"
        },
        {
            "text": "Numbers to the right of each subplot in Figure 1 show the coverage accuracy of the CIs estimated for k. The two numbers y/ z show, respectively, the percentage of simulations for which the true value of k fell below and above the estimated CI. For the 90% intervals estimated here, perfect coverage would yield values 5.0/5.0. For almost all parameter sets the proportion of CI overestimates (when the lower bound of the CI exceeds the true k) is greater than 5%, sometimes substantially so. This pattern is broken only for small n and large k. For all parameter sets the proportion of CI underestimates (when the upper bound of the CI is below the true k) is less than 5%. When the proportion of CI overestimates is very high (.10%, say), CI underestimates tend to be almost non-existent. The true coverage of the estimated 90% CIs (calculated as (1002y2z)%) is generally less than 90%, although it often approaches this value for n = 300. Again, there is an exception for small n and large k, when realized coverage exceeds 90% and reaches 100% in some instances (when the CI is extremely broad).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 48,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Negative binomial data"
        },
        {
            "text": "The results for NB surveillance datasets subject to uniform undercounting are shown in Figure 2 . Results are shown for two values of the probability p u that any given secondary case is missed by surveillance. When p u = 0.2 (Fig. 2a) , estimates of k from these datasets differed only slightly from estimates from raw NB data (Fig. 1) , exhibiting all the same qualitative patterns and slightly worse bias and precision. When p u = 0.5 (Fig. 2b) , results exhibited similar, but more extreme, differences from the raw NB results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 226,
                    "end": 235,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 328,
                    "end": 336,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 447,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Negative binomial data with uniform undercounting"
        },
        {
            "text": "Results of estimation from NB surveillance datasets with underreporting of the zero class, in which individuals who caused x i = 0 cases were omitted from simulated datasets with probability p z , are shown in Figure 3 . For both p z = 0.2 (Fig. 3a) and p z = 0.5 (Fig. 3b) , estimates of k are biased upward significantly. Notably, this effect does not diminish as sample size increases. Indeed, for most parameter sets the proportion of CI overestimates increases with higher n, as the sampling distribution narrows around the biased value.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 218,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 240,
                    "end": 249,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 264,
                    "end": 273,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Negative binomial data with under-reporting of zeroes"
        },
        {
            "text": "Estimates from simulated outbreak datasets are shown in Figure 4 . For m = 0.5 and k.0.1, no results are presented for n$100 because fewer than 1 in 10 5 simulated outbreaks reached 100 cases. For other values of m and k, estimates of k are quite robust (Fig. 4a ). Comparing these results to estimates from Figure 1 , it is evident that estimates from outbreak datasets have similar biases (slightly positive for small n, but diminishing as n increases) and precisions that are as good and sometimes better than those from unaltered NB data. The outbreak datasets yield slightly more CI overestimates for m = 3, even though the IQR and [5 th , 95 th ] percentile interval of the sampling distribution is often smaller. Outbreak datasets yield fewer CI overestimates for k = 0.1, m = 0.5 or 1.0, and n = 10 or 30.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 64,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 254,
                    "end": 262,
                    "text": "(Fig. 4a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 308,
                    "end": 316,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Outbreak data"
        },
        {
            "text": "ML estimates of the mean are shown for these datasets as well (Fig. 4b ). There is a striking positive bias evident in the estimates of m for m = 0.5; in all cases shown, the distribution of m estimates has median value .1 and 5 th percentile value $1. For m = 1, there is an upward bias in the m estimates that decreases as sample size rises. For m = 3, the upward bias persists but is very slight for k$0.3 or n$30.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 70,
                    "text": "(Fig. 4b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Outbreak data"
        },
        {
            "text": "This study makes three novel contributions to the established literature on estimation of the NB dispersion parameter k. It provides the first comprehensive evaluation of ML estimation of k for highly overdispersed datasets (i.e. those with k,1); it reports the coverage accuracy of CIs derived from those estimates; and it examines potential biases in estimation due to methods and errors of data collection, with application to epidemiological datasets in particular and biological datasets in general. The major qualitative results are summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 553,
                    "end": 560,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The results for unaltered NB datasets confirm and extend the findings of earlier studies. Small-sample estimates of k were biased toward overestimating k-and hence underestimating the degree of overdispersion in the data-as reported in previous studies using ML and related methods of estimation for k$1 [14, 15, 17] . The positive bias in k arises because smaller samples are less likely to include values from the right-hand tail of the NB distribution, without which the dataset appears more homogeneous. Estimates of k were less biased and more precise for larger values of m, possibly because such datasets had higher total numbers of nonzero events. Estimates were more biased and less precise for higher values of k (particularly in the previously-studied range of k$1), corresponding to the known instability of ML estimates when data are closer to being fitted by a Poisson distribution [13] . Intuitively, this effect arises because a NB distribution with k = 10 is qualitatively similar to one with k = 50 or kR', and quite dissimilar to one with k = 1, so the range of k estimates for small samples tends to be large and skewed upwards.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "One previous simulation study [16] presented in-depth results for estimation of k,1 (specifically, for k = 0.4), employing methodof-moments estimates k mom rather than the ML estimates assessed here. That study reported that smaller sample sizes from NB datasets led to systematic underestimation of the mean and variance and overestimation of k; the variance/mean ratio was also biased downward by small n. There is one interesting difference between the method-of-moments estimates results of Gregory and Woolhouse [16] and the present results for ML estimation: the positive bias of k mom was fairly constant as m increased (though the range of k mom values was greatest for lower m), while the bias of ML estimates k decreased for higher m (Fig. 1) . It is notable that their values of m ranged from 1.25 to 160 (for k = 0.4), while the values used here ranged from 0.5 to 3 (for k between 0.1 and 10).",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 744,
                    "end": 752,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Several salient patterns emerged regarding the realized coverage of 90% CIs, as estimated using the asymptotic variance of ML estimates. The true coverage of the nominal 90% intervals was typically less than 90%, and CI overestimates were much more numerous than CI underestimates. For all parameter sets considered, ,5% of CIs had upper bounds below the true value of k. The realized coverage of the CIs is driven by the interplay of two factors: the value of the estimates, k, and the breadth of the intervals (determined by the sampling variance, s 2 k k ). The upward bias of k increases for lower values of n and m and higher values of Figure 1 . Estimated values of k and confidence interval coverage for NB datasets. 10,000 datasets were simulated as described in Section 2.1.1 of the text, using mean m, dispersion parameter k, and sample size n as shown. Boxes show the median and interquartile range (IQR) of 10,000 resulting ML estimates of k, and whiskers show the 5 th and 95 th percentile values. Numbers to the right of each subplot show the percentage of simulations for which the true value of k was outside (below (CI overestimate)/above (CI underestimate) for the numbers y/z, respectively) the 90% confidence interval estimated for k The vertical line in each subplot shows the true value of k. To facilitate comparison among parameter sets, the horizontal axis of all subplots is scaled from 0 to 10 times the true value of k. doi:10.1371/journal.pone.0000180.g001 k; lower values of n, m, or k lead to increases in s 2 k and hence broader intervals. Overestimates of k favor CI overestimates by setting a high mid-point for the estimated intervals, and by reducing the estimated sampling variance (because s 2 k is calculated with an inflated value of k) and thus leading to narrower intervals. The gross patterns in the frequency of CI overestimates thus are driven primarily by patterns of bias in k.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 649,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "To understand the finer patterns in CI coverage accuracy, particularly for CI underestimates and for CI overestimates for higher values of k, it is necessary to consider how the CIs are calculated. Recall that intervals were estimated for a = 1/k as [â2z 0.95 s â , â+z 0.95 s â ], then converted into intervals for k. CI underestimates for k occur when a,â2z 0.95 s â . The complete absence of CI underestimates in many small-n parameter sets arises because â,z 0.95 s â such that the lower bound of the CI for â is ,0. In these instances, the upper bound of the CI for k is set to the maximum value for k and cannot be exceeded. As n, m, or k increases, s â decreases and the CIs narrow such that some CI underestimates occur. Similarly, CI overestimates occur when a.â+z 0.95 s â . As k increases, CI overestimates become less frequent (despite the high frequency of k overestimates) because a = 1/k is often smaller than z 0.95 s â . Because â is constrained to positive values in these simulations, CI overestimates are impossible when a,z 0.95 s â . Accordingly, for given values of k.1, CI overestimates are more frequent for higher values of n and m (corresponding to lower values of s â ). This study's focus on overdispersed datasets, and hence on the positive values of k familiar to biologists, has thus influenced the determination of CI coverage in some regions of parameter space. Estimation procedures allowing for underdispersed data (â,0) may show different results. Investigators requiring CIs guaranteed to reach nominal levels of coverage should consult the literature on exact CIs for discrete distributions [e.g. 26] .",
            "cite_spans": [
                {
                    "start": 1636,
                    "end": 1639,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The simulation results from surveillance and outbreak datasets (Figs. 2-4) can be interpreted readily in light of the raw NB results discussed above. For datasets where individual values correspond to completely unconnected events (e.g. epidemiological surveillance of multiple independent introductions of a disease, or many other biological observations), the effects of two forms of underreporting were assessed. In uniform under-counting, each instance of the quantity being counted (e.g. secondary cases, in the epidemiological context) can be overlooked with equal probability p u . The expected value of each datum x i in the raw dataset (drawn from an NB distribution with parameters m and k) is reduced to (12p u ) x i , and the resulting distribution is NB with parameters (12p u ) m and k (as argued under the topic of 'population-wide control measures' by Lloyd-Smith et al. [8] ). Thus uniform undercounting does not introduce systematic bias to ML estimates of k, but does cause a slight increase in the small-sample bias and decrease in precision (Fig. 2) corresponding to the effect of a lower mean, as characterized for raw NB data (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 890,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 74,
                    "text": "(Figs. 2-4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1062,
                    "end": 1070,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1149,
                    "end": 1157,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast, the second class of under-reporting bias, in which x i = 0 events are omitted from datasets with probability p z , leads to systematic overestimation of k that does not vanish as n increases (Fig. 3) . NB distributions with low k are characterized by large zero classes and long tails (giving rise to the large variance-to-mean ratios that define overdispersion). Decreasing the proportion of zeroes (hence replacing x i = 0 events by x i .0 events) leads to higher sample mean m and lower sample variance ŝ 2 . As is readily seen from the method-of moments estimator k mom = m 2 /(ŝ 2 2m ) [10] , this will bias estimates of k to higher values. Investigators should be vigilant for this class of under-reporting bias, and conduct estimation using a zero-modified NB distribution [27] if zero under-counting is suspected.",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 608,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Outbreak datasets involve a mechanism of data generation that is particular to epidemiological (or demographic) processes. Earlier analyses have shown that when offspring distributions are highly overdispersed (e.g. NB with k,1), the outbreaks that succeed tend to be those with early superspreading events [8] . The present results show that this does not cause underestimation of k as had been feared; estimates of k from outbreak data (Fig. 4a ) exhibited similar properties to those from raw NB data (Fig. 1) . Indeed, outbreak estimates had slightly smaller bias and greater precision for smaller n, probably because the use of outbreak data (biased toward including high-x i events) counteracts the usual smallsample bias (which arises because small datasets often lack high-x i events). Therefore the selection bias inherent in outbreak datasets acts to offset somewhat the usual upward bias in estimates of k. In sharp contrast, estimation of m from outbreak datasets (assessed by simulation because, unlike the surveillance cases, the potential bias cannot be computed directly) is strongly biased upward when m is below or near 1 (Fig. 4b) . This is unsurprising because the minimum value of m for an outbreak with n cases is (n21)/n (for an outbreak that dies out immediately following the n th case), while higher values are quite feasible. (Recall that m is estimated as the mean number of secondary cases generated by the first n cases in an outbreak, regardless of whether the outbreak continues beyond n cases. If the cumulative number of cases after the r th generation of transmission is j, then the mean value of x i for i = 1 to j is (j21)/j. If the n th case then occurs in the (r+1) th generation of transmission, then all infections caused by the final n2j individuals in the dataset (i.e. x i for i = j+1 to n) serve to inflate m above its minimum value of (n21)/n.) The greatest bias in m occurs for low k and n, when large superspreading events in the final generation can have disproportionate effect on the sample mean. For m = 1.0, the bias decreases as n increases, probably because higher-n datasets involve more generations of disease transmission, so the 'left-over' cases of the final generation (i.e. the final n2j individuals in the example above) make a smaller proportional contribution. For m = 3.0, there is no substantial bias for any parameters (with a minor exception for k = 0.1 and n = 10).",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 446,
                    "text": "(Fig. 4a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 504,
                    "end": 512,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1149,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The results presented here suggest several avenues for future work. This study has focused on ML estimation only, and it would . Estimated values of (a) k and (b) m for outbreak datasets generated by branching process simulations with NB offspring distributions. 10,000 datasets were simulated as described in Section 2.1.4 of the text. Circles indicate parameter sets for which fewer than 1 in 10 5 simulated outbreaks had n cases or more. Other plotting details are described in Figure 1 be fruitful to extend the conclusions to other methods of estimating k, such as maximum quasi-likelihood [14] , method-of-moments with small-sample correction [16] , or bias-corrected ML [17] . Further studies on estimation of m will be interesting, particularly in the epidemiological context where the mean of the offspring distribution is equivalent to the crucial quantity R 0 [8, 22] . In particular, it will be important to learn how the overdispersion observed in disease transmission data [8] influences estimation of R 0 from continuous-time outbreak data such as daily case reports [28, 29] , as opposed to estimation directly from known chains of transmission as assessed here. Overdispersed offspring distributions cause outbreaks to either die out stochastically or grow explosively [8] , so estimation of R 0 from daily case reports (of successful outbreaks only, necessarily) may exhibit bias beyond that shown in Figure 4b . In summary, this study showed that there is minimal risk of underestimating k-and hence of overestimating the degree of overdispersion in the data-due to small sample size or any of the three process biases considered here. There is substantial risk of overestimating k, particularly when sample sizes are small or the zero-class is systematically under-counted. All of the systematic biases identified in this study favored higher values of k, and instances when confidence intervals excluded the true value k were predominantly overestimates. Note that an independent risk of underestimating k can arise from pooling data from heterogeneous groups: the dispersion parameter estimated from pooled data is nearly always less than the average of values estimated for the individual groups [11, 16] . Regarding sample sizes for NB datasets with k#1, n = 100 or more allows accurate and precise ML estimation of k, while for n = 30 the median estimates showed minimal bias but the sampling distribution skewed to high values. A sample size of 10 yields unreliable estimates, particularly for m#1. These findings will help guide prospective design of sampling regimens, or, when sample size cannot be increased, will aid investigators in understanding the limitations of ML estimates of k and associated CIs.",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 599,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 871,
                    "end": 874,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 875,
                    "end": 878,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 987,
                    "end": 990,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1286,
                    "end": 1289,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2219,
                    "end": 2223,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2224,
                    "end": 2227,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 489,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1419,
                    "end": 1428,
                    "text": "Figure 4b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fitting the negative binomial distribution to biological data -note on the efficient fitting of the negative binomial",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Bliss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "Biometrics",
            "volume": "9",
            "issn": "",
            "pages": "176--200",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Analysis of frequency count data using the negative binomial distribution",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Bennetts",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ecology",
            "volume": "77",
            "issn": "",
            "pages": "2549--2557",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Patterns of macroparasite aggregation in wildlife host populations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Parasitology",
            "volume": "117",
            "issn": "",
            "pages": "597--610",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparative performance of species richness estimation methods",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Walther",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morand",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Parasitology",
            "volume": "116",
            "issn": "",
            "pages": "395--405",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Linear model analysis of net catch data using the negative binomial distribution",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Moser",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Can J Fish Aq Sci",
            "volume": "56",
            "issn": "",
            "pages": "191--200",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Spatial modelling of individual-level parasite counts using the negative binomial distribution",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moyeed",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stander",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biostatistics",
            "volume": "1",
            "issn": "",
            "pages": "453--463",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "355--359",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Theory of Branching Processes",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sampling theory of the negative binomial and logarithmic series distributions",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Anscombe",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "Biometrika",
            "volume": "37",
            "issn": "",
            "pages": "358--382",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Small sample comparison of different estimators of negative binomial parameters",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Pieters",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Gates",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Matis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Sterling",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Biometrics",
            "volume": "33",
            "issn": "",
            "pages": "718--723",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Heterogeneities in macroparasite infections: patterns and processes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Bjornstad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Poglayen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Ecology of Wildlife Diseases",
            "volume": "",
            "issn": "",
            "pages": "6--44",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The negative binomial distribution",
            "authors": [
                {
                    "first": "Gjs",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Preece",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Statistician",
            "volume": "34",
            "issn": "",
            "pages": "323--336",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Estimation of the negative binomial parameter kappa by maximum quasi-likelihood",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Biometrics",
            "volume": "45",
            "issn": "",
            "pages": "309--316",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Maximum-likelihood estimation for the negative binomial dispersion parameter",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Piegorsch",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biometrics",
            "volume": "46",
            "issn": "",
            "pages": "863--867",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Quantification of parasite aggregationa simulation study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Acta Trop",
            "volume": "54",
            "issn": "",
            "pages": "131--139",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bias-corrected maximum likelihood estimator of the negative binomial dispersion parameter",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biometrics",
            "volume": "61",
            "issn": "",
            "pages": "179--185",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Towards reliable bird surveys: Accounting for individuals present but not detected",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Auk",
            "volume": "119",
            "issn": "",
            "pages": "18--25",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Selecting a distributional assumption for modelling relative densities of benthic macroinvertebrates",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ecol Model",
            "volume": "185",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Epidemiological and genetic analysis of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "672--683",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mathematical Epidemiology of Infectious Diseases: Model Building, Analysis, and Interpretation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "Jap",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Chance mechanisms generating the negative binomial distribution",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Boswell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Patil",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--22",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mathematical statistics and data analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Multistage estimation compared with fixed-sample-size estimation of the negative binomial parameter k",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Willson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Folks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Biometrics",
            "volume": "40",
            "issn": "",
            "pages": "109--117",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Confidence curves and improved exact confidence intervals for discrete distributions",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blaker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Can J Stat",
            "volume": "28",
            "issn": "",
            "pages": "783--798",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Models for counts data with many zeros",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ridout",
                    "suffix": ""
                },
                {
                    "first": "Cgb",
                    "middle": [],
                    "last": "Demetrio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Hinde",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proceedings of the XIXth International Biometric Conference",
            "volume": "",
            "issn": "",
            "pages": "179--192",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Estimation and inference of R 0 of an infectious pathogen by a removal method",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Bjornstad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Math Biosci",
            "volume": "198",
            "issn": "",
            "pages": "14--26",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Estimated values of k and confidence interval coverage for NB datasets with uniform under-counting of secondary cases. The probability with which any secondary case was missed by surveillance was (a) p u = 0.2 and (b) p u = 0.5. 10,000 datasets were simulated as described in Section 2.1.2 of the text, for parameters m, k, and n as shown. Plotting details are described inFigure 1. doi:10.1371/journal.pone.0000180.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Estimated values of k and confidence interval coverage for NB datasets with under-reporting of zeroes. Individuals that caused no secondary infections were missed by surveillance with probability (a) p z = 0.2 and (b) p z = 0.5. 10,000 datasets were simulated as described in Section 2.1.3 of the text. Plotting details are described inFigure 1. doi:10.1371/journal.pone.0000180.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 4. Estimated values of (a) k and (b) m for outbreak datasets generated by branching process simulations with NB offspring distributions. 10,000 datasets were simulated as described in Section 2.1.4 of the text. Circles indicate parameter sets for which fewer than 1 in 10 5 simulated outbreaks had n cases or more. Other plotting details are described in Figure 1. doi:10.1371/journal.pone.0000180.g004",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". doi:10.1371/journal.pone.0000180.g004 Table 1. Influence of NB parameters and data types on bias and precision of k. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . + indicates lower bias or higher precision 2 indicates larger upward bias or lower precision indicates systematic bias that does not vanish as nR' doi:10.1371/journal.pone.0000180.t001 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "I am grateful to Leo Polansky, Sadie Ryan and Maria Sanchez for helpful comments on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}