{
    "paper_id": "24d774f5b08d9ca987d0d23927d92ba23f131931",
    "metadata": {
        "title": "Detection of swine transmissible gastroenteritis coronavirus using loop-mediated isothermal amplification",
        "authors": [
            {
                "first": "Qin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xue-En",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Xiong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A conserved nucleic acid fragment of the nucleocapsid gene of Swine Transmissible Gastroenteritis Coronavirus (TGEV) was chosen as the target, six special primers were designed successfully. Loop-mediated isothermal amplification (LAMP) was developed to detect the TGEV by incubation at 60°C for 1 h and the product specificity was confirmed by HphI digestion. Standard curves with high accuracy for TGEV quantization was constructed by adding 1 × SYBR greenI in the LAMP reaction. The assay established in this study was found to detect only the TGEV and no cross-reaction with other viruses, demonstrating its high specificity. By using serial sample dilutions as templates, the detection limit of LAMP was about 10 pg RNA, 10 times more sensitive than that of PCR and could be comparable to the nest-PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Swine Transmissible Gastroenteritis Coronavirus (TGEV), as a member of the coronaviridae, is a kind of single-stranded RNA virus, which produces villous atrophy and enteritis, leading to the serious financial loss to the whole pig industry. The traditional detection methods, including virus isolation, virus immunodiagnostic assays and PCR tests have the shortcomings, such as precise instruments requirement, elaborate result analysis demand, high cost, long detection time and so forth, which prevent these methods from being widely used [1] [2] [3] [4] . Loop-mediated isothermal amplification (LAMP) is a novel nucleic acid amplification method, which amplifies DNA/RNA with high specificity, sensitivity and rapidity under isothermal condition [5] . It has already found wide application in RNA virus detection, such as Foot-and-mouth Disease Virus [6] , Swine Vesicular Disease Virus [7] , Taura Syndrome Virus [8] , Severe Acute Respiratory Syndrome Coronavirus and H5N1 Avian Influenza Virus [9, 10] . In this study, LAMP method was applied in developing qualitative and quantitative detection system of TGEV, while its specificity and sensitivity were assessed.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 544,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 750,
                    "end": 753,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 855,
                    "end": 858,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 891,
                    "end": 894,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1001,
                    "end": 1004,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Swine Transmissible Gastroenteritis Coronavirus (TGEV, strain H), Porcine Reproductive and Respiratory Syndrome Virus (PRRSV), Pesudorabies (PRV), Porcine Parvovirus (PPV) derived from their passages in cell culture were provided by Shanghai Entry-Exit Inspection and Quarantine Bureau (SHCIQ); nucleic acids of Footand-mouth Disease Virus (FMDV) and Classical Swine Fever Virus (CSFV) were obtained from Chinese Academy of Inspection and Quarantine (CAIQ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Samples"
        },
        {
            "text": "Total genomic RNA was extracted using Trizol Kit (Invitrogen, USA). DNA was extracted by DNA Blood Mini Kit (Qiagen, Germany). After elution in 20 μL Nuclease-free Water, RNA/DNA samples were stored at -70°C before use. The original concentration of RNA/ DNA sample was about 50 ng/μL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA/DNA extraction"
        },
        {
            "text": "Complete genome sequences of fifteen different TGEV strains/isolates and nine other similar viruses were obtained from GenBank, and the homology was analyzed using the Vector NTI. The conserved fragment with high homology was chosen as the target region which and used to design the TGEV LAMP primers by the Primer Explorer V3 software http://primerexplorer. jp/e/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target region and LAMP primers designing"
        },
        {
            "text": "The target RNA of TGEV was first reverse transcripted using Superscript™ II (Invitrogen, USA) and then amplified by Pfu DNA polymerase using forward primer: GGAAGAGAACTGCAGGTAA and reverse primer: CCATCTTCCTTTGAAGTCCA. The amplified product was purified from agarose gels and then cloned into E. coli JM109 using the pMD18-T vector. The target plasmid with the original concentration of 8.67 × 10 8 Copies/μL was extracted by the Plasmid Mini Preparation Kit and identified by the 260 nm absorption spectroscopy, which was then used as the standard for the quantitative analysis. The amplified products were digested with HphI to confirm its specificity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The construction of standard control"
        },
        {
            "text": "The result of TGEV-LAMP was analyzed by agarose gel electrophoresis and fluorescence by adding 1 × SYBR greenI in the LAMP reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The construction of standard control"
        },
        {
            "text": "The specificity of TGEV-LAMP was examined by the use of RNA (or DNA) extracted from five other pig disease viruses. The sensitivity of TGEV-LAMP was evaluated by comparing with PCR [4] and Nest-PCR[11], using 10-serial TGEV RNA dilutions (10 -1 to 10 -7 ) as templates.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "LAMP evaluation"
        },
        {
            "text": "LAMP primers were designed using the Primer Explorer V3 software based on a conserved fragment of the nucleocapsid gene (Fig. 1) . The primers including Outer Primers (F3 and B3), Inner primers (FIP and BIP) and Loop primer (LF and LB) were shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 250,
                    "end": 257,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "LAMP primers"
        },
        {
            "text": "TGEV deprived from the cell culture was first qualitatively analyzed by LAMP. Amplification products were analyzed by agarose gel electrophoresis. As shown in Fig.2 (Lane 1), amplification could be carried out at 60°C and showed a ladder-like pattern on the gel while the negative control gave no bands (Lane 3). The specificity of the LMAP product was confirmed by HphI digestion. Predictable product of the 116-bp motif was resolved on the gel as theoretical expected (Fig.2, lane 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 164,
                    "text": "Fig.2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 470,
                    "end": 485,
                    "text": "(Fig.2, lane 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Detection of TGEV by LAMP"
        },
        {
            "text": "Standard control was used to develop real-time fluorescence LAMP for quantitatively analyzing TGEV. Dynamic curves for TGEV quantification was generated by serially diluting the standard control from 8.67 × 10 7 to 8.67 × 10 4 copies/μL (Fig. 3) . The log linear regression plot (standard curves) was obtained by plotting the time-to-positive (TTP) values against genome copies. The correlation coefficients were 0.972 (Fig. 4) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 245,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 419,
                    "end": 427,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Detection of TGEV by LAMP"
        },
        {
            "text": "Five other pig viruses were used to confirm the specificity of the LAMP for TGEV detection. The results showed that only TGEV detected gave amplification products while no amplification available to other viruses (Fig.5) . The sensitivity of LAMP was demonstrated by comparing with PCR tests using serial dilutions (10 -1 to 10 -7 ) of TGEV RNA samples as template. As shown in Fig.6 , LAMP and nest-PCR were able to detect 10 -5 dilution (about 10 pg RNA), whereas PCR could only amplify the 10 -4 dilution. Therefore, the sensitivity of TGEV-LAMP could be comparable to nest-PCR, 10-fold higher than PCR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 220,
                    "text": "(Fig.5)",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 383,
                    "text": "Fig.6",
                    "ref_id": null
                }
            ],
            "section": "Evaluation of LAMP"
        },
        {
            "text": "It is very important to find out a conserved nucleic acid fragment for designing specific LAMP primers and developing efficient, accurate LAMP assay [12, 13] . In this study, the nucleic acid sequence homology of 15 TGEV strains/isolates and 9 other similar viruses available from GenBank were analyzed by Vector NTI software. The most conserved fragment of 187 bp was found in the nucleocapsid protein gene which showed highly homology among different TGEV strains/isolates (more than 97%) and low homology among other similar viruses (less than 52.5%). The TGEV LAMP primers targeting the conserved sequence were designed successfully by the Primer designer V3 software.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The target region was amplified successfully by the LAMP with a characteristic ladder-like pattern of bands from 187 bp on the gel. This is because the final products of LAMP are a mixture of stem-loop DNAs with various stem lengths and cauliflower-like structures with multiple loops formed by annealing between alternately inverted repeats of the target sequence in the same strand [5, 14] . After digestion with HphI, 116-bp motif was resolved on the gel as expected, demonstrating the specific structure of amplification products, which could also be validated by nucleic acid sequencing. As a kind of nucleic acid amplification method, LAMP could not only qualitatively detect the TGEV, but also quantitatively analyze the virus. In this study, real time fluorescence LAMP for quantitatively detection of TGEV was established by adding 1 × SYBR greenIin the LAMP reaction. Three standard curves established by TGEV standards displayed the good correlation between the TTP and virus copies, implicating the great potential in quanlitatively detecting TGEV.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 387,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Five other viruses were used in this study to confirm the specificity of LAMP. The results showed no amplification in all viruses tested, which makes the LAMP more accurate and reliable for TGEV detection. The high specificity of LAMP is most probably attributable to recognition of the target sequence by six independent sequences in the initial stage and by four independent sequences during the second reaction stage. The sensitivity of LAMP was evaluated using various TGEV-RNA dilutions as templates. The assay exhibited almost equivalent sensitivity to the nest-PCR and 10-fold higher than the PCR, indicating that the LAMP is a more powerful diagnosis tool to detect TGEV in lower copy conditions [11] . In addition, the TGEV-LAMP developed has advantages in its rapid detection and simple operation. The only equipment required for the reaction is a water bath or heat block. The assay developed is a faster detection method for the TGEV detection, only taking about 1 h, which means the whole diagnosis including RNA extraction, amplification and product detection could be completed within one and a half hour after receiving of the samples. It is anticipated that with the advantages of specificity, sensitivity, reliability, rapidity and easy manipulation, LAMP will turn out be a powerful molecular tool for the TGEV detection in practice.",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 708,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this study demonstrates that the LAMP method established could detect only the TGEV and no cross-reaction with other viruses, the detection limit was about 10 pg RNA, which was 10 times more sensitive than that of PCR and could be comparable to the nest-PCR. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Virus isolation and serum antibody-responses after infection of cats with transmissible gastroenteritis virus -brief report",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garwes",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Archives of Virology",
            "volume": "60",
            "issn": "",
            "pages": "161--166",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Use of monoclonal antibodies in blocking ELISA detection of transmissible gastroenteritis virus in faeces of piglets",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rodak",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Nevorankova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Valicek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smitalova",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Veterinary Medicine Series B",
            "volume": "52",
            "issn": "",
            "pages": "105--111",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An indirect ELISA for the detection of antibodies against porcine reproductive and respiratory syndrome virus using recombinant nucleocapsid protein as antigen",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Denac",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Tratschin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hofmann",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Virological Methods",
            "volume": "65",
            "issn": "",
            "pages": "169--181",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of transmissible gastroenteritis virus by RT-PCR and differentiation from porcine respiratory coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ibata",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgoldrick",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Virological Methods",
            "volume": "66",
            "issn": "",
            "pages": "303--309",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Loop-mediated isothermal amplification of DNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notomi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okayama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Masubuchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yonekawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Amino",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hase",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nucleic Acids Research",
            "volume": "28",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Novel reverse transcription loopmediated isothermal amplification for rapid detection of foot-andmouth disease virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Dukes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alexandersen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Archives of Virology",
            "volume": "151",
            "issn": "",
            "pages": "1093--1106",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A: one-step reverse transcriptase loop-mediated isothermal amplification assay for simple and rapid detection of swine vesicular disease virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Blomstrom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hakhverdyan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Dukes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Virological Methods",
            "volume": "147",
            "issn": "",
            "pages": "188--193",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rapid and sensitive detection of Taura syndrome virus by reverse transcription loop-mediated isothermal amplification",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kiatpathomchai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jareonram",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jitrapakdee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Flegel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Virological Methods",
            "volume": "146",
            "issn": "",
            "pages": "125--128",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Development and evaluation of a novel loop-mediated isothermal amplification method for rapid detection of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Q"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Vuong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parida",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Minekawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notomi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hasebe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Clinical microbiology",
            "volume": "42",
            "issn": "",
            "pages": "1956--1961",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rapid diagnosis of H5N1 avian influenza virus infection by newly developed influenza H5 hemagglutinin gene-specific Figure 4 Standard curves of real-time fluorescence TGEV-LAMP",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ninomiya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Minekawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notomi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ishizaki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tien",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tashiro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Odagiri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Negative Control. Figure 6 Sensitivity of LAMP for TGEV detection. A, LAMP; B, PCR; C, Nest-PCR",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tgev",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Prrsv",
                    "suffix": ""
                },
                {
                    "first": "Csfv",
                    "middle": [],
                    "last": "Prv",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Respectively",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Figure 5 Specificity of LAMP for TGEV detection. 1-6",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The LAMP reaction was carried out in a volume of 25 μL containing 1 × ThermoPol Buffer (New England Biolabs, USA), 8.0 mM MgSO4, 0.8 M Betaine (Sigma, Germany), 1.2 mM dNTPs, 0.2 μM each of Outer primers, 1.6 μM each of Inner primers and 0.4 μM each of Loop primers, 5 U AMV Reverse Transcriptase, 8 U of Bst Polymerase (Large Fragment; New England Biolabs, USA) with 2 μL total RNA as template. The amplification was performed at 60°C in a laboratory water bath (Kangle, China, 25°C~99°C, with temperature accuracy of ±0.3°C) for 1 h.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The conserved fragment of the nucleocapsid gene from TGEV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Analysis of TGEV by LAMP with agarose gel electrophoresis. 1, LAMP products of TGEV; 2, LAMP products digested with Hph I; 3, Negative control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Dynamic curves of the different TGEV standards.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "LAMP primers",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "loop-mediated isothermal amplification method. Journal of Virological Methods 2007, 141:173-180. 11. Rodríguez E, Betancourt A, Barrera M, Lee C, Yoo y D: Rapid detection of swine transmissible gastroenteritis virus by nested polymerase chain reaction. Rev Salud Anim 2008, 30(2):133-136. 12. Fang Xue-en, Li Jian, Chen Qin: One new method of nucleic acid amplication -loop-mediated isothermal amplication of DNA. Virologica Sinica 2008, 23(3):167-172. 13. Fang Xue-en, wei Xiong, Li Jian, Chen Qin: Loop-mediated isothermal amplication establishment for detection of pseudorabies virus. Journal of Virological Methods 2008, 151:35-39. 14. Sun ZF, Hu CQ, Ren CH, Shen Q: Sensitive and rapid detection of infectious hypodermal and hematopoietic necrosis virus (IHHNV) in shrimps by loop-mediated isothermal amplification. Journal of Virological Methods 2006, 131:41-46. doi:10.1186/1743-422X-7-206 Cite this article as: Chen et al.: Detection of swine transmissible gastroenteritis coronavirus using loop-mediated isothermal amplification. Virology Journal 2010 7:206. your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution Submit your manuscript at www.biomedcentral.com/submit",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}