{
    "paper_id": "24f1d3b412c3e8fcbbd6807643cc193ef00b5ed8",
    "metadata": {
        "title": "Quantifying the Risk and Cost of Active Monitoring for Infectious Diseases",
        "authors": [
            {
                "first": "Nicholas",
                "middle": [
                    "G"
                ],
                "last": "Reich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts-Amherst",
                    "location": {
                        "postCode": "01003",
                        "settlement": "Amherst",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Justin",
                "middle": [],
                "last": "Lessler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Bloomberg School of Public Health",
                    "location": {
                        "settlement": "Baltimore"
                    }
                },
                "email": ""
            },
            {
                "first": "Jay",
                "middle": [
                    "K"
                ],
                "last": "Varma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neil",
                "middle": [
                    "M"
                ],
                "last": "Vora",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During outbreaks of deadly emerging pathogens (e.g., Ebola, MERS-CoV) and bioterror threats (e.g., smallpox), actively monitoring potentially infected individuals aims to limit disease transmission and morbidity. Guidance issued by CDC on active monitoring was a cornerstone of its response to the West Africa Ebola outbreak. There are limited data on how to balance the costs and performance of this important public health activity. We present a framework that estimates the risks and costs of specific durations of active monitoring for pathogens of significant public health concern. We analyze data from New York City's Ebola active monitoring program over a 16-month period in 2014-2016. For monitored individuals, we identified unique durations of active monitoring that minimize expected costs for those at \"low (but not zero) risk\" and \"some or high risk\": 21 and 31 days, respectively. Extending our analysis to smallpox and MERS-CoV, we found that the optimal length of active monitoring relative to the median incubation period was reduced compared to Ebola due to less variable incubation periods. Active monitoring can save lives but is expensive. Resources can be most effectively allocated by using exposure-risk categories to modify the duration or intensity of active monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The outbreak of Ebola virus disease (Ebola) in west Africa was the largest outbreak of a highly virulent acute infection in modern times, leading the global health community to reassess the ability of highly pathogenic acute infections to spread widely in today's interconnected world. To improve rapid identification and evaluation of individuals infected with Ebola, on October 27, 2014, the U.S. Centers for Disease Control and Prevention (CDC) recommended active monitoring of individuals potentially exposed to Ebola virus. Individuals under active monitoring were asked to contact local health authorities to report their health status every day for 21 days after their last potential exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thousands of individuals were monitored for Ebola in the United States between October 2014 and February 2016, including over 10,000 individuals during one five month period 1 . CDC's guidance on active monitoring was a cornerstone of its response to Ebola. The guidance balanced numerous stakeholder concerns, including mitigating risk to communities and travelers without unnecessarily restricting individual liberties. Recommendations for active monitoring were discontinued in February 2016 2 . Over 20% of all individuals actively monitored for Ebola in the United States were monitored in New York City (NYC), more than any other jurisdiction 1 .",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 650,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Active monitoring may help prevent and contain outbreaks of rapidly spreading emerging pathogens that pose a grave threat to public health. Such outbreaks may occur naturally, via a bioterrorist attack, or via unintended release from a laboratory. The decision to implement active monitoring, or another non-pharmaceutical intervention, depends on an assessment of the risk posed by a pathogen and the ability of the chosen intervention to reduce that risk 3 . Key considerations include the transmissibility and pathogenicity of the pathogen, the potential size of an outbreak, and the relationship between the time of symptom onset and infectiousness 4 . Ebola, Middle East Respiratory Syndrome Coronavirus (MERS-CoV), and smallpox are examples of viral illnesses for which active monitoring could play a pivotal role in preventing a large-scale outbreak 5 .",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 458,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 653,
                    "end": 654,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 857,
                    "end": 858,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Active monitoring programs must balance conflicting priorities. The central goals of these programs are to identify, isolate, and treat infected individuals quickly. Setting an active monitoring period many times longer than any known incubation period of the pathogen of interest could virtually guarantee that all infected individuals would exhibit symptoms while being monitored. However, such a program would be unreasonably expensive, inconvenience monitored individuals, and incur many financial and social costs through frequent responses to false positive cases. Evidence-based monitoring periods and appropriate tailoring of the monitoring intensity to disease risk should therefore be used to balance costs with biosecurity risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we present an empirical framework for evaluating the risks and costs associated with active monitoring (implemented in an online tool available at http://iddynamics.jhsph.edu/apps/shiny/activemonitr/). We apply this framework to Ebola, MERS-CoV, and smallpox using data on the natural history of these diseases and data from the Ebola response of the NYC Department of Health and Mental Hygiene (DOHMH).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Estimating the incubation period distribution. The incubation period of a disease is the duration of time between exposure to the pathogen and symptom onset 6 . This characteristic is imperfectly observed in most settings 7, 8 . We obtained previously published incubation period observations on 145 cases of Ebola in Guinea 9 , 170 laboratory-confirmed cases of MERS-CoV in South Korea 10 and 362 cases of smallpox [11] [12] [13] . We fit parametric distributions to the observed incubation period data using maximum likelihood techniques (see Supplemental Text). We ran sensitivity analyses to evaluate the influence of several outlying observations in the Ebola dataset.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 222,
                    "end": 224,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 225,
                    "end": 226,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A model for active monitoring outcomes. We developed a probabilistic model that uses varying probabilities to alter the incubation period, thus estimating whether active monitoring would identify an individual infected with the pathogen of interest. Figure 1 presents the model schema, which involves a monitored individual having one of four outcomes:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 258,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "1. no symptoms warranting clinical follow-up, 2. no symptomatic infection with the disease of interest, but occurrence of symptoms that necessitate ruling out of the disease of interest, 3. symptomatic infection with the disease of interest occurring during the individual's period of active monitoring, and 4. symptomatic infection with the disease of interest occurring outside the individual's period of active monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Scenario 4 represents the highest risk of secondary transmission and may also reduce the chance of a positive clinical outcome for the sick individual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We use a population-level probabilistic model with five key parameters. For a given set of parameters, the model calculates the expected number of individuals in a particular population or cohort of a fixed size that experience each of the four outcomes listed above. Each outcome has a specific cost and model-based probability associated with it (see Supplement and Fig. 1 for details) . These calculations are repeated for a set of stochastic samples of possible parameter values (e.g. samples from the posterior distribution of incubation period parameters) to Since limited data prevent us from formally estimating variance, we created conservative (i.e. maximally wide) intervals for possible costs by using the endpoints of the plausible cost ranges. Additionally, the model determines the uncertainty associated with these estimates due to not having precise incubation period observations and having an unknown time between exposure and the beginning of monitoring for a particular individual (see Supplemental Text). For these pathogens, we assume that infectiousness coincides with the onset of symptoms [14] [15] [16] .",
            "cite_spans": [
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1120,
                    "end": 1124,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 387,
                    "text": "Fig. 1 for details)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Our model estimates the risks and costs associated with active monitoring programs for a range of active monitoring durations. To estimate the cost per person-day of monitoring, we used data on the number of individuals actively monitored by DOHMH and costs associated with the DOHMH Ebola response. Additionally, for the purposes of hypothetical cost calculations, we assumed that an individual who becomes symptomatic with the disease of interest while under active monitoring gives rise to no secondary infections, while an individual who develops symptoms after his/her active monitoring period ends could give rise to as many as 4 new Ebola infections (an upper estimate based on prior research 17, 18 ).",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 703,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 704,
                    "end": 706,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Stratifying by exposure risk. Classifying individuals based on prior exposure risks enables targeted strategies in a range of public health response settings, including active monitoring. For example, in response to the West Africa Ebola outbreak, CDC issued recommendations on risk stratification of individuals for a potential Ebola virus exposure (\"high risk\", \"some risk\", \"low (but not zero) risk\", \"no identifiable risk\") and for how long and how intensively individuals in each of these categories should be monitored 19 . DOHMH's active monitoring program, described previously 20 , was implemented consistent with CDC recommendations. However, creating, evaluating, and modifying such classifications in practice is a difficult task and requires situational awareness and data that would vary depending on the pathogen and outbreak setting.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 527,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For the CDC Ebola risk strata, we estimated probabilities of a monitored individual developing Ebola. These estimates were based on extrapolated numbers of actively monitored individuals in the United States during 2014-2016 1 and public data on the four domestic cases of Ebola 21 (Supplemental Text, Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 309,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "We developed open-source software, including a freely-available web application at http:// iddynamics.jhsph.edu/apps/shiny/activemonitr/. The source code for the web app, the data for the analyses, and the code to reproduce this manuscript itself are all freely available online under an open-source license at GitHub https://github.com/reichlab/activemonitr, with a static version in an open-access digital library 22 . All analyses were run in R version 3.4.1 (2017-06-30) 23 . These tools enable others to easily implement our model and reproduce our results.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 418,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Data Availability."
        },
        {
            "text": "Incubation period estimates. Estimates and credible regions for incubation period distribution parameters for Ebola, MERS-CoV, and smallpox are shown in Fig. 2 . Consistent with other studies that used the same data 9,10,13 , we estimated that half of all cases of Ebola will have an incubation period of less than 8.9 days (95% CI: 8.0-9.8), of MERS-CoV less than 6.9 days (95% CI: 6.3-7.5) and of smallpox less than 12.2 days (95% CI: 12.0-12.4). Additionally, the data suggest that 95% of cases of Ebola will have an incubation period of less than We estimated smallpox to have the longest median incubation period of the three pathogens considered, although its distribution also showed the least overall variance. We estimate that MERS-CoV incubation periods are the shortest of the three, with the upper limit of the 95th percentile being just above 15 days (Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 864,
                    "end": 871,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Modeling the risk of symptomatic illness. Using information on cases of Ebola diagnosed in the U.S., as well as extrapolated case information, we estimated the probability of a \"some-risk\" or \"high-risk\" individual developing a symptomatic infection with Ebola as 1 in 1,000. For \"low (but not zero) risk\" individuals, we estimated this risk to be 1 in 10,000 (Supplemental Text, Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 387,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Incorporating these probabilities into our model, for each pathogen we calculated the probability of symptomatic illness developing in an individual after they were no longer being actively monitored. To standardize the results across diseases, we present the risk estimates across a range of different active monitoring period durations, shown as multiples of the median incubation period for each disease (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 415,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The model showed that an increase in the duration of the active monitoring period is associated with a decline in the probability that an individual develops symptoms due to the disease of interest after the active monitoring period ends. The rate at which that risk declines depends on the estimated variability of the incubation period distribution. Since the estimated incubation period distribution for Ebola showed the highest variability, the probability of symptoms occurring after active monitoring ends decreased more slowly when compared with the other pathogens. This feature also impacts the sensitivity of estimating the optimal duration of active monitoring when the probabilities of developing symptomatic infection are mis-specified (Supplemental Text, Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 769,
                    "end": 776,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "During the West Africa Ebola outbreak, CDC recommended active monitoring for 21 days. This corresponds to about 2.4 times the median incubation period for Ebola (vertical dashed line, Fig. 3 ). To achieve the same level of absolute risk for either MERS-CoV or smallpox, our model suggests that a duration of active monitoring would need to be set at less than two times the median incubation period for both of these diseases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 190,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Minimizing costs of active monitoring programs: Ebola case study. The total expense for Ebola response by DOHMH during the period from July 31, 2014-November 7, 2015 was $9.7 million. Of this, $4.3 million was in response to a single Ebola case 24 October 25, 2014) . We used these data to estimate that the cost of monitoring per person-day in NYC was $10-$20.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 248,
                    "end": 265,
                    "text": "October 25, 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The number of serious infection events occurring in actively monitored individuals in NYC was small. None of the monitored individuals developed Ebola. The single Ebola case diagnosed in NYC occurred before active monitoring was implemented. We assumed that a small fraction of monitored individuals, 30 (or 0.6%), developed symptoms within the 21 day monitoring period that were serious enough to necessitate hospitalization at an institution in NYC to rule-out Ebola. At one hospital, Bellevue, it cost between $10,000-$30,000 per hospitalization to rule out Ebola in symptomatic, actively monitored individuals (John Maher, NYC Health and Hospitals, Our model provides ranges of expected cost for active monitoring systems. It identifies an optimal duration of active monitoring, by finding the expected cost range with the lowest maximum value. We applied the model to the case-study of Ebola in NYC, based on data from DOHMH (Table 1, Fig. 4 ). Expected costs of short periods of active monitoring (left hand side of Fig. 4) are driven by the cost of a missed case and the number of expected additional secondary cases, while the rate of decline with additional days of monitoring is driven by the shape of the incubation period distribution. The costs of longer periods of active monitoring are driven by the per day cost of monitoring and costs of false positive detections (right hand side of Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 930,
                    "end": 946,
                    "text": "(Table 1, Fig. 4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1022,
                    "end": 1029,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1401,
                    "end": 1408,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The \"best case scenario\", from a public health and expected cost standpoint, can be seen as the lower limit of the shaded cost ranges in Fig. 4 . In this scenario, none of the monitored individuals is infected. Therefore, the expected costs are simply determined by the costs of the monitoring and attending to false alarms. This cost rises steadily as the duration of monitoring increases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 143,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "However, in scenarios when a monitored individual does develop symptomatic illness, the expected cost curve does achieve a minimum value at a specific duration of active monitoring. For the low-risk individuals, the model suggests that the upper limit of the cost range is minimized with 21.3 days of monitoring (i.e., 2.4 median incubation periods, 95% CI = 19.5-22.2). For the some-or high-risk individuals, the model suggests that the cost is minimized with 31.1 days of monitoring (i.e., 3.5 median incubation periods, 95% CI = 27.5-34.6) (Fig. 4) . The model results are sensitive to the assumed cost per day of monitoring and the number of secondary cases. For example, if the upper limit of the cost increases from $20 to $40/day or the number of secondary cases decreases from 4 to 2, the durations of monitoring that would minimize expected cost decrease by 2-3 days for each scenario.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 551,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The wide ranges of expected cost are largely driven by the uncertainty in the number of secondary cases that may result from a single infection missed by active monitoring. The upper limit in Fig. 4 assumes that 4 secondary cases occur, which is a possible, but unlikely, scenario. The uncertainty in these estimates could be driven down by making more specific assumptions about each of the model input parameters. For example, if we assume that a case gives rise to only one secondary infection, that the cost is a fixed $4 million per case, and that the cost per monitored-person day is $20, the upper limit of expected costs is lower compared with the scenario shown in Fig. 4 (see Supplemental Fig. 1) . Specifically, for the some-or high-risk individuals, the new model suggests that the upper limit of the expected cost range achieves its minimum at a level that is $113376 less than the scenario presented in Fig. 4 . However, we also caution against relying too strongly on single analyses like these that are based on strong assumptions. While they characterize individual possible scenarios clearly, they also understate the true uncertainty associated with the estimates. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 198,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 674,
                    "end": 680,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 699,
                    "end": 706,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 917,
                    "end": 923,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "For three pathogens of significant public health concern, we quantified the risk, costs, and attendant uncertainty associated with specific durations of active monitoring. The approach presented can be used to develop empirically based public health policies in future outbreaks. Perception of risk is a key component of decision making, but ultimately science should inform public health policies. A key challenge faced by decision makers is that the public's perception of risk is often determined by the consequences of the event even if the probability of the event occurring is rare. With severe diseases, the consequences may be perceived as so dire that the public's tolerance for risk will be very low. While no policy can guarantee zero risk, analyses such as those presented here can assist in determining appropriate thresholds that reduce risk below a level tolerable for a risk-averse population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In some settings, active monitoring could serve as an alternative to quarantine, which involves both monitoring and severe restrictions on movement. In countries at low risk for Ebola, quarantine raised many ethical issues during the West Africa Ebola outbreak 25 . CDC's Ebola active monitoring recommendations were therefore a critical cornerstone of the public health response in the United States that strived to balance the concerns from a diverse set of stakeholders without unnecessarily restricting individual liberties 2 . Active monitoring has since been applied by DOHMH for an individual at risk for another acute viral illness, Lassa fever. However, for diseases in which asymptomatic persons may transmit infection-such as influenza or measles-detection of the cases based on active monitoring of symptomology might not be soon enough to prevent secondary transmission. As such, for these diseases, quarantine might be a more appropriate public health measure.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 263,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our model suggests durations of active monitoring for emerging pathogens early in an outbreak. Accurate estimates of the median incubation period can be made even when few data are available 7 . While accurately estimating the variability of the incubation period requires more data 26 , existing data on the variation observed in similar pathogens could be used to inform early estimates until better data become available. When estimating incubation periods in real-time, care must be taken to adjust for possible truncation of longer incubation periods 27, 28 or selection biases that could favor reporting of shorter incubation periods 10 .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 285,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 560,
                    "end": 562,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 640,
                    "end": 642,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While our model explicitly propagates uncertainty in the incubation period distribution, public health practitioners will usually have too little data to estimate uncertainty for other model parameters. To help account for this limitation, we ran the model for plausible ranges of other parameters, presenting a range of possible costs and risks. Sensitivity to these and other assumptions can be assessed through the open-access web applet that implements the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Evaluating the cost of monitoring programs is a challenging, multi-faceted problem. While we present new data from New York City's active monitoring program showing that the per-individual cost of monitoring is \"low\" (about 10-20 per day), the total program cost can be substantial. Limiting who needs to be monitored and the duration of monitoring could provide valuable savings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We present a framework for assessing the cost of active monitoring, which is one possible public health strategy for combating an emerging epidemic. However, alternate strategies such as quarantine, pharmaceutical interventions, or increasing risk communication could also be implemented. These different interventions could also be assessed under a similar framework to that presented here. We hope this paper provides the key underpinnings needed for a formal cost-effectiveness analysis. Such an analysis, that synthesizes model-based estimates of costs, benefits, and risks, could provide additional valuable information about the value of each possible strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some cost-efficiency may be achieved through targeted strategies. As CDC recommended for Ebola, it may be appropriate to use exposure-risk categories to modify the duration or intensity of active monitoring. Additionally, stronger public health messaging could encourage travelers to take necessary health precautions to avoid common travel-associated illnesses, e.g. malaria 29 . This, in turn, could reduce unnecessary testing and costs associated with symptomatic events with diseases other than the one of interest. Low-cost versions of active monitoring have the potential to add value to public health response to less severe outbreaks as well.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 378,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Accurately estimating the risk of developing disease within exposure-risk categories poses a challenge to public health officials. Our analyses show that the sensitivity to mis-specified risk varies by pathogen. When the estimated cost varies across plausible risk levels, the full range of potential costs and durations should be considered until better data are available to obtain more precise estimates of the risk. Additionally, since data on active monitoring programs and imported infections are very rare, every effort should be taken to validate future model estimates of risk and sensitivity analyses should be consulted to mitigate the impact of biased estimates due to inadequate data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The framework presented is generally applicable, but given the lack of empirical cost information for the response to and monitoring of smallpox and MERS-CoV our analysis is strongly focused on Ebola. While we have used some of the best available data on large-scale active monitoring programs in our analyses, some potential costs and savings were not factored in to these calculations. The estimates available from DOHMH do not include the costs of cell phones given to monitored individuals, the staff time incurred by CDC and US Department of Homeland Security in screening travelers at airports, and the costs of evaluating individuals with symptoms that were not due to Ebola. More detailed cost data was not available from DOHMH, but such data could help to disentangle the fixed costs associated with running an active monitoring program from the cost per monitored individual. Additionally, we only presented gross cost estimates for the evaluation of a symptomatic individual under active monitoring from one NYC hospital, which was not representative of all hospitals in NYC. Finally, local considerations prompted DOHMH to opt for an active monitoring program involving humans to make and receive active monitoring reports from individuals. In contrast, other jurisdictions used digital systems to administer monitoring reports 30 . The merits of these different approaches deserve further investigation.",
            "cite_spans": [
                {
                    "start": 1340,
                    "end": 1342,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recent history has shown that the unexpected emergence of new disease threats has become a recurring theme in global health and preparedness. While active monitoring does not play a role in the response to every emerging infectious disease (e.g., it has not played an important role in the response to the Zika virus epidemic),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Monitoring of Persons with Risk for Exposure to Ebola Virus Disease -United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stehling-Ariza",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "64",
            "issn": "",
            "pages": "685--689",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "guidance for monitoring and movement of persons with potential Ebola virus exposure",
            "authors": [],
            "year": 2016,
            "venue": "Centers for Disease Control and Prevention. Interim U.S",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparing nonpharmaceutical interventions for containing emerging epidemics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Peak",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Grad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Buckee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "114",
            "issn": "",
            "pages": "4023--4028",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "101",
            "issn": "",
            "pages": "6146--6151",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East Respiratory Syndrome: People at Increased Risk for MERS",
            "authors": [],
            "year": 2015,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Incubation Period of Infectious Diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brookmeyer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Encyclopedia of Biostatistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimating incubation period distributions with coarse data",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brookmeyer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Statistics in Medicine",
            "volume": "28",
            "issn": "",
            "pages": "2769--2784",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Incubation periods of acute respiratory viral infections: a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infectious Diseases",
            "volume": "9",
            "issn": "",
            "pages": "291--300",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Chains of transmission and control of Ebola virus disease in Conakry, Guinea",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Faye",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "2014: an observational study. The Lancet Infectious Diseases",
            "volume": "15",
            "issn": "",
            "pages": "320--326",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Association between Severity of MERS-CoV Infection and Incubation Period",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Virlogeux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerging Infectious Diseases",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiologic Aspects of Smallpox in Yugoslavia in 1972",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Litvinjenko",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Arsic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Borjanovic",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Bull. World Health Organ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Smallpox in Europe",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mack",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Journal of Infectious Diseases",
            "volume": "125",
            "issn": "",
            "pages": "161--169",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Determination of the appropriate quarantine period following smallpox exposure: an objective approach using the incubation period distribution",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Hygiene and Environmental Health",
            "volume": "212",
            "issn": "",
            "pages": "97--104",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Time from Infection to Disease and Infectiousness for Ebola Virus Disease, a Systematic Review",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Velásquez",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clinical Infectious Diseases",
            "volume": "61",
            "issn": "",
            "pages": "1135--1140",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Preliminary epidemiological assessment of MERS-CoV outbreak in South Korea",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveillance",
            "volume": "20",
            "issn": "",
            "pages": "7--13",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Smallpox and its Eradication (World Health Organization",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arita",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jezek",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Ladnyi",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Estimating the Reproduction Number of Ebola Virus (EBOV) During the 2014 Outbreak in West Africa",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLOS Currents",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The basic reproductive number of Ebola and the effects of public health measures: the cases of Congo and Uganda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Fenimore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Theoretical Biology",
            "volume": "229",
            "issn": "",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Epidemiologic Risk Factors to Consider when Evaluating a Person for Exposure to Ebola Virus",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Active Monitoring of Travelers Arriving from Ebola-Affected Countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Millman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR",
            "volume": "65",
            "issn": "",
            "pages": "51--54",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cases of Ebola Diagnosed in the United States | Ebola Hemorrhagic Fever | CDC",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ebola virus disease in a humanitarian aid worker",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yacisin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "64",
            "issn": "",
            "pages": "321--323",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ebola and quarantine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Drazen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The New England journal of medicine",
            "volume": "371",
            "issn": "",
            "pages": "2029--2030",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "World Health Organization. Consensus document on the epidemiology of severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The statistical analysis of truncated data: application to the Sverdlovsk anthrax outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brookmeyer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Blades",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hugh-Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biostatistics",
            "volume": "2",
            "issn": "",
            "pages": "233--247",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Estimation of the incubation period of influenza A (H1N1-2009) among imported cases: addressing censoring using outbreak data at the origin of importation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inaba",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Theoretical Biology",
            "volume": "272",
            "issn": "",
            "pages": "123--130",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Health Precautions Taken by Travelers to Countries with Ebola Virus Disease",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ezeoke",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerging Infectious Diseases",
            "volume": "22",
            "issn": "",
            "pages": "929--931",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ebola active monitoring system for travelers returning from West Africa-Georgia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parham",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR",
            "volume": "64",
            "issn": "",
            "pages": "347--350",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Model schematic representing four outcome scenarios for a person under active monitoring. Estimated costs shown are based on published costs 24 as well as new data from DOHMH and Bellevue Hospital in NYC. Details on the model formulation are available in Supplemental Table 3. Our model uses probabilities to calculate the likelihood of each of the possible model outcomes. Additionally, we estimate the probability that an individual who does not develop the disease of interest develops symptomatic illness necessitating hospitalization to rule-out the disease of interest. (See Supplemental Text for details). SCieNtifiC REPORTS | (2018) 8:1093 | DOI:10.1038/s41598-018-19406-x provide measures of uncertainty. Formal statements of the equations underlying the model are available in the Supplement.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "20.3 days (95% CI: 18.1-23.0), of MERS-CoV 13.3 days (95% CI: 12.0-14.8), and of smallpox 15.8 days (95% CI: 15.4-16.2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Estimates and credible regions for incubation period distributions for Ebola, MERS-CoV and smallpox. The shaded elliptical areas represent regions that contain 95% of the estimated posterior distributions for each of the three diseases. The disease-specific curves plotted on the right show the estimated distribution for the incubation period for each disease (dark line). To show some of the uncertainty associated with these estimates, a random selection of density functions sampled from the joint posterior are represented by colored transparent lines around the heavy lines. Shaded vertical bands indicate the marginal credible regions for the median and 95th percentile.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Estimated probabilities of symptoms occurring after active monitoring (AM) ends across different active monitoring period durations, shown as multiples of the median incubation period. Figures are shown for 'some or high risk' and 'low (but not zero) risk' scenarios, with probabilities of developing symptomatic infection set to 1/1,000 and 1/10,000, respectively. The vertical dashed line indicates the 21 day duration recommended for Ebola active monitoring (i.e., approximately 2.4 times the median incubation period of Ebola). SCieNtifiC REPORTS | (2018) 8:1093 | DOI:10.1038/s41598-018-19406-x personal communication). This does not include the substantial infrastructural costs of creating and maintaining a special pathogens unit at the hospital.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Estimated cost ranges of actively monitoring 100 individuals for Ebola, calculated separately for some or high risk individuals and low (but not zero) risk individuals. The dashed lines intersect at the minimum point for the upper limit of each cost range. SCieNtifiC REPORTS | (2018) 8:1093 | DOI:10.1038/s41598-018-19406-x",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and $1.9 million was for active monitoring. The remaining balance SCieNtifiC REPORTS | (2018) 8:1093 | DOI:10.1038/s41598-018-19406-x of $3.5 million was used for other Ebola preparedness activities. DOHMH monitored 5,379 non-unique individuals during this period (active monitoring began in NYC on",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "SCieNtifiC REPORTS | (2018) 8:1093 | DOI: 10 .1038/s41598-018-19406-x it will likely be used again in the response to future threats. Our framework provides valuable information for assessing the cost-effectiveness of various active monitoring strategies in response to critical disease outbreaks. By providing an empirical basis for evaluating active monitoring programs, these tools can strengthen biosecurity and optimize active monitoring programs in response to future global disease threats.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 44,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "We thank the individuals who underwent active monitoring in NYC, Ifeoma Ezeoke for preparing the DOHMH active monitoring data and Margaret Pletnikoff for preparing the DOHMH cost data. We thank Dr. Simon Cauchemez, Dr. Ousmane Faye, and Dr. Amadou Sall for providing access to the Ebola incubation period data from Guinea and giving permission for this data to be made publicly available. We also acknowledge John Maher for providing details on costs of evaluating Ebola patients at Bellevue Hospital in New York City. NGR was funded by a grant from the MIDAS program of the National Institutes of General Medical Sciences (R35GM119582). The findings and conclusions in this article are those of the authors and do not necessarily represent the official position of DOHMH, CDC, NIGMS, or the National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "N.G.R., J.L., J.K.V. and N.M.V. designed the study. N.M.V. and J.K.V. oversaw the active monitoring data collection and provided data for the study on active monitoring programs. N.G.R. obtained incubation period data from existing publications and via personal communication with other authors. N.G.R. ran the data analysis, prepared the figures, and drafted the manuscript. All authors participated in writing and providing substantial feedback on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "Supplementary information accompanies this paper at https://doi.org/10.1038/s41598-018-19406-x.Competing Interests: The authors declare that they have no competing interests.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        },
        {
            "text": "License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International"
        }
    ]
}