{
    "paper_id": "25a348f34236403317091db876b29fd5063528ed",
    "metadata": {
        "title": "BMC Public Health Influenza pandemic preparedness: motivation for protection among small and medium businesses in Australia",
        "authors": [
            {
                "first": "Rochelle",
                "middle": [
                    "E"
                ],
                "last": "Watkins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Curtin University of Technology",
                    "location": {
                        "settlement": "Perth",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Feonagh",
                "middle": [
                    "C"
                ],
                "last": "Cooke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Curtin University of Technology",
                    "location": {
                        "settlement": "Perth",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "J"
                ],
                "last": "Donovan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Social Marketing Research Unit",
                    "institution": "Curtin University of Technology",
                    "location": {
                        "settlement": "Perth",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Raina",
                "middle": [],
                "last": "Macintyre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ralf",
                "middle": [],
                "last": "Itzwerth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Aileen",
                "middle": [
                    "J"
                ],
                "last": "Plant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Curtin University of Technology",
                    "location": {
                        "settlement": "Perth",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Community-wide preparedness for pandemic influenza is an issue that has featured prominently in the recent news media, and is currently a priority for health authorities in many countries. The small and medium business sector is a major provider of private sector employment in Australia, yet we have little information about the preparedness of this sector for pandemic influenza. This study aimed to investigate the association between individual perceptions and preparedness for pandemic influenza among small and medium business owners and managers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Semi-structured face-to-face interviews were conducted with 201 small and medium business owners or managers in New South Wales and Western Australia. Eligible small or medium businesses were defined as those that had less than 200 employees. Binomial logistic regression analysis was used to identify the predictors of having considered the impact of, having a plan for, and needing help to prepare for pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Approximately 6 per cent of participants reported that their business had a plan for pandemic influenza, 39 per cent reported that they had not thought at all about the impact of pandemic influenza on their business, and over 60 per cent stated that they required help to prepare for a pandemic. Beliefs about the severity of pandemic influenza and the ability to respond were significant independent predictors of having a plan for pandemic influenza, and the perception of the risk of pandemic influenza was the most important predictor of both having considered the impact of, and needing help to prepare for a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our findings suggest that small and medium businesses in Australia are not currently well prepared for pandemic influenza. We found that beliefs about the risk, severity, and the ability to respond effectively to the threat of pandemic influenza are important predictors of preparedness. Campaigns targeting small and medium businesses should emphasise the severity of the consequences to their businesses if a pandemic were to occur, and, at the same time, reassure them that there are effective strategies capable of being implemented by small and medium businesses to deal with a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since late 2005 the risk of pandemic influenza and the need for preparedness have featured reasonably frequently in the news media in Australia, often associated with overseas reports of large outbreaks of infection among birds or small clusters of infection among humans. Strategic plans have been prepared for an outbreak of pandemic influenza associated with human avian influenza infection at national and global levels [1, 2] . Many of these plans include mechanisms to facilitate and manage community-wide responses in recognition of the likelihood that pandemic response requirements will exceed the response capacity of health authorities and governments.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 428,
                    "end": 430,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Preparation by the business community for an influenza pandemic is encouraged by governments, but much of the onus is on businesses to inform themselves about the threat posed by pandemic influenza and develop their own plans. As such, large corporations often have detailed plans, but less is known about pandemic preparedness in small and medium sized businesses. Small and medium businesses are a major employer in Australia, accounting for approximately half of all private sector employees [3] . Small businesses, which include businesses with less than 20 employees, were alone estimated to employ almost 3.6 million people in Australia in 2001 [3] . Pandemic influenza is likely to have a major impact on businesses, yet little is known about the needs and preparedness of small and medium sized businesses.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 498,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Government and health authorities in Australia and overseas have recommended that businesses, community organisations and individuals implement a range of strategies to prepare for pandemic influenza, and an increasing number of resources are being produced to provide guidance on pandemic preparedness and business continuity planning [4] [5] [6] [7] . A resource specific to pandemic preparedness planning among small businesses in Australia is also available [8] .",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Pandemic planning resources generally describe the nature of the anticipated threat, highlight the role of government and health authorities, outline essential business continuity planning and response requirements, and describe specific measures that may be implemented to limit or prevent disease spread. Specific strategies recommended to limit disease spread within the workplace include promoting improved hygiene and infection control practices, using social distancing measures and flexible work arrangements to minimise contact between individuals within the workplace and the community, using personal protective equipment, restricting workplace entry and isolating individuals who may be infectious [4] .",
            "cite_spans": [
                {
                    "start": 709,
                    "end": 712,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A greater understanding of the factors associated with planning for pandemic influenza among small and medium businesses is required to inform communication strategies that promote improved preparedness for a pandemic. Protection motivation theory [9] is a commonly used framework for fear-appeal research [10] . Protection motivation theory conceptualises an individual's acceptance of advice on how to protect themselves from a health threat as primarily a function of four specific beliefs: the perceived severity or seriousness of the threat and the likelihood of the threat occurring (which together constitute 'threat appraisal'); and the perceived effectiveness of actions to avoid the threat and the individual's perceived self-capacity to implement those actions (which together constitute 'coping appraisal'). If a sufficient level of threat is perceived to exist, and coping appraisal is high, then the individual will take appropriate action. However, where a threat appraisal is high but coping appraisal is low, the individual is unlikely to take appropriate action. Protection motivation theory suggests that campaigns using threats must include information about how to avert the threat, and ensure that members of the target audience have the skills and resources necessary to adopt the recommended actions.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Investigations of the effectiveness of health threat communications are supportive of the protection motivation theory framework [11] , finding that communication effectiveness is associated with the extent to which the communications present real but controllable threats [12] . The health belief model [13, 14] also conceptualises behaviour as dependent upon individual perceptions including the perceived likelihood and severity of the potential health threat, and the perceived effectiveness of responses to the threat. Similarly, research has supported the importance of health belief model constructs in behaviour change [15] , particularly where illness avoidance and perceived threat are of central importance [16, 17] .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Among health behaviour theories that identify similar constructs as important determinants of health behaviour, current research provides no clear indication of the superiority of any single approach [17] . Guided by the concepts considered to be of importance in these health behaviour theories, and the protection motivation theory framework in particular, we aimed to investigate the association between selected beliefs and preparedness for pandemic influenza among small and medium business owners and managers.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Between May and July 2006, structured face-to-face interviews were conducted with either the owners or managers of 201 small or medium businesses in Australia. Eligible businesses were defined as businesses which have less than 200 employees [3] . Participating businesses were recruited from New South Wales (101) and Western Australia (100), with approximately 70 per cent of the sample in each state being selected from businesses located in the capital cities (n = 140), 20 per cent being recruited from large satellite cities (n = 41), and the remaining 10 per cent from rural centres (n = 20).",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study design and sample"
        },
        {
            "text": "Participating businesses in Western Australia were randomly sampled from a membership database of businesses obtained from the Local Chambers of Commerce and Industry. In New South Wales businesses were randomly sampled from a purchased list of 1500 businesses stratified by industry type. In both instances the lists of businesses were checked to ensure that the sampling frames included only businesses which operated in the eligible study areas prior to recruitment. A flow chart was used to guide the recruitment of interviewees in both states to ensure recruitment processes were standardised, including gaining confirmation that the business had less than 200 employees, ensuring that a minimum of three attempts were made to establish contact with each business to be recruited, and ensuring that an appropriate person was interviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and sample"
        },
        {
            "text": "Face to face interviews with business owners or senior managers were administered by trained interviewers from a market research firm in New South Wales, and by trained interviewers contracted by the Local Chambers of Commerce and Industry in Western Australia. Prior to the study interview verbal consent to participate was obtained following the provision of, and discussion of, a study information sheet. Study procedures were approved by the Human Research Ethics Committee of Curtin University of Technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and sample"
        },
        {
            "text": "Focus group discussions with business owners and managers in Perth and Sydney were used to inform and develop the structured interview schedule. The interview schedule was pre-tested among a small sample of business owners to ensure the questions were acceptable, understandable, unambiguous, and that open ended questions elicited the expected type of response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Basic characteristics of the participating businesses assessed included the job classification of the interviewee (owner, chief executive officer/managing director, senior manager), main business location (capital city, satellite city, rural centre), industry type, business size (number of employees), average number of customers per day, and the educational level of employees (proportion of employees who attended university). The response categories for industry type were pre-coded based on the divisions in the 1993 Australian and New Zealand Standard Industrial Classification [18] . For analysis purposes, businesses operating in the primary and secondary industry sectors (i.e., businesses engaged in production and manufacturing) were aggregated; and classifications for tertiary industry businesses (i.e., businesses operating within the service sector) were aggregated according to the following three industry type categories: property and business services; retail trade; and other tertiary.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 588,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "The following beliefs about pandemic influenza were each assessed by a single question: the perceived severity of the threat; the risk of the threat; and the ability to respond effectively to the threat. The general belief about the severity of the threat was operationalised as the perceived proportion of people that could become sick if pandemic influenza were to affect the local community. The perceived risk of the threat was operationalised as the likelihood that pandemic influenza would become a significant health issue in Australia in the near future, and assessed on a four point scale (very unlikely, unlikely, likely, very likely). An additional business-specific indicator of risk, the perceived level of risk that pandemic influenza poses to the interviewee's business, was also rated on a four-point scale (no risk, some risk, moderate risk, high risk). A dichotomous indicator of coping appraisal was derived from the open-ended question: \"Can you think of any steps you can take to protect your business from pandemic influenza?\" Responses were independently reviewed by two coders, and participants who were unable to identify any potentially useful steps that could be taken to protect their business or limit disease spread were classified as having low coping appraisal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "A small proportion of participants nominated the responses 'don't know' and 'no idea' to represent their beliefs about the risk and severity of pandemic influenza (Table 1) . When dichotomous indicators of risk and severity were used in the analysis, these responses were aggregated with the other low risk or low severity responses for analysis purposes on the basis that these responses indicated an absence of perceptions of high risk or high severity. This coding did not significantly affect the findings of the analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Three dependent variables in the analysis provide different indicators of engagement in adaptive processes associated with the threat of pandemic influenza. Participants were asked \"Before being contacted about this study, how much have you thought about the impact of pandemic influenza on your business?\" (not at all, a little, a lot). The need for help with planning for pandemic influenza, which can be considered an indicator of an adaptive response to the threat of pandemic influenza, was assessed using the following open-ended question: \"Is there anything you need to help you prepare for pandemic influenza?\" Responses were dichotomised into a variable which indicated whether help was or was not required. Lastly, the presence of a plan for pandemic influenza was assessed by the single question \"Has your business made any specific plans should pandemic influenza arise?\" (yes, no, unsure).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "The chi-square test of independence was used to test for associations between categorical study variables, and the independent samples t-test was used to test for differences between groups on continuous variables. Phi, which is a measure based on the chi-square test of association, is used to assess the strength of association between two dichotomous variables, and indicates the amount of total variance explained by the association between the variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Binomial logistic regression analysis was used to identify the significant independent predictors of the health behaviour theory-based belief variables and the three main dependent variables: having considered the impact of, hav- ing a plan for, and needing help to prepare for pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Dependent variables were dichotomised for analysis due to skewed distributions and the small sample size. Initial model development included entry of variables into a forward stepwise model, with the probability criterion for entry set at 0.05 and exit at 0.10. The final models were developed manually to allow exploration of alternative model forms. A main effects model was initially determined. Effect modification was also explored, and the inclusion of interactions was determined by the significance of the change in log likelihood of the model. Crude odds ratios (COR), adjusted odds ratios (AOR) adjusted for the other variables in each model, and 95% confidence intervals (95%CI) are used to summarise the magnitude of association found between variables. All analyses were performed using SPSS version 13.0 (SPSS Inc., 2004) and the significance level was set at p ≤ 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "In total, 832 eligible businesses were contacted and 201 interviews were completed, producing an overall response rate of 24 per cent. The response rate of 15 per cent (101/ 660) for New South Wales (NSW) was considerably lower than the 58 per cent (100/172) achieved for Western Australia (WA), but consistent with the different sampling methods used. There was no significant difference between participating and non-participating businesses in WA according to business size (p = 0.3) or industry type (p = 0.09). Similar data on the characteristics of non-participating businesses in NSW were not available for analysis. Nonparticipation was most frequently associated with the business owner or manager being either too busy or unavailable during the interview period, explaining 83 per cent and 85 per cent of refusals in the WA and NSW samples respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample description"
        },
        {
            "text": "The characteristics of participating businesses are summarized in Tables 1 and 2 by state. Most participating busi-nesses had less than 20 employees and more than half of the individuals interviewed were business owners. Business owners were significantly more likely to be interviewed in WA than NSW ( Table 1) . Most of the participating businesses operated within the tertiary or service sector. The representation of businesses from different industry types was significantly different by state, with the WA sample having a higher proportion of retailers (Table 1) and reporting a significantly lower proportion of university educated staff compared with the NSW sample (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 311,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 559,
                    "end": 568,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 674,
                    "end": 683,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Sample description"
        },
        {
            "text": "Approximately 40 per cent of participants believed that pandemic influenza was likely or very likely to become a significant health issue in Australia in the near future (Table 1) , and, on average, participants believed 35 per cent of people in affected communities would become sick ( Table 2 ). Around 40 per cent of participants reported that they had not spent any time thinking about the impact of pandemic influenza on their business, and over 40 per cent could not identify any steps that they could take to protect their business (Table 1 ). Only 6 per cent of participants reported having a pandemic influenza plan for their business (3 per cent were unsure), and over 60 per cent of participants reported needing help to prepare for pandemic influenza (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 179,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 287,
                    "end": 294,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 539,
                    "end": 547,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 763,
                    "end": 772,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sample description"
        },
        {
            "text": "Beliefs about the risk and severity of pandemic influenza and the amount of time spent considering the impact of pandemic influenza on the business did not differ significantly between states. Beliefs about being able to respond to the threat and perceptions about the need for help did differ between states, with businesses in WA having a significantly lower level of response efficacy and being less likely to need help to prepare than businesses in NSW (Table 1) . Businesses in NSW were also significantly more likely to have a plan for pandemic influenza than businesses in WA (Table 1) ; however, the difference in response rate for the two states renders the generalisability of such differences as tenuous. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 466,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 583,
                    "end": 592,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sample description"
        },
        {
            "text": "Beliefs about the perceived severity of pandemic influenza and the perceived risk of pandemic influenza to the business were not significantly associated with any business characteristics. Business characteristics which were significant predictors of beliefs about the perceived risk of pandemic influenza and coping appraisal are summarized in Table 3 . The perceived risk of apandemic in Australia was significantly associated with the role of the person interviewed, with non-owners being about twice as likely to consider pandemic influenza as a likely or very likely risk than business owners. Both state and the role of the individual interviewed were significantly associated with response efficacy, with businesses in NSW and non-owners being about twice as likely to be able to identify actions which could protect their business in the event of a pandemic than businesses in WA and owners. Each of the significant predictors of beliefs identified only explained a small proportion (less than 5 per cent) of the overall variance associated with the belief variables.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 352,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Business characteristics and beliefs"
        },
        {
            "text": "Bivariate associations between beliefs and the dependent variables (Table 4) indicate that almost all beliefs and dependent variables assessed were significantly associated. The high correlation between the general belief about the risk of pandemic influenza and the specific belief about the risk of pandemic influenza to the business, which explained over 37 per cent of the total variance in responses (equivalent to a Pearson correlation coefficient of approximately 0.6), was among the strongest associations found. There was no significant association between having a plan and the need for help, and coping appraisal was independent of perceptions of severity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 76,
                    "text": "(Table 4)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Predictors of dependent variables"
        },
        {
            "text": "Logistic regression models were used to determine the significant independent predictors of having considered the impact of, having a plan for, and needing help to prepare for a pandemic. All models were tested for interaction terms and no significant effect modification was found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of dependent variables"
        },
        {
            "text": "The significant independent predictors of dependent variables, based on the inclusion of both belief variables and business characteristics, are summarised in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 166,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Predictors of dependent variables"
        },
        {
            "text": "Thinking a lot (versus a little or not at all) about the impact of pandemic influenza on the business was most strongly associated with the perceived risk of pandemic influenza, with participants who perceived a pandemic as likely or very likely to be a health issue in Australia in the near future being approximately 5 times more likely to have reported thinking a lot about the impact of a pandemic on their business. Businesses that were located in the capital city were about three times more likely to have spent a lot of time thinking about the impact of a pandemic compared with businesses in satellite city or rural locations. These same factors were also significant predictors of having considered the impact of a pandemic on the business when this variable was dichotomised as thought at all (a little or a lot) versus not at all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of dependent variables"
        },
        {
            "text": "The perceived need for help was most strongly associated with the perceived risk of pandemic influenza to the business, with participants who perceived the risk of a pandemic to the business as moderate or high being approximately 3 times more likely to report needing help to prepare. State was a significant independent predictor of the perceived need for help, with businesses in NSW more likely to report needing help than those in WA. The perceived need for help was also significantly associated with industry type, with businesses in the property and business services and retail trade sectors being significantly less likely to need help than other service sector businesses. Industry type was not significantly associated with perceptions about the risk or severity of a pandemic, but was significantly associated with coping appraisal (χ 2 = 8.4, p = 0.04), with 58 per cent of retailers unable to think of steps to protect their business as opposed to 35 per cent of other service sector businesses and 30 per cent of production and manufacturing businesses. The presence of a specific plan for pandemic influenza was significantly and independently associated with both perceived severity of a pandemic and coping appraisal. Participants who believed that 30 per cent or more of the local community would become sick were over 9 times more likely to have a plan, and participants who were able to identify steps that could be taken to protect their business were over 8 times more likely to have a plan for pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of dependent variables"
        },
        {
            "text": "There is a lack of empirical data to inform public health response strategies for pandemic influenza. To our knowledge this study provides the first systematically collected information on preparedness among small and medium businesses in Australia, and is among only a few studies in the field worldwide. We found that only a small proportion of businesses studied had thought a lot about how pandemic influenza may impact on their business, that few had made any specific plans to protect their staff or their business in the event of pandemic influenza, and that over 60 per cent state they need help to prepare for pandemic influenza. These findings suggest that additional strategies are required to promote increased awareness of the threat of pandemic influenza in the community, to promote the resources available to assist with preparedness, and to facilitate engagement in preparedness planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Behaviour change is a process, and time is required to initiate and establish new behaviours. According to the protection motivation theory, coping appraisal responses which lead to the establishment of protection motivation occur after the threat-appraisal process, as a threat needs to be identified before coping options can be evaluated [11] . As such, and as has already been highlighted by others, occasional media reports are insufficient to adequately inform individuals about pandemic influenza, and interventions are required before a pandemic occurs to improve public awareness, build mutual trust, promote effective coping responses and assist in the successful implementation of plans when they are required [19] .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "National influenza plans require collective communitywide efforts for an effective response to pandemic influenza. However, they lack information relating to strategies to enable the effective dissemination of this information beyond the availability of these plans on websites [19] . Given that the strategy for response to pandemic influenza in Australia is based on containment and reducing transmission of the virus [2] , and that key response strategies such as isolation, social distancing, and improved personal hygiene which have been supported by mathematical modelling studies [20] depend on community-wide behaviour modification, additional strategies are required to enable an effective shared response.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings suggest that the beliefs of small and medium business owners and managers are likely to have important consequences for preparedness. Beliefs about the risk of and severity of pandemic influenza were the most important independent predictors of having thought about, and having a plan for pandemic influenza respectively. The perceived risk of pandemic influenza to the business was also the most important predictor of needing help to prepare. These findings are consistent with the relationships proposed by prominent theories of health behaviour, including the protection motivation theory [9, 11] , and suggest that these theories provide a useful model for understanding preparedness behaviours among small and medium businesses in Australia and elsewhere.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 609,
                    "text": "[9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Protection motivation theory and health belief model concepts have been found to be valuable for understanding and promoting a variety of health-related behaviours [10, 12, 21, 22] , including the performance of protective behaviours during the outbreak of the severe acute respiratory syndrome in Hong Kong [16] . The importance of perceptions about risk and severity in understanding preparedness behaviour suggests that health behaviour theories provide a useful framework for the design of communication strategies that aim to promote preparedness for pandemic influenza among the business community. Based on the temporal relations identified in these theoretical frameworks, our results suggest that communications containing information about risk and severity are likely to promote both threat appraisal and coping appraisal processes, and can motivate protective behaviours given a perceived ability to implement recommended actions. Promotion of the ability to respond effectively to the threat of pandemic influenza appears to be an important factor associated with protective responses to the threat of pandemic influenza. This finding is consistent with research findings based on other health threats which indicates that low levels of self efficacy and response efficacy provide a barrier to action [11, 12] . The high proportion of participants reporting needing help with preparation indicates that self efficacy may be an important factor limiting planning for pandemic influenza, which is consistent with the findings of recent research in Europe and Asia [23] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1314,
                    "end": 1318,
                    "text": "[11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1319,
                    "end": 1322,
                    "text": "12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1575,
                    "end": 1579,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Individual business characteristics were relatively unimportant among the predictors of having thought about or planned for pandemic influenza. Apart from beliefs about risk, the only other significant predictor of having considered the impact of pandemic influenza on the business was whether the business operated within or outside a capital city. It is possible that this association reflects a factor which can modify the perceived threat of pandemic influenza based on understandings about population density and the probability of exposure to infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In contrast, individual business characteristics were more important predictors of needing help to prepare, with industry type and state being significant predictors in addition to beliefs about risk. Retail traders and businesses that provide property and business services were less likely to report the need for help. Differences in the need for help by industry type, given the significant association between industry type and coping appraisal, suggests that some businesses may have difficulty identifying effective protection strategies that are appropriate for specific high-risk business environments, such as retail outlets. This finding highlights the importance of providing support to identify effective response strategies and overcome response difficulties within all business environments. Furthermore, our finding that the need for help was not significantly related to whether a plan for pandemic influenza exists appears to highlight the difficulties associated with planning for pandemic influenza, even among those businesses that have already made specific plans for pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our finding of a difference in the need for help by state is likely to be associated with the different sampling and recruitment processes used in the two study locations. In WA the Local Chambers of Commerce was directly contracted to supply the business contact details and conduct the interviews. Thus, the existing relationship with the businesses sampled is likely to explain the higher response rate in WA, why a higher proportion of owners were interviewed, and provide a sample which may be less biased in terms of either having a specific interest in pandemic influenza or time or resource pressures than the NSW sample. Selection bias associated with the different recruitment strategies may explain why participants from NSW were more likely to have a plan, were more likely to need help and reported lower response efficacy. Alternatively, these findings may be due to real differences in beliefs and behaviour between states, which may for example be associated with differences in media exposure or other local influences. Regardless of the cause, these differences did not significantly influence the associations found between beliefs and preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to the cross-sectional study design we are limited in the type of conclusions that we can draw about causality based on the associations observed. For example, having prepared a pandemic influenza plan is likely to result in improved levels of coping appraisal. However, experimental research [24] has provided support for the impact of beliefs on protection motivation and current behaviour. The associations found in this study explained a low proportion of variance in preparedness behaviour, although the magnitude of the associations found is similar to those reported for protection motivation theory concepts and other health-related behaviours [24, 25] . Several factors could have contributed to the low explanatory power in the present study, including the assessment of a limited number of theory-based belief constructs, the use of single-item and thus limited operationalisations of the key belief and outcome variables which have unknown reliability, and the use of dichotomous indicators due to the small sample size. Also we did not assess behavioural intentions. Further work is required to extend the scope of this study and considered other relevant constructs including social norms and response costs.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[24,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The non-random nature of the sampling frames used to recruit study participants and the small scale of the study limits the generalisability of the study findings. It is also likely that response bias associated with the low response rate may have resulted in an overestimation of the proportion of businesses that have a plan for pandemic influenza, particularly in NSW. The use of financial or other incentives for participation is recommended in future studies to facilitate improved response rates, particularly where industry partners are not used. The findings of this study may also be limited in that self-report methods were used to assess whether the business had a pandemic influenza plan. Responses may have been biased in favour of reporting the presence of a plan or having considered the impact of pandemic influenza on the business associated with social desirability bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is a shortage of data available to guide public health policy and practice in pandemic influenza planning and response [6] . Current guidance for pandemic influenza preparedness appears to have had little impact on preparedness among the small and medium business sectors in Australia. Our findings suggest that further investment by governments is required to improve both the specification of and utilisation of available planning resources, as has been highlighted previously [26] . Further work is required to underpin both the design of communication strategies to promote behavioural change, as well as the feasibility and effectiveness of strategies for disease control, which also support beliefs about being able to respond effectively to the threat of pandemic influenza.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The findings of this study should be interpreted alongside more in-depth knowledge about the beliefs of business owners and managers that underlie the protection motivation theory constructs, as has been illustrated elsewhere [27] . In this way, a greater understanding about beliefs to be reinforced or changed, and responses to specific strategies can be gained, helping to promote improved effectiveness of the communication strategies developed. Also, particularly in the small and medium business sectors that may have significant resource constraints, the presence of alternative adaptive responses to the threat of pandemic influenza require further investigation.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that only a small proportion of small and medium sized businesses in Australia have made formal plans to guide their response in the event of pandemic influenza. Effective communication strategies and support structures to promote preparedness for pandemic influenza are essential to facilitate large-scale community involvement in response efforts. Findings from this study provide knowledge which can be used in the preparation of strategies to enable the effective delivery of information on preparedness for businesses. Our results indicate that to motivate improved planning among the small and medium business sector, campaigns targeting small and medium businesses should emphasise the severity of the consequences to their businesses if a pandemic were to occur, and, at the same time, reassure them that there are effective strategies capable of being implemented by small and medium businesses to deal with a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization: Epidemic and pandemic alert and response: Avian influenza",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Australian response: pandemic influenza preparedness",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Horvath",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckinnon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med J Aust",
            "volume": "185",
            "issn": "",
            "pages": "35--38",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Australian Government Department of Industry Tourism and Resources: Business continuity guide for Australian businesses",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Australian Government Department of Health and Ageing: Australian Health Management Plan for Pandemic Influenza",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interim pre-pandemic planning guidance: community strategy for pandemic influenza mitigation in the United States -early targeted layered use of nonpharmaceutical interventions",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New Zealand Government Ministry of Economic Development: Influenza pandemic planning: business continuity planning guide",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Australian Government Department of Industry Tourism and Resources: Being prepared for an influenza pandemic: A kit for small businesses",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A protection motivation theory of fear appeals and attitude change",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Psychol",
            "volume": "91",
            "issn": "",
            "pages": "93--114",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Protection motivation theory and skin cancer risk: the role of individual differences in responses to persuasive appeals",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcmath",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prentice-Dunn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Appl Soc Psychol",
            "volume": "35",
            "issn": "",
            "pages": "621--643",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A meta-analysis of research on protection motivation theory",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Floyd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prentice-Dunn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Appl Soc Psychol",
            "volume": "30",
            "issn": "",
            "pages": "407--429",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A meta-analysis of fear appeals: implications for effective public health campaigns",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Witte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Health Educ Behav",
            "volume": "27",
            "issn": "",
            "pages": "591--615",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The health belief model and personal health behaviour",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Health Educ Monogr",
            "volume": "2",
            "issn": "",
            "pages": "324--473",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The health belief model: a decade later",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Janz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Health Educ Q",
            "volume": "11",
            "issn": "",
            "pages": "1--47",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A meta-analysis of studies with the health belief model with adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Mullen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Health Educ Res",
            "volume": "7",
            "issn": "",
            "pages": "107--116",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Psychosocial factors influencing the practice of preventive behaviours against the Severe Acute Respiratory Syndrome among older Chinese in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Aging Health",
            "volume": "17",
            "issn": "",
            "pages": "490--506",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Health behaviour theory and cumulative knowledge regarding health behaviors: are we moving in the right direction?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Noar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Health Educ Res",
            "volume": "20",
            "issn": "",
            "pages": "275--290",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Australian Bureau of Statistics: Australian and New Zealand Standard Industrial Classification (ANZSIC)",
            "authors": [],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Preparing for an influenza pandemic: ethical issues",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kotalik",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioethics",
            "volume": "19",
            "issn": "",
            "pages": "422--431",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Using mathematical models to assess responses to an outbreak of an emerged viral disease. Final report to the Department of Health and Ageing. Canberra, National Centre for Epidemiology and Population Health",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Philp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccaw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcvernon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Effects of a psychosocial intervention on breast self-examination attitudes and behaviours",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prentice-Dunn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Educ Res",
            "volume": "21",
            "issn": "",
            "pages": "287--295",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Adolescents' cognitive appraisals of cigarette smoking: an application of the protection motivation theory",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Greening",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Appl Soc Pyschol",
            "volume": "27",
            "issn": "",
            "pages": "1972--1985",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Avian influenza risk perception",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Veldhuijzen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Europe and Asia. Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "290--293",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Prediction and intervention in health-related behaviour: a meta-analytic review of protection motivation theory",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sheeran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Orbell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Appl Soc Psychol",
            "volume": "30",
            "issn": "",
            "pages": "106--143",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "People at risk of flooding: why some residents take precautionary action while others do not",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grothmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reusswig",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Hazards",
            "volume": "38",
            "issn": "",
            "pages": "101--120",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "World Health Organization Writing Group: Nonpharmaceutical interventions for pandemic influenza, national and community measures",
            "authors": [],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "88--94",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Managing fear in public health campaigns: a theory-based formative evaluation process",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Witte",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Health Promot Pract",
            "volume": "6",
            "issn": "",
            "pages": "482--490",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Characteristics of participating businesses, beliefs about pandemic influenza and dependent variables according to state",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of participating businesses and beliefs about pandemic influenza according to state",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Significant independent predictors of belief variables",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Significant independent predictors of dependent variables",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Bivariate associations between selected belief variables and dependent variables",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The research was funded by the National Health and Medical Research Council of Australia (project grant number 373646) and the Australian Biosecurity Cooperative Research Centre for Emerging Infectious Disease. The authors would also like to thank the Local Chambers of Commerce and Industry in East Victoria Park for their assistance with and support of the research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The author(s) declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "AJP, REW and CRM conceived, designed and supervised the study; FCC and RI entered the data; REW and FCC analyzed the data; REW drafted the manuscript; and RJD, AJP, CRM and FCC provided feedback on the interpretation of results and editorial comments on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "We wish to dedicate this paper to the memory of our colleague and much loved friend Professor Aileen Joy Plant who died suddenly on the 27th of March 2007 while on an avian influenza mission for the World Health Organization. This work would not have been possible without her leadership. Her outstanding vision for and contribution to the advancement of global public health will be greatly missed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dedication"
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:http://www.biomedcentral.com/1471-2458/7/157/pre pub",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-publication history"
        }
    ]
}