{
    "paper_id": "273ed1bf60b19e3db4ab3894a20598336b7e0ef4",
    "metadata": {
        "title": "Effect of prebiotic supplementation with stabilized rice bran in milk of pre-weaned organic Holstein calves",
        "authors": [
            {
                "first": "Ana",
                "middle": [],
                "last": "Velasquez-Munoz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Diego",
                "middle": [],
                "last": "Manriquez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sushil",
                "middle": [],
                "last": "Paudyal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hyungchul",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Callan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "P"
                ],
                "last": "Ryan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pablo",
                "middle": [],
                "last": "Pinedo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The first month of life possess significant challenges for dairy calves due to high susceptibility to digestive diseases. The objective of this study was to evaluate the effect of prebiotic supplementation with stabilized rice bran (SRB) in milk on health, immunity, and performance of pre-weaned organic dairy calves. Holstein heifer calves (n = 90) were enrolled at 6 ± 1 days old and monitored for 28 days, from July to August 2017. Calves were randomly assigned to a control (CTR; n = 45) or a treatment group (SRB; n = 45). The CTR group received milk alone and the SRB group received 120 g of SRB per day in milk to achieve a 10% w/w dose of the total calories. Daily health evaluations were conducted to score health status and disease severity (healthy, slightly affected, moderately or severely sick) of calves, through integrated assessment of diarrhea, dehydration, attitude, and milk intake. Body weights and fecal IgA quantification were completed on the first and last day of the study. Results: Overall, weight gain and fecal IgA concentrations were not affected by the dietary addition of SRB. The total number of calf-days classified as healthy or sick were not different between treatment groups. Similarly, the number of calf-days categorized as slightly affected, moderately sick, or severely sick did not differ between treatment groups. Time to event analyses indicated a tendency for a treatment effect in the time to the first moderate case of diarrhea (P = 0.08), as well as in the time to recovery from diarrhea (P = 0.052), favoring control calves. Conclusions: These results indicated that the dietary addition of SRB in milk did not have an effect in health, immunity or performance of pre-weaned dairy calves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rearing healthy calves that maintain adequate growth rates is essential for the success of dairy operations. However, during the first month of life, calves face multiple stressors while the immune system is still developing, resulting in a high susceptibility to digestive diseases [1] .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "During the first weeks of life of dairy calves, diarrhea is the most prevalent health disorder, as well as the main cause of death. A recent report in the US indicated that 56.4% of calf mortality was a consequence of diarrhea and animals less than 4 weeks old were the most affected [2] . In 2013, 21% of pre-weaned calves presented diarrhea and 16% of all pre-weaned calves were treated with antimicrobials [2] . Rehydration and antibiotic therapy are common treatments for calves with neonatal diarrhea. However, due to consumer concerns, regulations for the use of antibiotics in food animals are becoming more restrictive. Consequently, research focused on alternatives to the use of antimicrobials, including strategies to prevent disease is required.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Prebiotics are defined as non-digestible feed ingredients that stabilize the intestinal microbiota, stimulating the growth of beneficial bacteria and inhibiting the colonization by pathogens [3, 4] . Prebiotic-probiotic interactions have been shown to improve immune responses [3, 5] , contrasting with the action of antibiotics that eliminate and restrict the growth of detrimental and beneficial microorganisms with no distinction.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 195,
                    "end": 197,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 281,
                    "end": 283,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The use of prebiotics has been studied in young ruminants as a prophylactic strategy to prevent disease and as an alternative to antibiotics and one of the most common products is mannanoligosaccharides (MOS), a derivative of the cell wall of the yeast Saccharomyces cerevisiae. However, the effects of prebiotics on performance, health, and immunity of calves has not been consistent. For example, the supplementation of MOS resulted in a reduction in almost 1 point on the severity of neonatal diarrhea in a 1 to 4 scale [6] and decreased the number of days with high diarrhea scores [7] . Contrary, other studies reported no differences in diarrhea cases after the supplementation prebiotics [8] [9] [10] in pre-weaned dairy calves. Furthermore, some studies indicated no differences in weight gain [8, 10, 11] , while greater gains were reported by others [6, 12, 13] after a prebiotic supplementation in pre-weaned calves.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 526,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 802,
                    "end": 805,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 810,
                    "end": 813,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 860,
                    "end": 863,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 864,
                    "end": 867,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Heat stabilized rice bran (SRB) contains prebiotics that have been tested in mice, chickens, pigs, horses, dogs and humans. This is a natural product that has been heat stabilized to prevent rancidity. As other prebiotics used in calf health, SRB is a carbohydrate. However, SRB contains ɣ-Oryzanol (omega 6-9), antioxidants (tocopherols, tocotrienols, polyphenols, phytosterols), vitamin E and B, amino acids (tryptophan, histidine, methionine, cysteine, arginine) and micronutrients (magnesium, calcium, phosphorus, manganese), which may have the potential to enhance the host health, not only through a symbiotic effect with the probiotic bacteria in GI tract [16] . Previous research indicated that this product had positive effects reducing the presentation and duration of diarrhea from human rotavirus and human norovirus in pigs [14] , increasing the production of local and systemic IgA and enhancing the immune system in mice and pigs [14] [15] [16] [17] . The effect of SRB has not been previously studied in young ruminants and its potential as a supplement or additive in whole milk of pre-weaned dairy calves has not been explored.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 667,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 945,
                    "end": 949,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 950,
                    "end": 954,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 955,
                    "end": 959,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 960,
                    "end": 964,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We hypothesized that the addition of SRB in milk of pre-weaned calves would reduce the presentation and severity of neonatal diarrhea, improving the immune response and consequently the overall calf performance. Therefore, our specific objective was to determine the effect of SRB on average daily gain (ADG), fecal IgA concentration, presentation of diseases, time to recovery from disease, and animal removal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Overall, 88 calves were included for the final analyses, as 2 calves in the SRB group did not consume the milk with added SRB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "All calves had baseline total serum protein (TSP) measurements above 5.5 g/dL, indicating no failure in passive immune transfer [18, 19] . However, 31 calves had TSP measurements above 7.5 g/dL and from these, 23 presented diarrhea at the time of enrolment. Consequently, 35% of the enrolled animals might have presented some degree of dehydration that could alter to some extent the values of TSP. No significant difference (P = 0.94) was found for the proportion of TSP above 7.5 g/dL between control (CTR) and SRB calves (OR = 1.03, 95% CI = 0.43-2.47). Additionally, at enrollment, 43 (49%) calves presented signs of slight disease (diarrhea), which may also explain the high TSP level and possible dehydration. No differences (P = 0.39) were found in the odds (95% CI) of diarrheal disease at enrollment (OR = 1.44 [0.62-3.34]) for CTR calves in comparison with the SRB group.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Baseline"
        },
        {
            "text": "For the overall 28 day study, total calf-days classified as \"healthy\" and \"sick\" (\"slight\", \"moderate\" or \"severe\") for 88 calves were 1198 and 1230, respectively. These cumulative days were analyzed according to disease severity and dietary treatment group ( Table 1 ). The repeated measures analyses for a binary response did not indicate a significant effect for treatment in the number of \"healthy\" or \"sick\" days for any of the disease categories ( Table 2 ). No differences between treatment groups were found for the time to the first \"moderate\" disease event (P = 0.71). The survival curve demonstrated a pronounced slope (Fig. 1a) during the first 5 days of study, with about 70% of SRB calves and 60% of CTR calves presenting the first \"moderate\" disease status within this period. When the health status at enrollment was included as a covariate in the analysis, a tendency was determined in the survival function for the effect of health at day 0 (P = 0.08; Fig. 1b ). Day 0 \"healthy\" CTR and SRB calves presented the first moderate subsequent diarrhea episode in 9 ± 2 days and 7 ± 1 days respectively. CTR Control group not exposed to heat stabilized rice bran in the diet, SRB Group receiving a daily dose of 120 g of stabilized rice bran corresponding to 10% of the daily calories Contrary, d0 \"sick\" CTR and SRB presented the first moderate diarrhea episode in 5 ± 1 and 4 ± 1, respectively. The time to recovery from a \"moderate\" disease status to a \"slight\" or \"healthy\" status, indicated a significance trend for treatment group in the Kaplan Meier analysis (P = 0.052). Calves in CTR group recovered from a \"moderate\" status in 3.1 ± 0.4 days, while SRB calves recovered in 4.9 ± 0.7 days (Fig. 2a) . Importantly, when health at enrollment was added as a covariate, there were no longer differences found in time to recovery (P = 0.12). The survival curve considering health status at enrollment indicated that CTR calves classified as \"healthy\" at d0 recovered from a moderate diarrhea episode in 2.8 ± 0.6 days; d0 \"sick\" CTR calves recovered in 3.4 ± 0.6 days; d0 \"healthy\" SRB calves in 4.3 ± 0.7 days; and d0 \"sick\" SRB calves recovered in 5.7 ± 1 days (Fig. 2b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 267,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 454,
                    "end": 461,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 630,
                    "end": 639,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 970,
                    "end": 977,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1710,
                    "end": 1719,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2179,
                    "end": 2188,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Health status, disease presentation and recovery time"
        },
        {
            "text": "All the fecal samples collected at enrollment and at the end of the study submitted for detection of coronavirus and rotavirus (n = 20) were negative. Treatment groups presented a similar ADG in the 28 days of study (CTR = 0.53 ± 0.03 kg; SRB = 0.56 ± 0.03 kg. P = 0.47) and the concentrations of fecal IgA did not differ between treatment groups and health status at enrollment (P = 0.17). Mean IgA concentrations for CTR and SRB were 3.80 ± 0.10 ng/ml and 3.54 ± 0.12 ng/ml, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fecal analyses and ADG"
        },
        {
            "text": "Seventy nine calves completed the 28 days period of the study; 6 out 88 calves enrolled died (CRT = 4, SRB = 2) and 3 were culled (CTR = 2, SRB = 1). The odds of leaving the study due to death or culling did not differ between CTR and SRB group (OR = 1.93 [0.44-8.26]; P = 0.37). Additionally, no differences were found in the time that calves left the study due to death or culling (P = 0.29).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culling, mortality and follow up period"
        },
        {
            "text": "Overall, 25 (CTR = 11, SRB = 14) calves received organic certified treatment for at least one disease event during the follow up period. Ten calves (CTR = 5, SRB = 5) presented more than 1 disease event between d28 in study and weaning. No significant difference (P = 0.92) was found in the odds of presenting more than 2 events of disease between treatment groups (OR = 0.93, 95% CI = 0.08-1.38). In addition, the time to a first disease event after completion of SRB addition was similar in both treatment groups (P = 0.43).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culling, mortality and follow up period"
        },
        {
            "text": "In total, 16 out of 79 calves were lost during the post treatment follow up period, between the end of the 28 days study period and weaning. Eleven calves were sold (CTR = 5, SRB = 6) and 5 calves died (CTR = 2, SRB = 3). No differences were found in the odds of leaving the study by treatment group (P = 0.63, OR = 0.76, 95% CI = 0.25-2.31). Additionally, time to death or culling did not differ between groups (P = 0.63).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culling, mortality and follow up period"
        },
        {
            "text": "The addition of prebiotics via SRB into milk starting at 6-7 days of age was assessed for effects on health and performance of pre-weaned organic dairy calves over a 28 days period. Overall, this study resulted in no treatment differences in the number of days calves were sick or in the number of days by category of disease severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Notably, the addition of SRB was tested in a challenging calf population, as the compromised health status of some calves was apparent at enrollment. The beginning of this study coincided with nutritional management adjustments made by the farm that resulted in high incidence of neonatal diarrhea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Total serum protein determination in calves is a commonly used tool to measure passive immune transfer and, consequently, new born and colostrum management practices at farms [19] . All the enrolled calves had TSP measurements above 5.5 g/dL. It has been described that concentrations ≥5.2 g/dL in healthy calves and ≥ 5.5 g/dL in clinically ill calves is considered a measure of adequate passive transfer of immunity [18, 19] . However, the concentration of TSP in calves might be affected by dehydration and, although a cut-off point for high TSP readings in calves has not been established, readings above 7.5 have been linked to dehydration [20] . Notably, 35% of our calves presented TSP concentrations above 7.5 g/dL at enrollment, with close to 50% of the population showing signs of clinical disease (diarrhea or slight dehydration). However, no differences were found between treatment groups, indicating that both groups started in similar immune and health conditions. In addition, considering this issue, health at enrollment was included in the statistical models as a covariate.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Supporting our results, a previous study reported that the use of an oral electrolyte containing rice, promoted diarrhea in young calves less than 2 weeks old [21] . Pre-ruminant calves lack the production of enzymes to digest maltose and starch from rice and this situation might lead to osmotic diarrhea when it is provided in milk replacers or in oral electrolytes [21, 22] . This fact might explain the increase in the days SRB calves spent in the moderate and severely sick categories in our study.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Published studies using prebiotics as a prophylactic or treatment therapy in pre-weaned calves are limited and there is not consensus on their effect on health and diarrhea presentation in young dairy calves. Although positive effects were reported in the reduction of disease presentation or diarrhea scores by some authors [6, 7, 11, 13] , other studies did not find significant differences [9, 10] .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 328,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 329,
                    "end": 331,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The decision of analyzing the time to a first \"moderate\" status of disease was made considering the health situation of the study population at enrollment. Calves presented a first \"moderate\" health condition as a result of diarrhea in the first 5 days in study, when they were 10 to 12 days old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Treatment groups did not differ in the time to a first \"moderate\" status and, as it was expected, calves that were sick at enrollment showed a tendency to present the first \"moderate\" health status before than calves that were healthy at that time point. Contrary to our expectations, SRB calves that were healthy at enrollment presented a moderate health status earlier than healthy CTR calves. Even though these differences were not significant, we attribute this finding to a possible osmotic effect of SRB on the large intestine of young animals [21] .",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 554,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results contrast with neonatal animal model research, where SRB had a protective effect in the presentation of disease through the stimulation of the immune response and increases of probiotic bacteria in the gastrointestinal tract [14] .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A tendency for different times to recovery from a \"moderate\" to a \"slight\" health status between treatment groups was established; SRB calves required more days to recover than CTR calves. This information is valuable and suggests that SRB may have a potentially detrimental effect in young calves, explained by the incapacity to digest carbohydrates and starches from rice [21] .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Control calves and SRB calves had a similar ADG during the 28 days in study. Published data is not consistent on resulting ADG in calves fed with prebiotics. No differences in ADG has been reported [8, 10, 11] . Conversely, some studies found a greater ADG in pre-weaned calves fed with prebiotic (MOS) in milk for 60 days [6, 12] . Interestingly, rice protein has been used as a replacement of whey protein in milk replacers and the results are not conclusive in the effects on performance of pre-weaned calves [23, 24] . A negative impact on ADG was reported when calves were fed with rice protein replacing 50% and more of the whey protein in the milk replacer, these animals had a reduction of 12 to 54% in body weight, although health parameters were not collected [23] . Conversely, no effects on ADG or growth were reported in calves when 70% rice protein was added in the milk replacer of pre-weaned calves [24] . Immunoglobulin A is the major immunoglobulin class found in mucosal secretions and prevents mucosal infections by agglutinating pathogens [7] . Our study found similar IgA concentrations in feces from the two treatment groups. The immunomodulatory response of dietary SRB has been described in animal models. It was reported an increased production of mucosal IgA in 4 to 6 weeks old mice fed 10% of the daily calories for 28 days [15] . In that study, rice bran enhanced the growth of Lactobacillus ssp. and other beneficial bacteria that might have increased the IgA concentration in intestine. Similarly, an increase in the serum titer of IgA in gnotobiotic pigs fed SRB was found [14] .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1353,
                    "end": 1357,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1606,
                    "end": 1610,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, previous reports are not consistent on the immunomodulatory response of prebiotic fed to pre-weaned calves and the quantification of fecal IgA. No difference in fecal and salivary IgA was reported when newborn calves were fed for 60 days with a commercial prebiotic in milk replacer (Prebio Support, Meiji Feed Co., Ltd. Tokyo, Japan) [9] . Conversely, the same product had an effect increasing fecal IgA of pre-weaned calves at specific time points [8] .",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 347,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the CTR group had twice as many calves leaving the study as the SRB group, the odds of leaving the farm due to death or culling were not significantly different in our two groups. Contrary to the expectations, the follow up period until weaning indicated that a similar number of animals were lost in each group (CTR = 13 vs SRB = 12). Additionally, a similar proportion of calves was treated for more than 1 disease episode in the follow up period. Consequently, the 28 days of addition of SRB in the milk of calves did not have influence in health outcomes in the pre-weaned life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our daily dose of SRB was greater than that of published studies testing prebiotics on pre-weaned calves, where authors worked with commercial products in doses no greater than 7 g/d [6, [8] [9] [10] 12] . We offered SRB in its natural form in a dose of 120 g/d (only heat stabilized to prevent rancidity) and one difficulty observed in this trial was the necessity of an intense mixing to suspend the SRB dose in milk. Furthermore, if milk was not served soon after mixing, SRB started to decant in the bottom of the bottle, which was also reported in other study using a different product [13] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The major finding from this study was that the addition of SRB in the milk of newborn calves for 28 days did not enhance performance, health, or immunity during the first month of life, a period characterized for the presentation of digestive diseases. Furthermore, no differences were found from birth to weaning in the presentation of diseases or death and removal. Further research is encouraged in older calves to investigate the potential beneficial effects of SRB at more advanced stages of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The study was conducted in a commercial certified organic dairy calf rearing facility located in Northern Colorado. Calves were owned by this farm that provided consent for their inclusion in this study. Pre-weaned Holstein calves were managed during the study in accordance to the guidelines set by the Institutional Animal Care and Use Committee of Colorado State University (Protocol ID: 16-6893A).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Ninety pre-weaned Holstein heifer calves, 6 ± 1 days old, were enrolled in this research. Calves were monitored for 28 days to assess the effect of SRB addition in milk. After the 28 days feeding period, a follow up period until weaning (around 80 d of life) was completed to evaluate health outcomes based on farm records. The first stage of the study began in July 2017 and ended in August 2017. The second stage was completed in October 2017. After completion of this study, calves returned to the regular management for calves in this dairy farm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals, housing and feeding"
        },
        {
            "text": "A detailed description of the calves' management at birth and in the rearing facility (housing, feeding, dehorning and vaccination program) was published [25] . In general, calves were immediately separated from their dam at birth, fed 2.8 L of colostrum during the first hour of life and at 3 and 8 h of life. Colostrum quality was at least 50 mg/ml IgG. After 24 h of life, calves arrived in the rearing facility and they were housed in rows of 90 individual hutches (Agri-Plastics, Stoney Creek, ON, Canada) with sand bedding and a wire panel pen attachment of 2.25 m 2 . Calves had visual but no physical contact with other animals until weaning.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Animals, housing and feeding"
        },
        {
            "text": "Milk was provided in 2.8 L bottles (E-Z Nurse™) three times per day. During the study period the feeding schedules were 5:00 AM, 12:00 PM, and 7:30 PM. Milk collected from the hospital pen, and organic sealable milk delivered each day from an organic processing plant was pasteurized for calf feeding. Also, organic certified powder milk was provided, following preparation instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals, housing and feeding"
        },
        {
            "text": "Milk composition was analyzed weekly during the study period. Average ± SD fat, protein, lactose, and total solids were 3.82 ± 0.24%, 3.06 ± 0.14%, 4.56 ± 0.16%, and 12.5 ± 0.31%, respectively. Organic certified calf starter was offered to the calves from day 4 of life in clean buckets (16% Organic Calf Starter, Feedex Companies, LLC. South Hutchimsin, KS) and water was offered ad libitum since the arrival of calves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals, housing and feeding"
        },
        {
            "text": "Total serum proteins were measured by trained personal to evaluate passive transfer of immunity. A 5 ml blood sample was collected from the jugular vein in calves 3 to 7 days old in a tube without anticoagulant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals, housing and feeding"
        },
        {
            "text": "The sample was allowed to clot before centrifugation. Serum was analyzed in an optical engine digital refractometer (Palm Abbe™ , Solon, OH) and all readings were kept in the farm recording system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals, housing and feeding"
        },
        {
            "text": "The completion of the step-down weaning process took three weeks and it was based on calf starter consumption (1.8 to 2.2 kg per day) and fully weaned calves stayed during one week in the individual hutches to monitor health before transferring to collective pens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals, housing and feeding"
        },
        {
            "text": "Trained personnel had the responsibility to perform daily health evaluations to all the calves in the facility, with the objective of detecting and monitoring sick animals to apply treatments established in the farm standard operating procedures (SOP). As the study farm is an organic certified dairy, calves that were not immediately responsive to initial treatment were sold to a conventional calf operation, where animals can receive antibiotic therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals, housing and feeding"
        },
        {
            "text": "A paired comparison design with 2 treatment groups was performed. Calves were randomly assigned to a control (CTR, n = 45) or a treatment group (SRB, n = 45) and a clinical examination was completed to determine the health status of each calf at enrolment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental design and treatment groups"
        },
        {
            "text": "All calves were weighted at enrollment and at day 28 using a mobile platform digital scale (Caf-Cart. Raytec LLC, Ephrata, PA). This procedure was performed after the morning feeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental design and treatment groups"
        },
        {
            "text": "A subsample of 10 calves from each group was randomly selected for fecal samples collection at enrollment and at day 28 of the study, after the morning feeding. Twenty grams of fecal matter were obtained by rectal stimulation with a gloved finger and stored in two separate sterile containers. One set of samples was submitted fresh to Colorado State University, Veterinary Diagnostic Laboratories for coronavirus and rotavirus screening. The second sample was frozen at − 20°C for subsequent IgA analysis (IgA Bovine ELISA kit, Abnova Corporation, Taipei, Taiwan.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental design and treatment groups"
        },
        {
            "text": "A daily health assessment was performed for each calf every morning after the milk feeding. The calf health scoring chart by University of Wisconsin [26] was modified to assess fecal score. The scoring was categorized as healthy or 1 for normal feces, as abnormal or 2 for loose and pasty feces and as severe or 3 for watery feces.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Experimental design and treatment groups"
        },
        {
            "text": "Dehydration status was assessed daily using a calf dehydration chart [27] . The scores were assigned as 1 for non-dehydrated animals (< 6% water body loss) with a normal attitude, strong suckle reflex, appetite, no eyeball retraction into the orbit and skin tent lower than 2 s. Score 2 was described as moderate dehydration (6 to 8% of water body loss) were the calf was depressed with weak suckle reflex, dropped ears, dry and slightly recessed eyes into the orbit and skin tent duration of 2 to 6 s. Score 3 was described as severe dehydration (> 8% of water body loss), when the calf showed signs of depression no suckle reflex, skin tent > 6 s, dry and recessed eyes into the orbit and recumbency.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Experimental design and treatment groups"
        },
        {
            "text": "Calf attitude was assessed daily in conjunction with the health assessment. A depression scoring system to determine sickness [28, 29] was modified. Score 1 corresponded to non-depressed animals. Score 2 corresponded to calves with noticeable depression and moderate signs of weakness but without altered gait. Score 3 corresponded to calves with severe depression marked signs of weakness and altered gait, in addition calves in recumbency were included.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Experimental design and treatment groups"
        },
        {
            "text": "Approximate milk intake was recorded after the AM and PM feedings for all the calves that participated in the study. The intake was divided in 5 categories, depending on milk refusal (0%; 25%; 50%; 75%; 100%) and an average daily intake was calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental design and treatment groups"
        },
        {
            "text": "Each animal was assigned with a daily health severity score, based on the combined morning health assessment (diarrhea score, dehydration score, attitude score) and the average milk intake. A status of \"healthy\" was determined when all the scores were 1 (normal) and milk refusal was ≤25%. A \"slight\" disease status was applied to all the calves that had a milk refusal below 50% and at least one health score of 2. In the case of diarrhea, a score 3 was also considered \"slight\" when the calf was not dehydrated and its attitude was not compromised. A \"moderate\" disease status was applied to the calves that presented more than two health scores of 2 (or diarrhea score 2 or 3) and milk refusal above 50%. A \"severe\" disease status sick was given to calves in recumbency with more than two health scores in 3 and milk refusal above 75%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental design and treatment groups"
        },
        {
            "text": "Organic certified Jasmine Stabilized Rice Bran was provided from Urmatt Thailand as a gift from Rice Bran Technologies, Sacramento, CA ( Table 3 ). The dose of SRB was calculated to achieve 10% of the daily total calorie intake during the first weeks of life (400 cal). This dose was calculated based on research with monogastric animals [14, 15, 17] that indicated this level of inclusion as optimal. Due to the milk feeding routine in this large rearing facility, reducing this 10% of the daily calories for the treatment group was not a possibility. The daily dose was divided into two feeding periods and mixed in the milk of the morning and the night feedings, as a higher milk intake was observed at these times compared with noon feeding. Study personnel were responsible for the mixing and feeding of treatment calves.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Feeding"
        },
        {
            "text": "Data were analyzed using SAS statistical software (9.4, SAS Institute Inc., Cary, NC USA). Calf was considered the experimental unit of analyses. Treatment group and health status at enrollment were included in the models unless otherwise specified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Logistic regression analysis (PROC LOGISTIC) was performed to determine differences between treatment groups in the frequency of events at enrollment, during the study period, and in the follow up until weaning. Total SP measurements were categorized in two levels to detect failures in passive immune transfer or dehydration: < 7.5 g/dL and ≥ 7.5 g/dL. In addition, health status at enrollment was categorized as \"healthy\" or \"diseased\" and group differences were analyzed. These analyses were performed to assess the initial health condition of the treatment groups. Additionally, logistic regression analysis was used to determine differences in frequencies of animal removal (death and culling aggregated in one variable) between treatment groups and to analyze differences in presentation of disease (< 2 vs ≥2 or more diseases) within the follow-up period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The association between the number of days sick (categorized by severity of disease) and treatment group was analyzed by use of repeated measures analysis for a binary response (PROC GENMOD), assuming an exchangeable correlation structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Total calf days \"healthy\" were compared with total days \"sick\" (combining \"slight\", \"moderate\" and \"severe\"). In addition, total days calves spent with a \"slight\" disease condition were compared with the combination of \"moderate\" and \"severe\" days. Finally, days in \"severe\" condition were compared combining days with \"slight\" and \"moderate\" condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Time to event analysis Kaplan Meier (PROC LIFET-EST) was performed to evaluate differences in time to presentation and time to recovery from the first \"moderate\" case of disease between the 2 groups. Additionally, time to event analysis was used to evaluate differences in the time animals were removed and to evaluate differences in time to first disease after the end of the addition of SRB. The Wilcoxon test was used to determine statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Least square means (PROC GLM) were calculated for ADG and IgA concentration. IgA results were firstly Log10 normalized. Statistical significance was defined at P < 0.05. Tendency was defined at 0.05 < P < 0.1. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Stress, immunity and the management of calves",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hubert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Moisá",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Dairy Sci",
            "volume": "99",
            "issn": "",
            "pages": "3199--216",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Part III: Health and management practices in the U.S. dairy operations",
            "authors": [
                {
                    "first": "Ceah",
                    "middle": [],
                    "last": "Usda-Aphis-Vs",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dairy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dietary modulation of the human colonic microbiota: introducing the concept of prebiotics",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Roberfroid",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Nutr",
            "volume": "125",
            "issn": "",
            "pages": "1401--1413",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prebiotics: why definitions matter",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Hutkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Krumbeck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Bindels",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Cani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fahey",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hamaker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Martens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Rastal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vaughan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr Opin Biotechnol",
            "volume": "37",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prebiotics and resistance to gastrointestinal infections",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Mccartney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Rastall",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Br J Nutr",
            "volume": "93",
            "issn": "",
            "pages": "31--35",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Influence of dietary supplementation of prebiotics (mannanoligosaccharide) on the performance of crossbred calves",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Mehla",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trop Anim Health Prod",
            "volume": "44",
            "issn": "",
            "pages": "617--639",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fecal and saliva IgA secretion when feeding a concentrated mannanoligosaccharide to neonatal dairy calves",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Heinrichs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Heinrichs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PAS",
            "volume": "29",
            "issn": "",
            "pages": "457--62",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effects of a prebiotic supplement on health of neonatal dairy calves",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Heinrichs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Elizondo-Salazar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Terrill",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Livest Sci",
            "volume": "125",
            "issn": "",
            "pages": "149--54",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The effects of a prebiotic supplement (Prebio support) on fecal and salivary IgA in neonatal dairy calves",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Quezada-Mendoza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Heinrichs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Livest Sci",
            "volume": "142",
            "issn": "",
            "pages": "222--230",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effects of supplemental Mannanoligosaccharides on growth performance, Faecal characteristics and health in dairy Calves",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cihan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Temizel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Catik",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Meral",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Orman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yibar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gencoglu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Asian-Australas J AnimSci",
            "volume": "28",
            "issn": "",
            "pages": "1599--605",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evaluation of essential oils and prebiotics for newborn dairy calves",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Froehlich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Abdelsalam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chase",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koppien-Fox",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Casper",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Anim Sci",
            "volume": "95",
            "issn": "",
            "pages": "3772--82",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effects of probiotic and prebiotic on average daily gain, fecal shedding of Escherichia Coli, and immune system status in newborn female Calves",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Roodposhti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dabiri",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Asian-Australas J Anim Sci",
            "volume": "25",
            "issn": "",
            "pages": "1255--61",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Body weight gain, feed efficiency, and fecal scores of dairy calves in response to galactosyl-lactose or antibiotics in milk replacers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Quigley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Drewry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ivey",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Dairy Sci",
            "volume": "80",
            "issn": "",
            "pages": "1751--1755",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Dietary rice bran protects against rotavirus diarrhea and promotes Th1-type immune responses to human rotavirus vaccine in gnotobiotic pigs",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kocher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pelzer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Vaccine Immunol",
            "volume": "21",
            "issn": "",
            "pages": "1396--403",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Consumption of rice bran increases mucosal immunoglobulin a concentrations and numbers of intestinal Lactobacillus spp",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Dow",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Med Food",
            "volume": "15",
            "issn": "",
            "pages": "469--75",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Bioactive food components and health properties of rice bran",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Am Vet Med Assoc",
            "volume": "238",
            "issn": "",
            "pages": "593--600",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dietary rice bran supplementation prevents Salmonella colonization differentially across varieties and by priming intestinal immunity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goodyear",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Ehrhart",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Swanson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Grusak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Dow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcclung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Funct Foods",
            "volume": "8",
            "issn": "",
            "pages": "653--64",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Passive transfer of colostral immunoglobulins in calves",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Metre",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Hostetler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barrington",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Vet Intern Med",
            "volume": "14",
            "issn": "",
            "pages": "569--577",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Managing the production, storage and delivery of colostrum",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcguirk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vet Clin Food Anim",
            "volume": "20",
            "issn": "",
            "pages": "593--603",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Tools to assess colostrum management. PennState Extension",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gelsinger",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Tolerance of a Rice-based Oral rehydration solution given to Normal Calves",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sweeney",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Vet Intern Med",
            "volume": "14",
            "issn": "",
            "pages": "463--470",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Utilization of carbohydrates by the young calf",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Dollar",
                    "suffix": ""
                },
                {
                    "first": "Jwg",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Nature",
            "volume": "179",
            "issn": "",
            "pages": "1299--300",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effects of using wheat gluten and Rice protein concentrate in dairy calf Milk replacers",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Bateman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Aldrich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Schlotterbeck",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PAS",
            "volume": "24",
            "issn": "",
            "pages": "465--72",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Effects of protein sources for milk replacers on growth performance and serum biochemical indexes of suckling calves",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Si",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Diao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anim Nutr",
            "volume": "1",
            "issn": "",
            "pages": "349--55",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Effect of aluminized reflective hutch covers on calf health and performance",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Manriquez",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Valenzuela",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paudyal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Velasquez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Pinedo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Dairy Sci",
            "volume": "101",
            "issn": "",
            "pages": "1464--77",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Calf health scoring chart",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcguirk",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Heifer raising -birth to weaning. Neonatal diarrhea. Babcock Institute for International Dairy Research and Development",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wattiaux",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Clinical trial design in feedlots",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Perino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Apley",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Vet Clin Food Anim Pract",
            "volume": "14",
            "issn": "",
            "pages": "343--65",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Using calf depression score",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Coetzee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Time to occurrence of the first \"moderate\" diarrhea episode. a Treatment group (b) Health at enrollment and treatment group. Control (CTR; solid line) vs. Stabilized Rice Bran (SRB; dashed line) groups (P = 0.71). Comparison including health status at enrollment and treatment groups. Healthy CTR (solid line), healthy SRB (dashed and dotted line), sick CTR (dashed line), sick SRB (line and dashed line), (P = 0.08)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Time to recovery from a \"moderate\" diarrhea. a Treatment group (b) Health at enrollment and treatment group. Control (CTR; solid line) vs. Stabilized Rice Bran (SRB; dashed line) groups (P = 0.052). Comparison including health status at enrollment (healthy or sick) and treatment groups. Healthy CTR (solid line), healthy SRB (Dashed and dotted line), sick CTR (dashed line), sick SRB (line and dashed line), (P = 0.12)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Abbreviations ADG: Average daily gain; CI: Confidence interval; CTR: Control group; IgA: Immunoglobulin A; MOS: Mannanoligosaccharides; OR: Odds ratio; SRB: Heat stabilized rice bran; TSP: Total serum protein",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Days in the 4 different disease categories by treatment group during stabilized rice bran addition. No significant differences were determined for treatment group in each health category",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Logistic regression results for the effect of treatment on the disease severity status1",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Nutritional composition of the organic certified SRB (Rice Bran Technologies, Sacramento, CA). Guaranteed analysis provided by Cumberland Valley Analytical Services (Waynesboro, PA)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors also wish to express gratitude to Rice Bran Technologies (Sacramento, CA) for the donation of all the organic certified stabilized rice bran used in the study.Funding USDA-NIFA OREI award number 2016-51300-25734 funded the proposal \"Enhancing Animal Care Strategies on Organic Dairy Farms\", providing resources for the completion of this study through graduate student support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The datasets generated and/or analyzed during the current study are not publicly available due to the extension of the daily health assessment but are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Authors' contributions AV: experimental design, data collection, laboratory analysis, statistical analysis, manuscript preparation. DM: data collection, laboratory analysis, statistical analysis. SP: data collection. HH and RC: manuscript preparation. EPR: experimental design, SRB procurement, manuscript preparation. PP: experimental design, statistical analysis, manuscript preparation. All authors have read and approved the manuscript.Ethics approval and consent to participate Animals were managed during the study in accordance to the guidelines stablished by the Institutional Animal Care and Use Committee of Colorado State University (Protocol ID: 16-6893A). A written consent, detailing all the animal related procedures, to use the cows in this study was provided by the owner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ]
}