{
    "paper_id": "29d51bb07c2434b1a2f2adf2a0ea52d82c8dfd24",
    "metadata": {
        "title": "Supplementary Information Nucleolar-nucleoplasmic shuttling of TARG1 and its control by DNA damage-induced poly-ADP-ribosylation and by nucleolar transcription",
        "authors": [
            {
                "first": "Mareike",
                "middle": [],
                "last": "Bütepage",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RWTH Aachen University",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52074",
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Preisinger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Interdisciplinary Centre for Clinical Research (IZKF)",
                    "institution": "RWTH Aachen University",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52074",
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Von Kriegsheim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Dublin",
                    "location": {
                        "addrLine": "Dublin 4",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Anja",
                "middle": [],
                "last": "Scheufen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RWTH Aachen University",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52074",
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Eva",
                "middle": [],
                "last": "Lausberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RWTH Aachen University",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52074",
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinyu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RWTH Aachen University",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52074",
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Ferdinand",
                "middle": [],
                "last": "Kappes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RWTH Aachen University",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52074",
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Regina",
                "middle": [],
                "last": "Feederle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "German Research Center for Environmental Health",
                    "location": {
                        "addrLine": "Ingolstädter Landstrasse 1",
                        "settlement": "Neuherberg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Sabrina",
                "middle": [],
                "last": "Ernst",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RWTH Aachen University",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52074",
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Eckei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RWTH Aachen University",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52074",
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Krieg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RWTH Aachen University",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52074",
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Gerhard",
                "middle": [],
                "last": "Müller-Newen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RWTH Aachen University",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52074",
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Giulia",
                "middle": [],
                "last": "Rossetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Forschungszentrum Jülich",
                    "location": {
                        "addrLine": "INM-9",
                        "postCode": "52425",
                        "settlement": "Jülich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Karla",
                "middle": [],
                "last": "Feijs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RWTH Aachen University",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52074",
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Patricia",
                "middle": [],
                "last": "Verheugd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RWTH Aachen University",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52074",
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Bernhard",
                "middle": [],
                "last": "Lüscher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RWTH Aachen University",
                    "location": {
                        "addrLine": "Pauwelsstraße 30",
                        "postCode": "52074",
                        "settlement": "Aachen",
                        "country": "Germany"
                    }
                },
                "email": "luescher@rwth-aachen.de"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ": Establishment of ADPr binding-deficient TARG1 mutants (a) NMR structure of TARG1/ADPr (PDB ID: 2L8R 1 ). TARG1 and ADPr are shown in blue cartoon and gray stick models, respectively. The mutagenesis sites tested experimentally (G43, I44 and G123) are highlighted in green stick model. The closest distances (in Å) between the Cα atoms of these residues and the oxygen atoms of ADPr phosphates are indicated by black dashed lines. (b) Sequence alignments of macrodomains around the mutagenesis sites (G43, I44 and G123 of TARG1, indicated by green solid circles). (c) In silico alanine scan and ΔΔG values for ADPr binding. (d) Thermal stability of TARG1 and mutants in the presence of ADPr. 2 µM His-TARG1, His-TARG1-G43E, -I44E or -G123E were incubated with increasing amounts of ADPr (0.25 mM -2.5 mM) and the fluorescent dye SYPRO orange. SYPRO orange fluorescence intensity was measured in a qPCR light cycler with a temperature gradient from 25°C to 95°C with temperature increments of 1°C/min. Melting temperatures were determined according to 2 and are presented as ΔT M (mean + SD of 3 experiments) to His-TARG1 H 2 O control (ctrl).",
            "cite_spans": [
                {
                    "start": 1052,
                    "end": 1053,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary"
        },
        {
            "text": "(e) Hydrolase activity of His-TARG1 and mutants. Immobilized GST-coupled ARTD10 catalytic domain was auto-modified in the presence of 32 P-β-NAD + and incubated with His-TARG1 (WT) or His-TARG1-G43E, -I44E or -G123E for 20 or 40 min. Proteins were separated by SDS-PAGE. Removal of the incorporated radioactive label of ARTD10cat was monitored by auto-radiography ( 32 P). CB: Coomassie blue. Figure S2 : CRISPR-Cas9 OARD1 knock-out strategy (a) Schematic representation of the OARD1 locus on the reverse strand of chromosome 6 and knock-out strategy. HeLa cells were transfected with plasmids encoding for the Cas9 nickase (Cas9-D10A) and gRNAs targeting Cas9-D10A to the forward and the reverse strand in intron 2 and intron 5 each of the OARD1 gene (blue triangles) resulting in deletion of exons [3] [4] [5] . Genotyping of single cell clones was performed by genomic PCR. The wildtype allele was detected using the primer pair amplifying exon 4 (Ex4, red) while upon deletion of the gDNA-flanked fragment a PCR product of ∼1,000 bp can be amplified using the primer pair Ex2-fwd/Int5-rev (KO, green). (b) Exemplary agarose gel of genotyping PCR using genomic DNA samples from 7 different HeLa cell clones as a template and the primer pairs described in (A) for amplification of the wildtype (Ex4) and the knock-out (KO) allele. A complete knock-out was observed for clone 3. Figure S3 : Validation of TARG1 antibodies (a) TARG1 protein expression in whole cell lysates of HeLa Flp-In™ T-REx™ cells inducibly expressing either TARG1 or an shRNA against OARD1 mRNA (shOARD1) upon doxycycline addition was analyzed by SDS-PAGE/Western blot with monoclonal antibodies generated against full-length TARG1 (3A5, rat; 26E4, mouse; 28E9, mouse; 31F6, mouse; 6F11, rat) or a polyclonal antibody raised against two peptides in the C-terminus of TARG1 (rabbit, Eurogentec). (b) TARG1 protein expression in whole cell lysates of HeLa (WT) and HeLa OARD1 -/-(KO; cl. 3) cells was analyzed by SDS-PAGE/Western blot with the antibodies described in (a). (a and b) α-Tubulin levels were detected as a loading control. Full-length blots are presented in Supplementary Fig. S9 .",
            "cite_spans": [
                {
                    "start": 800,
                    "end": 803,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 402,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 1380,
                    "end": 1389,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 2142,
                    "end": 2163,
                    "text": "Supplementary Fig. S9",
                    "ref_id": null
                }
            ],
            "section": "Supplementary"
        },
        {
            "text": "(a) HeLa Flp-In™ T-REx™ cell lines stably expressing TARG1 wildtype (WT), TARG1-G123E (G123E) or an empty vector control were treated with 500 ng/ml doxycycline for the indicated time points to induce transgene expression. Whole cell lysates were prepared and TARG1 protein expression analyzed by Western blotting using a polyclonal TARG1 antibody (Eurogentec). Exogenous TARG1 WT and G123E are detectable 24 h after doxycycline treatment while no increase in TARG1 expression is observed in the empty vector control. α-Tubulin levels were detected as a loading control. (b) HeLa Flp-In™ T-REx™ cell lines stably expressing an shRNA against OARD1 mRNA (shOARD1) or a control shRNA (shCtrl) were treated with 500 ng/ml doxycycline for the indicated time points to induce shRNA expression. Whole cell lysates were prepared and TARG1 protein expression analyzed by Western blotting using a polyclonal TARG1 antibody (Eurogentec). Reduction in TARG1 expression was detected in HeLa cells expressing shOARD1 72 h after doxycycline induction but not in shCtrl expressing HeLa cells. α-Tubulin levels were detected as a loading control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Figure S4: Cell proliferation analyses of HeLa cells with inducible overexpression or knock-down of TARG1"
        },
        {
            "text": "(c-f) HeLa Flp-In™ T-REx™ cells inducibly expressing TARG1 (c), -G123E (d), shOARD1 (e) or shCtrl (f) were or were not treated with 500 ng/ml doxycycline (Dox) for 72 h to induce transgene expression or OARD1 knock-down before seeding onto 96 well-plates. Cell viability was measured 1, 2, 3 and 4 days after seeding using the cell proliferation reagent WST-1 (mean ± SD of 3 experiments). (a and b) Full-length blots are presented in Supplementary Fig. S9 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 456,
                    "text": "Supplementary Fig. S9",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Figure S4: Cell proliferation analyses of HeLa cells with inducible overexpression or knock-down of TARG1"
        },
        {
            "text": "HeLa Flp-In™ T-REx™ cells inducibly expressing TARG1, TARG1-G123E, an empty vector control (empty), shCtrl or shOARD1 were or were not treated with 500 ng/ml doxycycline (-/+Dox) for 72 h to induce transgene expression or OARD1 knock-down before seeding the cells in 6-well plates in cell culture medium -/+ doxycycline. 24 h after seeding, the cells were treated with doxorubicine for 24 h, or etoposide or hydroxyurea for 48 h at the indicated concentrations. Relative cell survival on day 4 after seeding was calculated as described in the supplementary methods section (mean ± SD of 2 biological replicates measured in duplicates). Figure S6 : Translation activity of HeLa OARD1 knock-out cells. Translation activity of HeLa OARD1 knock-out cells was estimated by a puromycin incorporation assay 3 . HeLa, HeLa OARD1 -/-, HeLa OARD1 -/-HA-TARG1, HeLa OARD1 -/-HA-TARG1-G43E were or were not induced by treatment with 100 ng/ml doxycycline as indicated. 48 h after doxycycline induction, the cells were treated with 10 µg/ml puromycin for 10 min to allow puromycin incorporation into nascent polypeptides. The cells were incubated for further 50 min at 37°C without puromycin and harvested. Puromycin incorporation was analyzed in whole cell lysates by SDS-PAGE/Western blot using a monoclonal puromycin antibody (12D10). Pre-treatment of the cells with 25 µg/ml cycloheximide blocked puromycin incorporation into nascent polypeptides. TARG1 protein expression was analyzed with the monoclonal TARG1 antibody 3A5. α-Tubulin was analyzed as a loading control. Full-length blots are presented in Supplementary Fig. S9 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 636,
                    "end": 645,
                    "text": "Figure S6",
                    "ref_id": null
                },
                {
                    "start": 1597,
                    "end": 1618,
                    "text": "Supplementary Fig. S9",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Figure S5: Sensitivity of HeLa cells with inducible overexpression or knock-down of TARG1 to DNA damaging agents"
        },
        {
            "text": "(a-d) Intensity profiles for EGFP and mCherry fluorescence signals of the images presented in Figure 3b along the depicted arrows.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 103,
                    "text": "Figure 3b",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Figure S7"
        },
        {
            "text": "Proteins enriched in the TAP-pulldown experiments +/-olaparib (minimum two-fold). The raw mass spectrometry data was analysed using MaxQuant as described in materials and methods. The output file \"proteinGroups.txt\" was used for further analysis. The ratio was calculated as the mean of all LFQ intensities of TAP-TARG/empty TAP-vector. If no LFQ intensity was reported the levels of \"0\" were set to \"1\" in order to avoid DIV/0 errors when calculating the ratio. a The residues of TARG1 within ADPr binding pocket (by 5 Å). b Each residue was mutated to glutamate (E), leucine (L), and arginine (R). c The potent mutations (∆∆G < -15 kcal/mol) were highlighted in bold fonts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Table S1"
        },
        {
            "text": "Proteins that were upregulated at least 10-fold in TAP-TARG1 pulldowns over TAP-tag alone with and without olaparib were analyzed for statistical overrepresentation of gene ontology (GO) terms using PANTHER GO-Slim annotation data sets (PANTHER version 13.0, release 2017-11-12, analysis type PANTHER Overrepresentation Test, released 20171205) for \"biological process\", \"molecular function\" or \"cellular component\", sorted ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Table S3 Complete gene ontology analyses of TARG1 interacting proteins"
        },
        {
            "text": "Conservation Analyses. Multiple sequence alignment on the residues of the ADPr binding sites were carried out among TARG1, MacroD2, MacroD1, AF1521 and MacroH2A using Clustal Omega 4 . From this procedure, three conserved or strongly similar residues across the selected macrodomains were identified, G43, I44 and G123 ( Supplementary Fig S1 B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 344,
                    "text": "Supplementary Fig S1 B)",
                    "ref_id": null
                }
            ],
            "section": "In silico mutational analyses"
        },
        {
            "text": "In silico alanine scanning. The ABS-Scan web-server 5 systematically evaluates amino acids for their importance in protein-ligand interactions by in silico alanine-scanning mutagenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In silico mutational analyses"
        },
        {
            "text": "The crystal structure of TARG1 (PDBID 4J5S) was used as starting structure 6 . A distance cut-off of 5 Å was chosen to define the binding site around the ADPr. For each residue within the cut-off, all side chain atoms beyond C β were removed and the missing hydrogen was added, obtaining an alanine side chain. The method relies on two assumptions: (i) The introduced point mutation does not drastically change the structure of the protein and (ii) the mode of ligand interaction is unchanged 5 . Modeler library was used on all selected residues, coupled with steps of energy minimization to ensure that no steric clashes occur between protein and ligand atoms 7 . The structural quality of the generated protein structures was estimated through Discrete Optimized Protein Energy (DOPE) score 8 , while the energetics of a protein-ligand complex was scored by using Autodock 4.1 forcefield 9 . The contribution of a specific amino acid is determined by the difference in interaction score of mutant and wildtype protein (ΔΔG value). From this procedure, I44 emerged as relevant residues for ADPr binding ( Supplementary Fig S1 C) .",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 493,
                    "end": 494,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 662,
                    "end": 663,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1107,
                    "end": 1130,
                    "text": "Supplementary Fig S1 C)",
                    "ref_id": null
                }
            ],
            "section": "In silico mutational analyses"
        },
        {
            "text": "Computational mutagenesis. The residues of TARG1 ADPr binding pocket were systematically mutated to glutamate (E), leucine (L), and arginine (R) by using the Swiss-PdbViewer package 10 . In this procedure, the input coordinates of the different amino acids for each residue are minimized using the conjugate gradient method to remove poor contacts. This is followed by molecular dynamics simulation (Langevin dynamics at constant temperature), and a short minimization to obtain the final energy of the system. The AMBER score 11 is calculated as E(Complex) -[E(protein) + E(Ligand)]. The entropic contribution is supposed to be constant since it is assumed that point mutations in the protein do not significantly affect the conformation of the mutated protein, as discussed previously 12 .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 787,
                    "end": 789,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "In silico mutational analyses"
        },
        {
            "text": "AMBER score implements molecular mechanics Generalized Born/surface area simulations with traditional general AMBER force field for ligand molecules 13 . The interaction between the ligand and the protein is represented by electrostatic and van der Waals energy terms, and the solvation energy is calculated using Generalized Born solvation model. From this procedure, the most powerful mutants were the ones from G43, I44, A45, G123 (Supplementary Table S2 ).",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 151,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 457,
                    "text": "(Supplementary Table S2",
                    "ref_id": null
                }
            ],
            "section": "In silico mutational analyses"
        },
        {
            "text": "Hydrolase assays were performed as described previously 14 .",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Hydrolase assay"
        },
        {
            "text": "WST-1 cell proliferation assay 3x10 3 cells were seeded per well of a 96-well plate -/+ 500 ng/ml doxycycline in triplicates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hydrolase assay"
        },
        {
            "text": "Cell proliferation was measured every 24 h over a course of 4 days using the cell proliferation reagent WST-1 (Roche) according to manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hydrolase assay"
        },
        {
            "text": "Stable HeLa Flp-In™ T-REx™ cells, which were or were not induced with 500 ng/ml doxycycline for 72 h to induce transgene or shRNA expression, were seeded at a density of after seeding with methylene blue (0.2% in methanol). Cell density was measured using Adobe Photoshop (CS5 Extended V12.0, Adobe Systems Incorporated) and normalized to the cell density of untreated or DMSO-treated cells as a measure for relative cell survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Colony formation assay"
        },
        {
            "text": "SUnSET assay 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Colony formation assay"
        },
        {
            "text": "Cells were seeded at a density of 1x10 5 cells per well of a 6-well plate and were or were not treated with 100 ng/ml doxycycline to induce HA-TARG1 expression for 48 h. The cells were treated with 10 µg/ml puromycin for 10 min at 37°C and were then washed twice with PBS before fresh cell culture medium was added. The cells were incubated for additional 50 min at 37°C, washed with PBS and were harvested for the preparation of whole cell lysates. As a control, cells were treated with 25 µg/ml cycloheximide throughout the 10 min pulse labeling period and the 50 min chase period to inhibit translation. An equal volume of each cell lysate was analyzed by SDS-PAGE and Western blotting for incorporation of puromycin into nascent polypeptides using an anti-puromycin antibody (12D10, 1:20,000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Colony formation assay"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Orphan macrodomain protein (human C6orf130) is an O-acyl-ADP-ribose deacylase: solution structure and catalytic properties",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Biol Chem",
            "volume": "286",
            "issn": "",
            "pages": "35955--35965",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M111.276238"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The use of differential scanning fluorimetry to detect ligand interactions that promote protein stability",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Niesen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berglund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vedadi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature protocols",
            "volume": "2",
            "issn": "",
            "pages": "2212--2221",
            "other_ids": {
                "DOI": [
                    "10.1038/nprot.2007.321"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SUnSET, a nonradioactive method to monitor protein synthesis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Clavarino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ceppi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pierre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature methods",
            "volume": "6",
            "issn": "",
            "pages": "275--277",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.1314"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fast, scalable generation of high-quality protein multiple sequence alignments using Clustal Omega",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sievers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Molecular systems biology 7",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/msb.2011.75"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ABS-Scan: In silico alanine scanning mutagenesis for binding site residues in protein-ligand complex",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nagarajan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chandra",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.12688/f1000research.5165.2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deficiency of terminal ADP-ribose protein glycohydrolase TARG1/C6orf130 in neurodegenerative disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sharifi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Embo J",
            "volume": "32",
            "issn": "",
            "pages": "1225--1237",
            "other_ids": {
                "DOI": [
                    "10.1038/emboj.2013.51"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparative protein modelling by satisfaction of spatial restraints",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sali",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Blundell",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Mol Biol",
            "volume": "234",
            "issn": "",
            "pages": "779--815",
            "other_ids": {
                "DOI": [
                    "10.1006/jmbi.1993.1626"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Statistical potential for assessment and prediction of protein structures",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sali",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Protein Sci",
            "volume": "15",
            "issn": "",
            "pages": "2507--2524",
            "other_ids": {
                "DOI": [
                    "10.1110/ps.062416606"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A semiempirical free energy force field with charge-based desolvation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Goodsell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of computational chemistry",
            "volume": "28",
            "issn": "",
            "pages": "1145--1152",
            "other_ids": {
                "DOI": [
                    "10.1002/jcc.20634"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SWISS-MODEL: An automated protein homology-modeling server",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwede",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Guex",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Peitsch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "31",
            "issn": "",
            "pages": "3381--3385",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rescoring docking hit lists for model cavity sites: predictions and experimental testing",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Graves",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Biol",
            "volume": "377",
            "issn": "",
            "pages": "914--934",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2008.01.049"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Computational Alanine Scanning To Probe Protein−Protein Interactions: A Novel Approach To Evaluate Binding Free Energies",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Massova",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kollman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Development and testing of a general amber force field",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kollman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Case",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of computational chemistry",
            "volume": "25",
            "issn": "",
            "pages": "1157--1174",
            "other_ids": {
                "DOI": [
                    "10.1002/jcc.20035"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The conserved macrodomains of the non-structural proteins of Chikungunya virus and other pathogenic positive strand RNA viruses function as mono-ADP-ribosylhydrolases",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eckei",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep41746"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "1x10 5 cells per well in 6-well plates. After 24 h, the cells were treated with hydroxyurea, etoposide or doxorubicin at the indicated concentrations or with diluent as a control. The cell culture medium was exchanged after 24 h (doxorubicin) or after 48 h (hydroxyurea, etoposide) with fresh medium (-/+ doxycycline). The cells were fixed and stained on day 4",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "TAP-Purification of TARG/OARD1 plus Olaparib",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}