{
    "paper_id": "29d776d7a6f03cf59887534629dcbe5014f09aed",
    "metadata": {
        "title": "Web GIS in practice III: creating a simple interactive map of England's Strategic Health Authorities using Google Maps API, Google Earth KML, and MSN Virtual Earth Map Control",
        "authors": [
            {
                "first": "Maged",
                "middle": [
                    "N"
                ],
                "last": "Kamel Boulos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bath",
                    "location": {
                        "addrLine": "Claverton Down",
                        "postCode": "BA2 7AY",
                        "settlement": "Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Email",
                "middle": [
                    ":"
                ],
                "last": "Maged",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bath",
                    "location": {
                        "addrLine": "Claverton Down",
                        "postCode": "BA2 7AY",
                        "settlement": "Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Kamel",
                "middle": [],
                "last": "Boulos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bath",
                    "location": {
                        "addrLine": "Claverton Down",
                        "postCode": "BA2 7AY",
                        "settlement": "Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "-M",
                "middle": [
                    "N K Ac"
                ],
                "last": "Boulos@bath",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bath",
                    "location": {
                        "addrLine": "Claverton Down",
                        "postCode": "BA2 7AY",
                        "settlement": "Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Uk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bath",
                    "location": {
                        "addrLine": "Claverton Down",
                        "postCode": "BA2 7AY",
                        "settlement": "Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This eye-opener article aims at introducing the health GIS community to the emerging online consumer geoinformatics services from Google and Microsoft (MSN), and their potential utility in creating custom online interactive health maps. Using the programmable interfaces provided by Google and MSN, we created three interactive demonstrator maps of England's Strategic Health Authorities. These can be browsed online at http://www.healthcybermap.org/GoogleMapsAPI/ -Google Maps API (Application Programming Interface) version, http://www.healthcybermap.org/ GoogleEarthKML/ -Google Earth KML (Keyhole Markup Language) version, and http:// www.healthcybermap.org/MSNVirtualEarth/ -MSN Virtual Earth Map Control version. Google and MSN's worldwide distribution of \"free\" geospatial tools, imagery, and maps is to be commended as a significant step towards the ultimate \"wikification\" of maps and GIS. A discussion is provided of these emerging online mapping trends, their expected future implications and development directions, and associated individual privacy, national security and copyrights issues. Although ESRI have announced their planned response to Google (and MSN), it remains to be seen how their envisaged plans will materialize and compare to the offerings from Google and MSN, and also how Google and MSN mapping tools will further evolve in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The emergence of online consumer geoinformatics services Mainstream Web search engines like Google http:// www.google.com/ and MSN Search http:// search.msn.com/ have recently joined the geographic search bandwagon by releasing their own dedicated geographic interfaces, which run in standard Web browsers and also provide the general public with detailed satellite imagery/aerial photography map layers that were once only available to experts and select user communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Google released Google Maps (http://maps.google.com/ -a localized UK version is also available; see, for example, Paddington Station, London, W2 1RH (Satellite): http:maps.google.co.uk/maps?q=paddington+sta tion&spn=0.018368,0.039669&t=k&hl=en). Google also released Google Earth http://earth.google.com/, a fat client, standalone 3D (three-dimensional) desktop application that offers anyone with Internet access a planet's worth of imagery and other geographic information, allowing users to virtually sightsee exotic locales like Paris, France, and Maui (Hawaii), Grand Canyon and Niagara Falls in the USA, as well as viewing points of interest such as local restaurants, hospitals, schools, and more. Google Earth uses KML (Keyhole Markup Language) to store data [1] .",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 770,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Google Maps and Google Earth"
        },
        {
            "text": "(It is noteworthy that NASA is also offering its own World Wind 3D application http://worldwind.arc.nasa.gov/ that lets users zoom from satellite altitude into any place on Earth.) Thanks to Google Maps API (Application Programming Interface -http://www.google.com/apis/maps/), many third party applications and custom annotated maps have begun to appear [2] . Two good UK examples of such applications/custom annotated maps are the Health QOF (Quality and Outcomes Framework) Database map http:/ /www.gpcontract.co.uk/map.html and London July 2005 Terrorist Attacks map http://geepster.com/london.php. (But because Google Maps has its roots in XML (eXtensible Markup Language), users were also able to produce their own custom annotated Google maps, e.g., based on their own GPS (Global Positioning System) locational data, and to even tie in images and video to create interactive multimedia maps, well before the API was publicly documented [3] .) Smugmug Maps http://maps.smugmug.com/ is another good example of a third-party Google Maps application in action. Smugmug, a photo hosting Web site, plots geocoded photographs to their actual locations on Google Maps (or Google Earth via a KML Google Earth feed: http:www.smugmug.com/hacfeed.mg?Type=geoAll&for-mat=kml20&Size=Tiny), and allows location-based searching of photographs all over the world [4] . All smugmug RSS (Really Simple Syndication) feeds are now geoenabled. If a photo has latitude, longitude, and altitude information (geographic metadata), it will show up in all feeds (see http://www.smug mug.com/help/rss-atofeeds). ",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 358,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1354,
                    "end": 1357,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Google Maps and Google Earth"
        },
        {
            "text": "Corresponding offerings from Yahoo! search engine have been modest by comparison, and include Yahoo! Maps http://maps.yahoo.com/ and http://maps.yahoo.net/ and an associated API http://developer.yahoo.net/maps/. As at the time of writing, the Yahoo! Maps service does not offer any satellite imagery/aerial photography, but this might change in the near future. The latest traffic status/incidents, as well as Wi-Fi hotspots can be visualized on Yahoo! Maps. Gottipati [6] provides a useful comparison of Google Maps API and Yahoo! Maps API.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 472,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Yahoo! Maps"
        },
        {
            "text": "Dedicated Web browser toolbars and extensions have also started to appear, e.g., MutantMaps http://www.mutant design.co.uk/maps/help.htm, a Mozilla Firefox toolbar that allows navigation between five popular mapping sites (Google Maps, MSN Virtual Earth, MultiMap.co.uk, TerraServer.com and 192.com) while preserving user's longitude, latitude and zoom levels, and gMapIt, another Mozilla Firefox extension that allows users to find directions from Google Maps based on publicly listed US phone numbers http://www.gmacker.com/web/content/ mapit/mapit.htm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Web browser toolbars and other developments"
        },
        {
            "text": "Along the same vein, Amazon.com is now also providing A9 Block View http://a9.com/-/company/Yellow Pages.jsp, an online Yellow Pages/map service that offers US maps with street-level photos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Web browser toolbars and other developments"
        },
        {
            "text": "Some commentators have recently wondered if users will soon eschew ArcGIS and ArcIMS (see http:// www.esri.com/software/arcgis/index.html and http:// www.esri.com/software/arcgis/arcims/index.html) in favour of using Google Maps API and MSN Virtual Earth API to quickly create Web map applications. ESRI's response to all of the recent online consumer geoinformatics services described in this article was to announce (in 2005) its new partnership with National Geographic http://www.nationalgeographic.com/, GlobeXplorer http://www.globexplorer.com/, and TeleAtlas http:// www.teleatlas.com/, plus Geospatial One Stop (GOShttp://www.geo-one-stop.gov/) and a few other partners like MDA (MacDonald, Dettwiler and Associates Ltd.http://www.mda.ca/), to upgrade the National Geographic MapMachine http://plasma.nationalgeo graphic.com/mapmachine/, a map service/online atlas that provides global map coverage for an extensive set of Earth science themes. MapMachine was first launched in November 1999, and is powered by ESRI's ArcWeb Services http://www.esri.com/software/arcwebservices/. The planned upgrade aims at bringing satellite imagery, aerial photos, and street-level data to MapMachine users. Users will be able to access the service through a new viewer that is aimed at a mass audience, and appears to be ESRI's direct response to Google Earth and Microsoft Virtual Earth. However, one important difference from those services is that the ArcGIS back end will also allow users of the new service to accomplish much more sophisticated tasks, such as service area analysis. The next generation of MapMachine will also provide a link to GOS data and metadata to help users discover information about their area of interest or study. MapMachine will include capabilities for 3D globe services, allowing GIS users to \"pull in\" their own map services to overlay onto a globe. Also planned is the addition of ESRI's MapStudio http:// www.mapstudio.com/, an ArcWeb Services application used by many daily newspapers to create maps for printing, to enable users to create customised maps [7] .",
            "cite_spans": [
                {
                    "start": 2090,
                    "end": 2093,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "ESRI's response"
        },
        {
            "text": "We wanted to experiment with the programmable interfaces provided by Google and MSN by mapping the headquarters locations of England's 28 Strategic Health Authorities (SHA), and associating these locations on the resultant maps with relevant online information about the corresponding SHAs from England's National Health Service (NHS) Web site http://www.nhs.uk/England/ AuthoritiesTrusts/Sha/list.aspx.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The programmable mapping interfaces provided by Google and MSN currently only accept longitude and latitude coordinates and do not provide their own geocoding services. Geocoding in our case was only based on the first part of SHA headquarters postcodes (e.g., PL12 for the South West Peninsula SHA, PL12 6LE), and was done using jibble.org list (see http://www.jibble.org/ukpost codes/ and download at http://homepage.ntlworld.com/ paul.dunn4/uk-postcodes.zip). The worldKit geocoder http://brainoff.com/geocoder/, a free online worldwide city geocoder, also uses jibble.org list for UK postcode geocoding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geocoding"
        },
        {
            "text": "Guided by Google Maps API online documentation http:/ /www.google.com/apis/maps/documentation/ and Gottipati's online tutorial [6] , we produced the Google Maps API version of our interactive SHA map. Google Maps API lets developers embed Google Maps in their own Web pages with JavaScript.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Google Maps API version of our SHA map"
        },
        {
            "text": "We had to first visit Google's sign-up page http:// www.google.com/apis/maps/signup.html to get a free API key for the Web site where our maps were to be published. API keys are site-specific. We included all SHA coordinates Screenshot of Google Maps API version of England's SHA Locator Figure 1 Screenshot of Google Maps API version of England's SHA Locator. Screenshot of our Google Maps API version of England's SHA Locator http://www.healthcybermap.org/ GoogleMapsAPI/ showing the shadowed \"info window\" for Cumbria and Lancashire SHA, with a clickable external link to access further information about this SHA http:// www.nhs.uk/England/AuthoritiesTrusts/Sha/ showTrust.aspx?id=Q13. The map features all the standard Google Maps controls for zooming, panning (also possible by dragging the map), and displaying/switching satellite and hybrid views. The inset shows an example of the tooltips that appear when the mouse hovers over the markers (or pins) on the map. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Google Maps API version of our SHA map"
        },
        {
            "text": "The development of the Google Earth KML version of our maps was again guided by Google's online documentation available at http://code.google.com/apis.html#earth. KML is an XML-based language. A new MIME (Multipurpose Internet Mail Extensions) type (application/ vnd.google-earth.kml+xml kml) must be added to the server hosting the KML feed file to help client Web browsers like Internet Explorer associate the file with the appropriate client application (Google Earth) rather than opening it as a plain XML file.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Google Earth KML version of our SHA map"
        },
        {
            "text": "Finally, we created a third version of our maps using MSN Virtual Earth Map Control (download control at http:// virtualearth.msn.com/js/MapControl.js), and guided by Part 1 of Roodyn's excellent tutorial available from Via Virtual Earth, Virtual Earth developer resource centre http:/ /www.viavirtualearth.com/ [8] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "MSN Virtual Earth Map Control version of our SHA map"
        },
        {
            "text": "It should be noted that not all possible features of the programmable mapping interfaces provided by Google and MSN have been explored or demonstrated in our exercise and its outputs (see 'Results' below). For example, it is also possible to add VML (Vector Markup Language) polyline overlays to maps created using Google Maps API. Also, Part 2 of Roodyn's tutorial describes additional controls and widgets that can be used with MSN Virtual Earth Map Control [9] .",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 463,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "MSN Virtual Earth Map Control version of our SHA map"
        },
        {
            "text": "The three interactive SHA map demonstrators we have created can be browsed online at http://www.healthcyber map.org/GoogleMapsAPI/ (Google Maps API version - ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The geodata-rich society ESRI president Jack Dangermond recently predicted that the supply of satellite and aerial imagery will increase by two folds in the next few years. Availability will also increase greatly, via Web portals and online GIS services. This is all part of what Dangermond describes as a \"geodata-rich society\" that will have access to more geospatial information of all kinds, including, in addition to imagery, GPS/location data, geo-demographic data, and data from real-time monitoring [10] . The Internet is already the 'foundation medium' to access, link and use all these data.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Satellite imagery and remote sensing are quickly entering the mainstream. Today, satellite imagery data are abundantly available from multiple sources, including companies such as Space Imaging http:// www.spaceimaging.com/, Orbimage http://orbim age.com/, DigitalGlobe http://digitalglobe.com/, GlobeXplorer http://www.globexplorer.com/, Spot Image http:// www.spot.com/, ImageSat International http:// www.imagesatintl.com/, and EarthSat (http://www.earth sat.com/ -an MDA company), and are used in hundred of applications. But thanks to online consumer services like Terraserver http://www.terraserver.com/, Google Earth, and Microsoft Virtual Earth (see 'Background' section above), satellite imagery has also been made familiar and accessible to millions of people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is no doubt the different online consumer geoinformatics services that have been presented in the 'Background' section of this article, including the different geographic search interfaces from major Web search engine providers, have significantly contributed (in record time) to raising the general public interest in geography and satellite imagery. As millions of people start \"playing\" with these new online \"gadgets\" or \"toys\" from Google and Microsoft, many of them will soon start thinking about becoming active participants, sharing information and collaborating online (notions that have been rightly associated with the Web for quite a long time), rather than just being satisfied with a passive information consumer/ viewer role. (The reader should note that it has been estimated that about 800 million persons are online today worldwide [11] .) However, although Google Maps API (and similar API offerings from other providers) enables users to deeply customize the standard provider's interface (Google Maps), and to create their own custom annotated maps (custom applications based on Google Maps), such APIs remain difficult for the non-expert, average user to exploit. This author expects the technology to further evolve to enable the average Web user to share geospatial informa-tion, to customize, annotate and publish his/her own online maps and related Web applications, and to collaborate with other users/online communities within an online customizable and collaborative mapping environment, all without the need for any prior programming knowledge or expertise. (Such user-friendly applications that do not require end-users to have any Figure 2 Screenshot of Google Earth KML version of England's SHA Locator. Screenshot of our Google Earth KML version of England's SHA Locator (see instructions at http://www.healthcybermap.org/GoogleEarthKML/) showing our KML SHA feed in Google Earth, with an \"info window\" for West Yorkshire SHA. \"Info windows\" allow users to access external Summary Information about the corresponding SHA (http://www.nhs.uk/England/AuthoritiesTrusts/Sha/showTrust.aspx?id=Q12 in this example, displayed in the lower pane of Google Earth), as well as Google Earth-generated driving directions to or from the selected SHA. The KML feed featured in this screenshot is available at http://www.healthcybermap.org/GoogleEarthKML/sha.kml and is intended to be opened by Google Earth desktop application, which can be downloaded at http://earth.google.com/.",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 860,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1669,
                    "end": 1677,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "The wikification of GIS, maps and satellite imagery/aerial photography: imaging and geospatial information for the wide masses"
        },
        {
            "text": "programming expertise to use them can also be built using the existing APIs.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screenshot of Google Earth KML version of England's SHA Locator"
        },
        {
            "text": "The current 'wiki' concept is not far from this vision. A wiki (from Hawaiian wiki, to hurry, swift) is a collaborative Web site whose content can be edited by anyone who has access to it [12] . Perhaps the best example of a wiki in action today is 'Wikipedia -The Free Encyclopedia' (see the 'wiki' entry in Wikipedia at http://en.wikipedia.org/ wiki/Wiki). A related Web information sharing technology is the 'blog'. A blog (WeBLOG) is a Web site that contains dated entries in reverse chronological order (most recent first) about a particular topic. Functioning as an online journal, blogs can be written by one person or a group of contributors. Entries contain commentary and links to other Web sites, and images as well as a search facility may also be included ([13] -see the 'blog' entry in Wikipedia at http://en.wikipedia.org/wiki/Blog).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Screenshot of Google Earth KML version of England's SHA Locator"
        },
        {
            "text": "Wikis, and in particular Wikipedia, have grown very popular in recent months and years [14] . Along the same lines, it is not difficult to imagine the development in the very near future of 'geowikis', 'mapwikis', geo-enabled blogs, 'mapblogs' (imagine, for example, people with an Internet-connected, GPS-enabled mobile device wanting to blog their movements, and share their activity spaces and geo-referenced news with other online users for various purposes), and even geoenabled, mappable Web/RSS feeds and map feeds (see the Smugmug KML photo feed example mentioned in the 'Background' section above). In fact some early geowiki examples have already found their way on the Web; see, for example, http://www.wikyblog.com/Map/Guest/ Home, http://www.geowiki.com/, and also worldKit GeoWiki, a publicly editable map application http:// brainoff.com/worldkit/doc/geowiki.php (a simple online demo of worldKit GeoWiki to which anyone can add their own data is available at http://brainoff.com/worldkit/ geowiki/).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Screenshot of Google Earth KML version of England's SHA Locator"
        },
        {
            "text": "Another example is the Katrina Information Map http:// scipionus.com/, which was built using Google Maps [15] . Katrina Information Map was conceived for use by people Like the main MSN Virtual Earth service, our custom map allows users to move the map around by dragging it, to zoom in and out with the mouse wheel, and to zoom in by double-clicking on a location. Clicking a Strategic Health Authority 'S' marker (or pin) on the map will display the corresponding Summary Information page from England's National Health Service (NHS) Web site (e.g., http://www.nhs.uk/England/Authoritie sTrusts/Sha/showTrust.aspx?id=Q25 for Leicestershire, Northamptonshire and Rutland SHA). affected by Hurricane Katrina (August 2005) and their relatives who have, or are trying to find, information about the status of specific locations affected by the storm and its aftermath. Users having information about the status of an area that is not yet on the map can easily contribute to the map by adding/appending their information to it. (Readers interested in Hurricane Katrina's online maps and imagery in general might also find the following two sites useful: http://www.esri.com/news/pressroom/hurri canemaps.html, http://ngs.woc.noaa.gov/katrina/, http:// www.theregister.co.uk/2005/09/07/ google_maps_katrina/ and http://msnbc.msn.com/apps/ ve/katrina.htm.)",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Screenshot of Google Earth KML version of England's SHA Locator"
        },
        {
            "text": "The possibilities and potentials are endless. This is what this author calls the ultimate \"wikification\" of GIS, maps and satellite imagery/aerial photography. If the majestic Tate Museum in London is currently posting captions from its visitors next to its greatest works of art [16] , why shouldn't online maps (even those from very reputable sources like the National Geographic Society) allow a similar approach?!",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Screenshot of MSN Virtual Earth Map Control version of England's SHA Locator"
        },
        {
            "text": "As geospatial technology progresses and becomes more readily available to the wide masses around the world who are connected to the Internet, the interrelated issues of GIS and map data confidentiality/individual privacy, and even national security start to surface, calling for further examination of, and research into these delicate aspects of Internet GIS and Web maps [5, [17] [18] [19] [20] [21] [22] .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[22]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Associated individual privacy, national security, data confidentiality, and copyrights/digital rights management issues"
        },
        {
            "text": "For example, in public health worldwide, any public identification of an individual's health status and residence, regardless of level of contagion or risk, is usually prohibited with very few exceptions, e.g., Megan's Law in the US, which allows the release of residential information on registered child sex offenders to the public by local government [17, 23] . In fact, thanks to the latter law, we have a service like the Georgia Sex Offender Maps http:// www.georgia-sex-offenders.com/maps/, which was built using Google Maps API. SARS (Severe Acute Respiratory Syndrome) mapping in Hong Kong in 2003 using disaggregate case data at individual building level in near real time was another noticeable exception to this well-established public health confidentiality rule, and also a unique and rare GIS opportunity that resulted in some very comprehensive public Internet mapping services [24] .",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "23]",
                    "ref_id": null
                },
                {
                    "start": 894,
                    "end": 898,
                    "text": "[24]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Associated individual privacy, national security, data confidentiality, and copyrights/digital rights management issues"
        },
        {
            "text": "It is noteworthy that Google Maps API terms and conditions http://www.google.com/apis/maps/signup.html state, \"There are some uses of the API that we just don't want to see. For instance, we do not want to see maps that identify the places to buy illegal drugs in a city, or any similar illegal activity. We also want to respect people's privacy, so the API should not be used to identify private information about private individuals.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Associated individual privacy, national security, data confidentiality, and copyrights/digital rights management issues"
        },
        {
            "text": "On another level, following the September 2001 terrorist events in the US, many federal and local spatial databases, e.g., \"critical infrastructure\" spatial data, were assessed by their holding agencies as a potential liability to national security and withdrawn from the Internet or public dissemination. The current concern is to find an appropriate balance between public access to spatial information and protection of information considered a priority for national security [17, 23] .",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 483,
                    "text": "[17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Associated individual privacy, national security, data confidentiality, and copyrights/digital rights management issues"
        },
        {
            "text": "But despite all these undeniable, legitimate and real concerns about Internet GIS and map data privacy and confidentiality, many of the doubts and misgivings that are raised concerning these aspects of Internet GIS seem to be ill founded, or at least exaggerated. Entchev [19] has wisely stated, \"Let us not cripple the GIS system to meet some vague privacy perceptions\".",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Associated individual privacy, national security, data confidentiality, and copyrights/digital rights management issues"
        },
        {
            "text": "Another thorny Internet GIS issue that needs to be addressed is that of data and map copyrights. Conner [14] has rightly described online maps as a copyright minefield. Copyrighted geo-data and maps are usually more difficult and expensive to acquire and use.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Associated individual privacy, national security, data confidentiality, and copyrights/digital rights management issues"
        },
        {
            "text": "But as geo-data become more important in everything from blogs through mobile phones to finding lost people, free maps could make more and more of a difference [14] . However, someone needs to pay the bill for such \"free\" maps, and so finding sustainable commercial models for adoption by online geo-data and Web map providers is becoming of prime importance these days [25] . Examples of such commercial models include ad-sponsored map services, and low-cost, added-value paid services supporting the free service like Google Earth plus http:// earth.google.com/earth_plus.html and Google Earth Pro http://earth.google.com/earth_pro.html. Microsoft also provides an alternative ad-supported, but still free, \"commercialized\" version of their MSN Virtual Earth Map Control for commercial Web sites [26] .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Associated individual privacy, national security, data confidentiality, and copyrights/digital rights management issues"
        },
        {
            "text": "The Open Geospatial Consortium's (OGC) work on Geospatial Digital Rights Management (GeoDRM) is also poised to become an important enabler in the context of geo-data and map copyrights [27] . A great deal of work has already been done in the area of data ownership and rights management for the online e-book, video and music industries, with some mature working solutions already in existence from companies like www.microsoft.com/windows/windowsmedia/drm/ default.aspx and http://www.microsoft.com/windows/ie/ downloads/addon/rm.mspx) and Adobe https://aracti vate.adobe.com/. Such developments are of interest to the geospatial community in that many geospatial data providers need to control or track who has access to their data and how the data are used. The lack of a GeoDRM capability has been identified as a major barrier to the broader adoption of Web-based geospatial technologies. The mission of OGC GeoDRM Working Group is to coordinate and mature the development and validation of work being done on digital rights management for the geospatial community [27] .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1070,
                    "end": 1074,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Associated individual privacy, national security, data confidentiality, and copyrights/digital rights management issues"
        },
        {
            "text": "Google and MSN's worldwide distribution of \"free\" geospatial tools, imagery, maps and, eventually, in future versions of their products, analysis capabilities, is to be commended. Building on the powerful and universal visual language of geography, they succeeded in making their customizable multi-purpose maps and imagery of the world familiar and accessible to millions of ordinary Web users around the globe from outside the fields of specialized geosciences. Although ESRI have announced their planned response to Google (and MSN), it remains to be seen how their envisaged plans will materialize and compare to the offerings from Google and MSN, and also how Google and MSN mapping tools will further evolve in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "KML Gets Two Thumbs Up from File Format Experts. Directions Magazine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schutzberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Google map API transforms the Web",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blankenhorn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "HOW-TO: Make your own annotated multimedia Google map",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dybwad",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SmugMug Maps goes live",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Location-based health information services: a new paradigm in personalised information delivery",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Boulos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Health Geogr",
            "volume": "2",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hacking Maps with the Google Maps API",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gottipati",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Partnership To Expand MapMachine. GIS Monitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luccio",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Creating your first Virtual Earth Web page -Part 1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roodyn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Creating your first Virtual Earth Web page -Part 2",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roodyn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Definition of 'wiki' from the American Heritage ® Dictionary of the English Language",
            "authors": [],
            "year": 2004,
            "venue": "Global Internet Statistics (by Language",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Houghton Mifflin Company 13. Definition of 'blog' from Freedman's Computer Desktop Encyclopedia",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rewriting the rule books",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BBC News WEBLOG WATCH -The Magazine's review of weblogs -15",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Net offers map help after the flood",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Case Studies: Wikification in Action",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wreden",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Towards evidence-based, GIS-driven national spatial health information infrastructure and surveillance services in the United Kingdom",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Boulos",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J Health Geogr",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Using Software Agents to Preserve Individual Health Data Confidentiality in Microscale Geographical Analyses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Boulos",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Padget",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rushton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Biomedical Informatics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbi.2005.06.003"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Flow of Free, Location-Aware News in the Age of Terrorism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Francica",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Google Earth prompts security fears",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Barlow",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "For The World",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Today",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Descriptive review of geographic mapping of severe acute respiratory syndrome (SARS) on the Internet",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Boulos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Directions Media All Points Blog -9",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Francica",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Building Your First Commercial Website using Virtual Earth",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roodyn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Geo Digital Rights Management (GeoDRM) WG",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", http://www.healthcybermap.org/GoogleE arthKML/ (Google Earth KML version -Figure 2), and http://www.healthcybermap.org/MSNVirtualEarth/ (MSN Virtual Earth Map Control version -Figure 3). The maps have been successfully tested in both Internet Explorer 6-SP2 and Mozilla Firefox 1.0.6 Web browsers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Screenshot of MSN Virtual Earth Map Control version of England's SHA Locator. Screenshot of our MSN Virtual Earth Map Control version of England's SHA Locator http://www.healthcybermap.org/MSNVirtualEarth/ in combined street and aerial (satellite) style modes.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Microsoft's response to Google Maps and Google Earth comes in the form of MSN Virtual Earth http://virtual earth.msn.com/. A distinguishing feature of MSN Virtual Earth is its 'Locate Me' tool. Wired users can be located via their IP (Internet Protocol) address (this has been done for some time -see, for example, [5] and http://healthcy bermap.semanticweb.org/ip.htm). Wireless users can download a small application that does locating based on connection to a Wi-Fi access point. MSN Virtual Earth also features aerial oblique imagery (45 degree angle views or 'Eagle Eye Views') of major US metropolitan areas, provided by Pictometry International Corp. http://www.pic tometry.com/. An MSN Virtual Earth Map Control/API (see http:// www.viavirtualearth.com/vve/Dashboard/Default.ashx and http://www.viavirtualearth.com/vve/Resources/ Default.notitia.ashx) allows users to create their own custom online maps, and add their own data to MSN Virtual Earth.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "and Internet addresses (for accessing further information) in a separate XML file. An XSLT (eXtensible Stylesheet Language Transformation) stylesheet is used to display SHA information taken from this XML document.We used J. Shirley's GxMarker (see http://mapki.cofors/ view topic.php?p=186&sid=40a955ae59650e583b8d8656d0f c and download at http://www.toeat.com/scripts/ gxmarker.1.js) instead of Google's GMarker to have marker tooltips (see inset inFigure 1).Readers wanting to further explore Google Maps API might be interested in Google Mapki Knowledge Base and list of developer tools http://mapki.com/ index.php?title=Knowledge_Base. Google Mapki is a forum for sharing ideas, implementations, and help for the Google Maps API.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Wikis represent a promising principle that can significantly transform the Internet information age. Special conferences have been and are being organized to discuss this interesting Web phenomenon of wikis; for example, Wikimania 2005, the First International Wikimedia Conference, 4-8 August 2005, Frankfurt am Main, Germany http://wikima nia.wikimedia.org/wiki/Main_Page, and the ACM (Association for Computing Machinery)-sponsored WikiSym 2005, the 2005 International Symposium on Wikis, 17-18 October 2005, San Diego, California, USA http:// www.wikisym.org/.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Macrovision http://www.macrovision.com/, Microsoft (http:// Publish with Bio Med Central and every scientist can read your work free of charge \"BioMed Central will be the most significant development for disseminating the results of biomedical researc h in our lifetime.\" Sir Paul Nurse, Cancer Research UK Your research papers will be: available free of charge to the entire biomedical community peer reviewed and published immediately upon acceptance cited in PubMed and archived on PubMed Central yours -you keep the copyright Submit your manuscript here: http://www.biomedcentral.com/info/publishing_adv.asp International Journal of Health Geographics 2005, 4:22 http://www.ij-healthgeographics.com/content/4/1/22",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}