{
    "paper_id": "2a1e091e9ed956fa71921a76e014e1694c855d04",
    "metadata": {
        "title": "Knowledge and awareness of tuberculosis among Roma population in Belgrade: a qualitative study",
        "authors": [
            {
                "first": "Dejana",
                "middle": [
                    "S"
                ],
                "last": "Vukovic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ljudmila",
                "middle": [
                    "M"
                ],
                "last": "Nagorni-Obradovic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Tuberculosis (TB) remains an important health problem in the Roma population in Serbia. Recent studies have highlighted the importance of increasing awareness of TB and reducing the associated stigmas to reduce the incidence of TB and enable earlier diagnosis and effective treatment. This study investigated the knowledge and beliefs about transmission, symptoms and treatment of TB as well as attitudes towards patients with TB among the Roma population in Belgrade. Methods: The focus-group method was considered to be appropriate for investigating knowledge and beliefs about TB. A total of 24 Roma people aged 19-55 years participated in three focus-group discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: All participants knew that TB was a pulmonary disease and could be contagious. Saliva was the most commonly mentioned mode of transmission. Some individuals thought, albeit hesitantly, that TB could be transmitted by shaking hands with an infected individual. Of factors contributing to TB, participants mentioned bad living conditions, low quality and lack of food, and stress. Participants quoted chest pain, cough, haemoptysis, loss of appetite, loss of weight, weakness and sweating as basic symptoms of TB. Participants believed that effective treatment should include resting, taking prescribed medicines, inhaling fresh air and eating \"strong\" food such as bacon and pork; these approaches were considered as important as taking antibiotics). In addition, participants mentioned that they use some folk medicines. Relatives and friends, and to a lesser extent television, were the main sources of information about TB. Participants most appreciate personal contact with doctors as a source of information. Conclusions: We concluded that participants were aware of the seriousness TB as well as some of the modes of transmission; however, they had some misconceptions. An important finding was the confidence in doctors expressed by the Roma people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Tuberculosis (TB) remains an important health problem in Serbia. There has been no reduction in the incidence from 1994 to 2004; the incidence in 1994 was 34 per 100,000 and in 2004 it was 35 per 100,000 inhabitants. Age-standardized mortality rate in 2004 was 2.45 per 100 000 inhabitants. Researchers also reported an increased mortality rate in the period 1982-1996, probably caused by poor economic conditions and migration from war zones [1] . Research conducted in some marginalized ethnic groups suggests that being a member of a minority ethnic group can be an independent risk factor for TB. That is, being poor increases the risk of TB, but being poor and a member of an ethnic minority increases the risk even further [2] .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 446,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 729,
                    "end": 732,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In general, Roma people are different from poor people of the major ethnic groups because they are more likely to remain poor, often live in ghetto-like settlements of cramped housing far from health services, and routinely experience discrimination from the healthcare system and other state services [3] .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Almost all academic and gray literature agrees on three points: (1) there is little data about the health status of the Roma population; (2) the little data available indicate gross disparities between the Roma population and the major ethnic groups; (3) poor health among the Roma population is closely associated with the fact that * Correspondence: dvukovic@med.bg.ac.rs 1 Institute of Social Medicine (Dr Subotica 15), Faculty of Medicine Belgrade (11000), Serbia Full list of author information is available at the end of the article they comprise a disproportionate percentage of the poor population [2] .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "(1)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 374,
                    "end": 375,
                    "text": "1",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Information about the health status of the Roma population is often not based on solid assessments. Some studies have reported higher rates of type two diabetes, coronary artery disease and obesity among Roma adults [4] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In Serbia, limited data show that the health status of the Roma population is far worse than that of the general population. The causes of this situation are closely related to poverty and exclusion: the unemployment rate among the Roma population is four times higher than the average in Serbia, and 32.5% of the Roma population have none or less than 4 years of education [5] . Furthermore, poor living conditions and discrimination in accessing health care services have an additional negative impact on the health of the Roma population. Consequently, TB could be a greater problem in the Roma population than in the general population in Serbia. Recent studies have highlighted the importance of increasing awareness about TB and reducing the associated stigmas to reduce the incidence of TB and enable earlier diagnosis and effective treatment [6, 7] .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 377,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 854,
                    "end": 856,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This study was performed to investigate the knowledge and beliefs about transmission, symptoms and treatment for TB, as well as attitudes towards patients with TB among the Roma population in Belgrade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A total of 24 Roma people aged 19-55 years participated in three focus-group discussions. We planned three focus groups with 6-8 participants in each group for ease of facilitation, to give each participant an opportunity to contribute. We considered what might be the most successful way to achieve good recruitment balanced with cost and time available. Groups were selected according to living conditions in their communities. The first group included participants from the community with worst living conditions (slums). The second group included participants from the community with living conditions similar to the general population in Belgrade. The third group included participants with living conditions of a standard between groups 1 and 2. Researchers approached people that satisfied predetermined criteria (living in selected Roma community, aged 19-55) and provided them with information about the aims of the research and asked them if they were interested to contact the researchers at certain time and place in the community. At the initial contact with the researcher further information was given about likely dates and venues, transport arrangements, and that refreshments were to be provided. All groups comprised three males and five females. Considering that the participants are selected according to the previously chosen criteria, the opinions expressed in the discussion should be considered typical for the particular segment of the population only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The focus-group method was considered to be appropriate for exploring the knowledge and beliefs about TB transmission, symptoms and treatment, opinions on appropriate preventive measures, and attitudes towards people with TB among the Roma population. The method does not seek to quantify data, but does try to explain certain phenomena to establish relevant hypotheses for further investigation [8] .",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 399,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The three focus groups addressed five main topics: knowledge of modes of transmission; knowledge and beliefs about symptoms of TB; knowledge and beliefs about effective treatment for TB and opinions about the most appropriate measures for TB prevention; main sources of information about TB; and attitudes towards patients with TB. Questionnaire for conducting focus groups discussion was prepared (Additional file 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Each focus-group session lasted 90-120 minutes. A trained psychologist with experience in moderating focus groups chaired the sessions in a non-directive manner. An observer participated in the sessions and her task was to record discussions as well as to ask complementary questions if any topics were not covered. Immediately after each session, the moderator, observer and researchers (authors) discussed the findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The sessions were recorded and transcribed verbatim. Data were analyzed and categorized into the objective or topics determined in advance. First, the interviews were read to become familiar with the text. The next step was to identify key issues in the text related to the topics. In the third step, the key issues were sorted according to the five central topics. Finally, the session data were arranged into new categories within each topic. All three authors discussed the categorization to achieve consensus about the content and the categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All participants in focus groups were informed about scope and objectives for the study and explicitly agreed to participate in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The study was part of the Ministry of Health of the Republic of Serbia project \"Control of tuberculosis in Serbia\", supported by the United Nations Global Fund to Fight HIV/AIDS, TB and Malaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Ethical approval for the study was obtained from the Ethical committee of the School of Medicine, University of Belgrade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All participants knew that TB is a pulmonary disease that can be contagious. The participants cited laboratory blood analysis as the most appropriate method to establish if someone is contagious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "\"There are contagious and non-contagious forms of TB. Some blood analysis could be performed and it tells you all. Blood analysis shows whether it is contagious or not. If it is contagious, everyone living with you must give the blood for analysis, so it can be seen if they are infected.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Participants (especially those having someone close with TB) had heard of the term cavity and knew that patients with cavity are contagious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Saliva and mouth-to-mouth contact were the most frequently mentioned modes of transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge of modes of transmission"
        },
        {
            "text": "\"TB could be obtained if you drink from the glass or if you eat from the plate used by a TB patient. If we drink or eat after the patient some saliva stays on the spoon, the saliva contains TB bacteria and is transferred to our body so we get infected.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge of modes of transmission"
        },
        {
            "text": "Participants thought that TB could be transmitted in the blood and among family members with the same blood type. Some of them even thought that TB could be hereditary. For example:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge of modes of transmission"
        },
        {
            "text": "\"If my mother has TB, I am more likely to get the disease than my wife. My mother and I have the same blood type.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge of modes of transmission"
        },
        {
            "text": "\"There was a man with TB. After a while his sister got TB as well. Maybe they got it from each other because they have the same blood type. As I heard it could be obtained through blood, it is hereditary.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge of modes of transmission"
        },
        {
            "text": "Opinions about whether TB could be transmitted through hand shaking varied, some participants thought that it was a possible mode of transmission but others did not. Those who thought that it is not transmitted by hand shaking mentioned that they had shaked hands with a person with TB and still avoided getting TB themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge of modes of transmission"
        },
        {
            "text": "\"I am not informed that TB could be transmitted through handshake. Even AIDS could not be transmitted that way. If I didn't get it from my sister it could not be transmitted that way.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge of modes of transmission"
        },
        {
            "text": "Those who thought that shaking hands was a possible mode of transmission explained their views in the following way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge of modes of transmission"
        },
        {
            "text": "\"It is possible to get TB through hand shakes. If I cough out bacteria in my hand, because I put my hand on the mouth when I cough, TB bacteria stay on my hand, and if I hand shake with you, bacteria pass on your hand, you touch your mouth and that's how it is transmitted.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge of modes of transmission"
        },
        {
            "text": "During the session some participants mentioned rats as possible vectors for TB transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge of modes of transmission"
        },
        {
            "text": "\"There are a lot of rats, big as cats, they bite. It is possible that rats transmit TB, they put there noses everywhere, in garbage and then pass over our dishes because we do not have closets in which to hide them.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge of modes of transmission"
        },
        {
            "text": "Participants mentioned poor living conditions, low quality and lack of food, and stress as factors contributing to TB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors contributing to TB occurrence"
        },
        {
            "text": "\"We are 12 in the house and I have only 20,000 dinars per month, about 250 euros. It is not nearly enough for 12 persons so we must eat something that I take from the garbage container. It is the source of all infections.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors contributing to TB occurrence"
        },
        {
            "text": "\"TB is acquired from bad food, nervousness and worries. Yes it is; when you worry too much then disease appears.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors contributing to TB occurrence"
        },
        {
            "text": "The participants thought that, if untreated, the common cold and pneumonia could lead to TB. Furthermore, the participants thought that, if untreated, TB could develop into lung cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors contributing to TB occurrence"
        },
        {
            "text": "Participants quoted: chest pain, cough, haemoptysis, loss of appetite, loss of weight, weakness and sweating as symptoms of TB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about symptoms"
        },
        {
            "text": "\"First symptoms are chest pain, not ordinary pain, more like stubbing. Also, you feel loss of appetite, you need more sleep, then you feel loss of strength and loss of weight. If one recognizes in time it is possible to recover.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about symptoms"
        },
        {
            "text": "\"When you cough black content is expectorated from the lungs, like coal; also blood is constantly expelled through coughing.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about symptoms"
        },
        {
            "text": "Participants highlighted that it is hard to distinguish TB from other pulmonary diseases such as viral pneumonia and asthma. They emphasized haemopthysis as indicative of TB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about symptoms"
        },
        {
            "text": "\"It is hard for me to say if someone has TB. If you have chest pain, it could be that you have some virus, flu, asthma or pneumonia, it is not always TB. But you must take care. It is TB if you see someone coughing out blood or has bad pain in the lungs.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about symptoms"
        },
        {
            "text": "Roma individuals mentioned that, in general, Roma people do not visit a doctor until the symptoms of the disease are so severe that they are unable to work \"We Roma do not go to see a doctor while we can work; only when we lay in bed do we ask for doctor's help\". Regarding the effectiveness of treatment, some participants thought that TB is a very serious, lethal disease, whereas others thought that it is an unpleasant and long-lasting disease but that it is now curable owing to medical advances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about treatment"
        },
        {
            "text": "\"TB is dangerous but curable. You take antibiotics, doctor tells you what to do, and than you can be cured. It is easier nowadays than it was before.\" Some believe that although it is possible to treat TB, it is not totally curable. They explained that even after treatment is completed, some kind of scare stay on lungs and the lungs are vulnerable. The treatment is long lasting, and in some cases can last for 10 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about treatment"
        },
        {
            "text": "\"TB is a really dangerous disease. It is lethal if not treated. Even when treated, it lasts for a long time. My cousin stayed in hospital for 15 months. He was young, only eighteen. He probably didn't go to doctor in time. He barely survived.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about treatment"
        },
        {
            "text": "Participants believe that effective treatment should include: resting, taking prescribed treatment, inhaling fresh air and eating \"strong\" food such as bacon and pork. Participants have very strong beliefs that \"strong\" food such as bacon, pork, sausages, fats and cream cheese is very good for preventing TB and could be as important as antibiotic treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about treatment"
        },
        {
            "text": "\"Care for TB patient consists of resting, it is necessary take drugs prescribed by doctor. We gave her eggs, honey, bacon and sausages; pork is obligatory. She was sent to the mountains by doctors, where the air is sharp and clean, which is needed for TB treatment.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about treatment"
        },
        {
            "text": "They also use some folk medicines to treat TB. \"You take lemon, chop it, put in honey and whole egg with egg shell, the acid dilutes the eggshell, you should eat one little spoon every morning. It is the best medicine.\" Some participants thought that patients must pay for prescribed medicines themselves, but others were aware that medicines prescribed for TB are free of charge. Those who had a close relative with TB were aware that medicines are free of charge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about treatment"
        },
        {
            "text": "\"I think that medicines are free of charge. My daughter did not have to pay for them.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about treatment"
        },
        {
            "text": "Opinions about most appropriate measures for TB prevention Improvements in hygiene, living conditions, including electricity, sanitation and water are considered as key factors for TB prevention among participants. \"I heard that the easiest way to get the disease is through saliva, so at home I have my own glass so does my wife and our children as well. It would be inappropriate to drink from the same glass.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about treatment"
        },
        {
            "text": "Participants emphasized that they find it hard to protect themselves from TB, as living conditions are poor. They emphasized the importance of appropriate diet and quality food. Such food, which is expensive, is almost unaffordable for the participants and is probably symbolic of a good quality of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about treatment"
        },
        {
            "text": "\"You should have strong food for lungs to function.\" \"Where we live it is hard to protect yourself. We don't have sanitation or electricity, and the water supply contains chemicals from nearby.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge about treatment"
        },
        {
            "text": "The main sources of information are relatives and friends and, to a lesser extent, television.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of information about TB"
        },
        {
            "text": "\"When I lived with my mother in law, she told me about everything because she has seen it all. Also, I have seen some of it myself. I have children; I had to be informed to know how to treat them.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of information about TB"
        },
        {
            "text": "\"We do not have enough time to watch television or to read newspapers, we must work. We mostly know from the experiences of our neighbors.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of information about TB"
        },
        {
            "text": "Participants can recall campaigns about tobacco control and AIDS but do not recall seeing anything about TB in the general media. The participants would appreciate direct interaction with a doctor who could come and talk to them about preventing TB and, if they are infected, provide advice on how they could protect others from TB. Participants expressed a high level of trust in doctors and believe most of what doctors tell them personally. They think that doctors on television could advertise different things. Therefore doctors on television are trusted less than those seen personally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of information about TB"
        },
        {
            "text": "\"I would mostly believe my own doctor, he is treating me. How can I know what they are talking about on TV, it could be only advertising.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of information about TB"
        },
        {
            "text": "\"Don't speak about newspapers, some people can't read.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of information about TB"
        },
        {
            "text": "\"We know about TB. But it is from experience. I would like a doctor to come and tell us.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of information about TB"
        },
        {
            "text": "Participants would visit a close relative with TB even if they knew the patient was contagious. Participants emphasize that the Roma people are very close and they often help each other, maybe more than non-Roma populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes towards patients with TB"
        },
        {
            "text": "\"I would not be afraid to visit my father or sister if they were ill. It is normal to visit them, I wouldn't be afraid for myself, but I would worry for my children.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes towards patients with TB"
        },
        {
            "text": "\"We are all Gypsies, we protect each other. We wouldn't leave without helping any of us. We visit one when he is sick. It is a shame if another goes to visit and I don't. You are embarrassed. If someone were sick, even with TB, I would come with bottle of juice. We are always one for another, (for each other) solider.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes towards patients with TB"
        },
        {
            "text": "Various health problems, such as severe acute respiratory syndrome, avian flu and HIV/AIDS (but not its association with TB), as well as other chronic problems, are reported in the media to a much greater extent than TB [9] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Participants identify cough as an important symptom of TB; however, they do not associate cough with transmission of TB. The most common belief among participants was that TB is transmitted via saliva containing TB bacilli or via blood. However, transmission via blood is considered to be due to being of the same bloodline, so TB is seen as a 'hereditary' disease. Such beliefs could lead to stigmatization of TB patients. Some studies have shown that women could be considered unsuitable for marriage if they or a family member has suffered from TB [10] .",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 555,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some participants thought that shaking hands with an infected individual could transmit TB. A recent study in the general population in Serbia found some misconceptions about the possibility of transmitting TB through physical contact with a person with TB (8.3% thought it was possible) and through food and drink (4.0% thought it was possible). However, TB was not mentioned as being hereditary [11] . Some similar misconceptions such as blood transfusion, drinking water and food as means of trasmission and TB being an inherited disease were obtained in the study conducted in Croatia [12] . Interestingly, a study on the Aboriginal population in Canada found that some respondents belived that TB is hereditary, but no explainations for this belief were reported [13] . It has been argued that knowledge about the symptoms of TB and their early recognition could help in timely treatment and prevention of disease transmission [13, 9] . Generally, the Roma individuals in the focus groups knew the most common symptoms of TB. However, some respondents confused TB with other pulmonary diseases such as asthma and pneumonia, which is in agreement with the findings of San Sebastian and Bothamley [14] .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 932,
                    "end": 936,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 937,
                    "end": 939,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding factors contributing to the occurrence of TB none of the participants mentioned smoking. It has been noted that smoking is often not recognized as significant risk factor for TB, as showed in study in Croatia [12] . It is of great importance as smoking is much more prevalent in Roma communities than in general population. Smoking should be specially addressed in all health education campaigns regarding TB in Roma communities.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our participants were aware about the need for prescribed treatment and that TB could be a dangerous, even lethal, disease. In addition to prescribed medicines, participants mentioned some folk medicines. Most participants emphasized the importance of appropriate diet and inhaling fresh air as appropriate preventative measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our analysis showed that relatives and friends were the most common information sources, which is in agreement with results obtained from focus groups with poor Roma individuals conducted in Bulgaria and Romania; these studies concluded that Roma people felt more comfortable sharing personal health information and questions with their own community than outside their community [2] . Most Roma individuals would prefer to receive information by talking directly to their doctor. By contrast, the Aboriginal population in the Canadian study mentioned pamphlets, workshops and television as preferred information sources to learn about TB [12] . A lack of confidence in healthcare workers, of which only a few are from the Roma population, has been reported in the literature [2] ; however, our results indicate the opposite.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We concluded that participants were aware of the seriousness of TB as well as some modes of transmission; although there were some misconceptions. An important finding was the confidence in doctors expressed by the Roma people. This indicates that doctors should not only see patients with active TB, but should also be more engaged in providing information about TB prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "• As the Roma people have a tendency to delay contact with the health service, it is important that health services provide outreach activities in Roma settlements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Messages"
        },
        {
            "text": "• It is necessary to improve knowledge about TB treatment among the Roma population. Therefore, physicians and other health professionals should investigate knowledge and attitudes about TB and provide accurate information about TB and its modes of transmission. This is particularly important because they are considered the most trusthworthy individuals by the Roma community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Messages"
        },
        {
            "text": "• Special attention should be paid to the potential use of folk medicines that could be harmful or cause further delay in contacting healthcare services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Messages"
        },
        {
            "text": "Additional file 1: Questionnaire for conducting focus group discussion on TB. List of questions that were prepared by the research team, to be addressed in focus groups",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "LjNO participated in conceptualiseng the paper, data analysis, drafting and revising it critically. All authors have read and approved the final manuscript",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tuberculosis trends in Central Serbia in the period 1956-1996",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gledovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jovanovic",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pekmezovic",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "4",
            "issn": "1",
            "pages": "32--37",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Confronting a Hidden Disease: TB in Roma Communities, World Lung Foundation, Roma Health Project",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schaaf",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Guiding Principles for improving the situation of the Roma based on the recommendations of the Council of Europe's Specialist Group of Roma/Gypsy and on the recommendations of the OSCE High Commissioner on National Minorities",
            "authors": [
                {
                    "first": "Europe",
                    "middle": [],
                    "last": "Council Of",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Higher prevalence of type 2 diabetes, metabolic syndrome and cardiovascular diseases in Gypsies then in non-Gypsies in Slovakia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vozarova De Courten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Courten",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Diabetes Res Clin Pract",
            "volume": "62",
            "issn": "2",
            "pages": "95--103",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Government of the Republic of Serbia: Poverty reduction strategy paper for Serbia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Perceptions of tuberculosis and health seeking behavior in rural Inner Mongolia, China. Health Policy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bromley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "81",
            "issn": "",
            "pages": "155--165",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "TB Perspectives among a Sample of Mexicans in the United States: Results from an Ethnographic Study",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Waldman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rawls",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shrestha_Kuwahara",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immigr Minor Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Doctors' willingness to intervene in patients' drug and alcohol problems",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Richard",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Soc Sci Med",
            "volume": "33",
            "issn": "",
            "pages": "1053--61",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ripped from the headlines: how can we harness communications to control TB?",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Migliori",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Cirillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spanevello",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Codecasa",
                    "suffix": ""
                },
                {
                    "first": "Tb Italia",
                    "middle": [],
                    "last": "Stop",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur Respir J",
            "volume": "30",
            "issn": "",
            "pages": "194--198",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Behavioral barriers in tuberculosis control: a review. Stop TB Partnership Working Group on Advocacy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Waisboard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Knowledge and misconceptions of tuberculosis in the general population in Serbia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vukovic",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nagorni-Obradovic",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bjegovic",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "27",
            "issn": "",
            "pages": "761--67",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Tuberculosis knowledge among patients in out0patient settings in Split, Croatia",
            "authors": [
                {
                    "first": "Jurcev",
                    "middle": [],
                    "last": "Savicevic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Popovic-Grle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Milovac",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ivcevic",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vukasovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Viali",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Zivkovic",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "12",
            "issn": "",
            "pages": "780--785",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Socio-cultural factors influencing prevention and treatment of tuberculosis in immigrant and Aboriginal communities in Canada",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cave",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Doering",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harms",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Social Science and Medicine",
            "volume": "61",
            "issn": "",
            "pages": "931--942",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Tuberculosis preventive therapy: perspective from a multi-ethnic community",
            "authors": [
                {
                    "first": "San",
                    "middle": [],
                    "last": "Sebastian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bothamley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Respiratory Medicine",
            "volume": "94",
            "issn": "",
            "pages": "648--653",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pre-publication history The pre-publication history for this paper can be accessed here",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-11-284"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution",
            "authors": [],
            "year": 2011,
            "venue": "Cite this article as: Vukovic and Nagorni-Obradovic: Knowledge and awareness of tuberculosis among Roma population in Belgrade: a qualitative study",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors wish to acknowledge the Ministry of Health Republic of Serbia because the study is a part of the Ministry of Health of the Republic of Serbia project \"Control of tuberculosis in Serbia\", which is supported by the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}