{
    "paper_id": "2a46fb28bde7f183808bb47ec90ffd8d97511a73",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Hanne",
                "middle": [],
                "last": "Kongsted",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Beata",
                "middle": [],
                "last": "Jonach",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Svend",
                "middle": [],
                "last": "Haugegaard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Øystein",
                "middle": [],
                "last": "Angen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sven",
                "middle": [
                    "E"
                ],
                "last": "Jorsal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Branko",
                "middle": [],
                "last": "Kokotovic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lars",
                "middle": [
                    "E"
                ],
                "last": "Larsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [
                    "K"
                ],
                "last": "Jensen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jens",
                "middle": [
                    "P"
                ],
                "last": "Nielsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "addrLine": "Groennegaardsvej 2",
                        "postCode": "C 1870",
                        "settlement": "Frederiksberg",
                        "country": "Denmark"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Neonatal diarrhoea is a frequent clinical condition in commercial swine herds, previously regarded to be uncomplicated to treat. However, since 2008 it seems that a new neonatal diarrhoeic syndrome unresponsive to antibiotics and common management practices has emerged. Routine laboratory examinations have not detected any pathogen related to this syndrome. The primary purpose of this study was to evaluate if well-known enteric pathogens could be associated with outbreaks of neonatal diarrhoea, thus question the hypotheses of a new syndrome. Furthermore, we wanted to evaluate macroscopic and microscopic findings associated with these outbreaks and if possible propose a preliminary piglet-level case-definition on syndrome New Neonatal Porcine Diarrhoea syndrome (NNPDS). Results: Four well-managed herds experiencing neonatal diarrhoea with no previously established laboratory conclusion and suspected to suffer from New Neonatal Porcine Diarrhoea Syndrome, were selected. Within these herds, 51 diarrhoeic and 50 non-diarrhoeic piglets at the age of three to seven days were necropsied and subjected to histological and microbiological examination. Faeces were non-haemorrhagic. Neither enterotoxigenic E. coli, Clostridium perfringens type A or C, Clostridium difficile, rotavirus, coronavirus, Cryptosporidium spp, Giardia spp, Cystoisospora suis nor Strongyloides ransomi were associated with diarrhoea in the investigated outbreaks. Macroscopically, the diarrhoeic piglets were characterized by filled stomachs and flaccid intestines without mucosal changes. The predominant histological lesions were villous atrophy in jejunum and ileum. Epithelial lesions in colon were seen in one third of the case piglets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: The results of the study supported the hypothesis that a new neonatal porcine diarrhoea was present in the investigated herds, since no known pathogen(s) or management factors could explain the diarrhoeal outbreaks. Based on the findings in the four herds the following case-definition of NNPDS was suggested: Non-haemorrhagic diarrhoea during the first week of life, without detection of known infectious pathogens, characterized by milk-filled stomachs and flaccid intestines at necropsy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Neonatal diarrhoea is a well-known clinical condition, present at varying prevalence in most commercial swine herds. However, since 2008 field experiences on an apparently new diarrhoeic syndrome unresponsive to antibiotics and common management practices have been reported (personal communications, S.E. Jorsal, National Veterinary Institute, Technical University of Denmark and B. Svensmark, Pig Research Centre, Danish Agriculture & Food Council, Denmark). The emergence of a new neonatal diarrhoeic syndrome (by some authors referred to as New Neonatal Porcine Diarrhoea (NNPD) has been suggested in different countries [1] [2] [3] [4] . A common feature of the reported cases is that known enteric pathogens cannot be associated with the clinical outbreaks in routine laboratory submissions.",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 628,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Routine laboratory testing protocols may vary from region to region. Disregarding local procedures, the following agents are usually included in diagnostic protocols for neonatal diarrhoea: Enterotoxigenic Escherichia coli (ETEC), Clostridium perfringens type A (CPA), Clostridium perfringens type C (CPC), Clostridium difficile (CD) rotavirus group A (RV) and coronavirus [1, 5] . Parasites, which may be relevant to consider in relation to neonatal diarrhoea are Cryptosporidium spp, Giardia spp, Cystoisospora suis and Strongyloides ransomi [6] [7] [8] . Systematic investigations of piglets from herds affected by the apparently new diarrhoeic syndrome are lacking.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 377,
                    "end": 379,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The overall aim of this study was to investigate whether a detailed microbiological examination of a larger number of piglets from affected herds could link the presence of neonatal diarrhoea with known enteric pathogens. Such associations would challenge the hypothesis that a new disease syndrome has evolved. Another aim was to determine if diarrhoeic piglets from different herds had characteristic and consistent gross and microscopic lesions to support the elaboration of a joint case definition of NNPDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The article describes the prevalence of well-known enteric pathogens in age-matched diarrhoeic-and nondiarrhoeic piglets from four herds affected by neonatal diarrhoea with no previously established laboratory conclusion. Furthermore, results of gross pathology and histopathology are presented. Summarizing these findings, the article suggests a case-definition on NNPDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A total of 51 diarrhoeic (11-14 pr . herd) and 50 nondiarrhoeic piglets (12-13 pr . herd) at the age of three to seven days were included in the study. Clinically, the diarrhoeas were non-haemorrhagic. Eighty percent of diarrhoeic piglets had been diarrhoeic for either two or three days prior to euthanasia. Diarrhoea for four days was seen in 14% of the diarrhoeic piglets whereas only 6% had been diarrhoeic for five days. Table 1 summarizes the microbiological findings in relation to diarrhoeic status. None of the microbiological agents was significantly more prevalent in diarrhoeic than in non-diarrhoeic piglets.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 34,
                    "text": "(11-14 pr",
                    "ref_id": null
                },
                {
                    "start": 72,
                    "end": 81,
                    "text": "(12-13 pr",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 433,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Epidemiologic data on piglets"
        },
        {
            "text": "Non-haemolytic E. coli was the predominant finding in the aerobic culture from both diarrhoeic and nondiarrhoeic piglets, whereas haemolytic strains were found in only three piglets in total (all of them diarrhoeic). The main part of E. coli isolates were non-typeable. Sixty-three E. coli isolates were subjected to virulence gene determination by PCR. Fimbrial genes were detected in nine of 35 isolates from diarrhoeic piglets. The fimbrial distribution among isolates was; F4 (n=2), F5 (n=1), F6 (n=1), F18 (n=1), F41 (n=2), F5/F6 (n=1) and F5/F41 (n=1). In nondiarrhoeic piglets fimbrial genes were detected in seven of 28 isolates. The fimbrial distribution among these isolates was; F4 (n=1), F5 (n=1), F6 (n=1), F18 (n=2) and F41 (n=2). Table 2 gives an overview of toxin genes detected in fimbriated and non-fimbriated isolates from the two groups of piglets. Classic ETEC with simultaneous occurrence of both fimbrial and toxin genes were detected in only one diarrhoeic piglet.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 745,
                    "end": 752,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Microbiology"
        },
        {
            "text": "In the anaerobic culture, CPA was a very frequent finding. These bacteria were more prevalent in non-diarrhoeic than in diarrhoeic piglets (70% vs. 35%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microbiology"
        },
        {
            "text": "Necropsy findings are presented in Table 3 . Very few extra-intestinal lesions were observed (not shown), and only one of these; a pale or icteric liver, was observed in more than one piglet (5 of the diarrhoeic vs. 1 of the non-diarrhoeic piglets).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 42,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Necropsy"
        },
        {
            "text": "As indicated in Table 3 , six findings showed a statistically significant higher prevalence in diarrhoeic versus non-diarrhoeic piglets. Table 4 outlines the prevalence of these six findings in the two groups of piglets within each herd. Within all herds, a poor body condition, flaccidity of the small intestine, flaccidity of the large intestine and liquid large intestinal contents seemed positively associated with diarrhoea (though not statistically significant in all cases, see Table 4 ). Flaccidity of the large intestine was in most cases (25 of 27 cases) seen in conjunction with small intestinal flaccidity. Figure 1 shows a flaccid and Figure 2 shows a normal intestine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 137,
                    "end": 144,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 485,
                    "end": 492,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 619,
                    "end": 627,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 648,
                    "end": 656,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Necropsy"
        },
        {
            "text": "In the small intestine, villous atrophy with crypt hyperplasia was the most frequently observed lesion. shows atrophic villi in ileum as compared to normal villi shown in Figure 4 . Overall, an atrophic pattern was seen in the jejunal and/or ileal mucosa in 63% of diarrhoeic and 12% of non-diarrhoeic piglets. The severity of atrophy varied, with no obvious association with diarrhoeic status. In ileum, the villous atrophy was most pronounced over the Peyer's patches. Duodenal villi were not affected. A statistically significant association (P<0.001) between villous atrophy and flaccidity of the small intestine at necropsy was seen. In 76% of piglets having villous atrophy, small intestinal flaccidity had been recorded at necropsy. Irrespective of diarrhoeic status approximately 30% of piglets had a slight to moderate local infiltration of neutrophils in the lamina propria. Occasionally, the lamina propria in the diarrhoeic piglets was congested and edematous.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 179,
                    "text": "Figure 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Histopathology"
        },
        {
            "text": "Mild epithelial lesions were seen at the tip of the villi in 20% of the diarrhoeic and 6% of the non-diarrhoeic piglets and were usually associated with villous atrophy. Crypts of Lieberkühn epithelium were intact in both groups. Foci of mucosal necrosis were seen in the small intestines of 6% of the diarrhoeic piglets versus none of the non-diarrhoeic ones. In colon, mild epithelial lesions were seen in 33% of the diarrhoeic piglets and 11% of the non-diarrhoeic piglets. Occasionally, the colonic crypts in diarrhoeic piglets were irregular and elongated. Mucosal necrosis in the colon was seen in one diarrhoeic piglet, which also had necrotic changes in the small intestine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histopathology"
        },
        {
            "text": "No parasites were seen in the intestinal mucosa of any piglet. Table 5 depicts histopathological findings in diarrhoeic and non-diarrhoeic piglets within the four herds and summarizes the overall prevalences. Both villous atrophy and large intestinal epithelial lesions showed an overall statistically significant positive association with diarrhoea, and seemed positively (or at least not negatively) associated with diarrhoea within all herds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Histopathology"
        },
        {
            "text": "Non-enterotoxigenic (containing neither fimbrial nor toxin genes) E. coli was a frequent finding in both diarrhoeic and non-diarrhoeic piglets, whereas only one enterotoxigenic isolate was detected. Hence, ETEC did not seem to play any pathogenic role in relation to the investigated outbreaks of diarrhoea. Other studies have indicated that attaching and effacing E. coli (AEEC), carrying neither fimbrial nor toxin genes, are able to induce diarrhoea in newborn piglets [9] and to induce villous atrophy [10] . The prevalence of AEEC in the present study is currently being investigated.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 475,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CPC was cultured in four piglets of the study. Due to the low prevalence the significance of this bacterium in relation to the investigated outbreaks is probably minimal. The significance of CPA in relation to diarrhoea in Table 2 Occurence of toxin genes within fimbriated and non-fimbriated E. coli isolates from diarrhoeic and non-diarrhoeic piglets",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 230,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "From diarrhoeic piglets neonatal piglets is controversial, since it has been concomitantly recognized as part of the normal intestinal flora and as a potential intestinal pathogen [11, 12] . In this study we found a significantly higher prevalence of CPA in non-diarrhoeic vs. diarrhoeic piglets. Most likely, this finding merely reflects the intact intestinal flora within the non-diarrhoeic piglets. CD has been reported in cases of neonatal diarrhoea in piglets [5, 12] . However, in this study, this bacterium was only detected in two piglets and the characteristic histopathological lesions previously reported to be associated with CD infections [13] were not seen. Accordingly, CD does not seem to be associated with the investigated outbreaks.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The scarcity of known pathogens in the outbreaks of the study supports the hypothesis that the investigated herds experienced diarrhoea of unknown aetiology. Therefore the outbreaks may be representative of the new syndrome NNPDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A poor body condition and dehydration were rather prevalent findings in diarrhoeic piglets in this study. However, unless very pronounced, these features are not characteristic for specific diarrhoeic syndromes, since they merely reflect the loss of nutrients and water associated with any diarrhoeic condition. Milk-filled stomachs, in contrast, seem to be a characteristic finding associated with this syndrome. Since neonatal diarrhoea is commonly associated with malabsorption caused by starvation, the filled stomachs seen in 100% of diarrhoeic piglets in this study are interesting findings which clearly differentiate this syndrome from outbreaks of neonatal diarrhoea related to starvation. However, since the vast majority (80%) of piglets in this study were diarrhoeic for two or three days only, we do not have information on the contents of stomachs at later stages of disease. Obviously, one would expect long lasting diarrhoea to keep piglets from suckling due to malaise, and therefore this criterion is probably only valid at early stages of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Intestinal flaccidity was the most prominent and consistent gross lesion. Flaccidity of intestines is seen in different conditions, Postweaning Multisystemic Wasting Syndrome (PMWS) [14] and diet-induced malabsorption being the most obvious examples. Liquid contents in colon are expected in all diarrhoeic conditions and are therefore not considered diagnostic to any specific syndrome. Somewhat surprising, half of the diarrhoeic piglets did not have liquid content in colon at necropsy, which probably reflects that these piglets were in the recovery phase of disease. If so, this potentially implies a diagnostic problem due to less pronounced lesions and decreased excretion of infectious agents at this phase. However, since the clinical course of diarrhoea turned out to be very short (as evidenced by 80% of the selected piglets being diarrhoeic for only two or three days) it would not have been practically feasible to avoid selection of piglets in recovery.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The most consistent and predominant histological lesion observed in diarrhoeic piglets was villous atrophy (seen in 63% of diarrhoeic vs. 12% of non-diarrhoeal piglets). Villous atrophy is a very common finding in diarrhoeic conditions [15] and in this study, the atrophy was neither associated with infection by well-known pathogens nor malnutrition. The strong association between villous atrophy and grossly visible intestinal flaccidity indicates that decreased mucosal thickness is reflected grossly as a thinwalled, atonic intestine. Epithelial lesions in the large intestine also seemed to be consistently associated with diarrhoea in this study (seen in 33% of diarrhoeic vs. 11% of non-diarrhoeic piglets), but due to the low prevalence, these lesions do not seem to be relevant to include in a case definition.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, the present study suffers from lack of comparable piglets from non-NNPDS-affected herds in order to correctly classify findings as typical or diagnostic of NNPDS. Moreover, the selection of study herds posed some difficulties since the selection was basically based on a high prevalence of diarrhoea and absence of agents (in five piglets). Obviously, potential misclassification of herds is an issue to considerthough hard to address or control at this stage of investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To our knowledge, this is the first study investigating outbreaks of diarrhoea in herds suspected to suffer from NNPDS. The aetiology behind these outbreaks was either undetected pathogens or non-infectious factors. Practical experience indicates that eg. high levels of protein in sow feed can lead to diarrhoea in neonatal pigs. However, all of the investigated herds used restricted levels of protein in sow feed, and had previously tried minimizing protein content with no preventive effect. As previously underlined, the diarrhoea seemed unrelated to postnatal starvation, bot intrauterine events may have affected the normal development of intestinal absorptive capacity. Thus, the villous atrophy seen in the study may reflect prenatal under-development of villi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The unspecific nature of intestinal lesions seen in this study underlines the complexity of intestinal pathology in neonatal pigs. Interestingly, even early studies from the seventies and eighties concluded that gross lesions seem similar and unspecific irrespective of the underlying aetiology in this age group of piglets [16, 17] . Moreover, in the study from 1975 no pathogens were detected in as many as 32% of fatal neonatal gastroenteropathies. Thus, the existence of neonatal diarrhoa with unspecific lesions and without known pathogens is not a new phenomenon. It appears, however, that the clinical picture in the herds is new. At this point we do not know whether this clinical picture is a more severe manifestation of a syndrome already present but not recognized back in the seventies, or if we are experiencing a truly new syndrome.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "From a practical point of view, obviously the most urgent issue is to recognize the aetiology behind the current problems. This study disclaims associations with established agents, but yet unestablished agents or shifts in intestinal bacteral population dynamics may play a role. Therefore, culture-independent methods like metagenomics and high-throughput qPCR may be rewarding in the future investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study suggests the existence of a yet unexplained diarrhoea syndrome related to the first week of life. The syndrome is not related to starvation or infection by enterotoxigenic E. coli, Clostridium perfringens type A or C, Clostridium difficile, rotavirus, coronavirus, Cryptosporidium spp, Giardia spp, Cystoisospora suis or Strongyloides ransomi. Characteristic postmortem findings are flaccid intestines without mucosal pathology or lymph node enlargement. Histologically, villous atrophy in jejunum and ileum are the most prominent findings and epithelial lesions in colon also seem to be associated with the syndrome. Apparently, the flaccidity of intestines seen at necropsy is a reflection of the reduced length of intestinal villi. For a preliminary piglet level case-definition we suggest the following; Non-haemorrhagic diarrhoea during the first week of life, with no detection of known infectious agents and characterized by a milk-filled stomach and flaccid intestines at necropsy. Since histopathological examination mainly revealed uncharacteristic lesions, this diagnostic approach does not seem to be rewarding at this stage of investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "A case-control study on 101 euthanized piglets selected from four Danish production herds was performed during 2011. A total of 989 piglets from these herds were clinically evaluated from the day of birth and 110 were euthanized at selected time points.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Herds were recommended by veterinary practitioners and included in accordance with the following criteria: 1) Presence of diarrhoea responding poorly to antibiotics during the first week of life (at least 30% affected litters for a period of minimum 6 months), 2) Routine vaccination of sows against ETEC and CPC, 3) Failure of preventive management interventions, 4) PRRS negative farrowing unit as demonstrated in blood samples tested by ELISA/IPT or PCR and 5) Negative results of routine diagnostic examinations for ETEC, CPC and RV in five diarrhoeic piglets aged one to four days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion of herds"
        },
        {
            "text": "A total of four herds were selected. They all presented high standards of housing and management with all-in/ all-out practice in farrowing units and appropriate cleaning between farrowing batches. Farrowing crates had partially slatted floors of plastic or iron bars with supplemental heat and cover provided for the piglets. : In 2 diarrhoeic and 4 non-diarrhoeic piglets samples from colon were missing or autolytic and therefore not included in the analysis. *denotes statistically significant positive associations with diarrhoea within herds (one-sided Fisher's exact test (α=0,05)). Findings having a statisticallly significant association with diarrhoea across herds are presented in bold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion of herds"
        },
        {
            "text": "All four herds had been affected by neonatal diarrhoea for at least one year. Preventive interventions which had failed included minimizing protein-levels in sow feed, optimization of hygiene procedures, immunization by faecal backfeeding and vaccination against CPA and Porcine circovirus type 2 (PCV2). In all herds, many different antibiotics and different treatment strategies had been tried out unsuccessfully. All herds used Toltrazuril at day three to four of life to prevent coccidiosis. Castration of males and iron-injections were carried out at the same day. Descriptive data on the herds are presented in Table 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 617,
                    "end": 624,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Inclusion of herds"
        },
        {
            "text": "In each herd, approximately 20 newly farrowed sows (half of a farrowing batch) with no clinical signs of disease prior to farrowing were selected. The selection procedure was designed to include all available first parity litters, since they were expected to exhibit the highest prevalence of diarrhoea. At the day of birth (day one), the included litters were standardized to 11 or 12 piglets by randomly selecting piglets weighing ≥ 800 g. Surplus piglets were removed during the first 16 hours after birth and no cross-fostering was made during the suckling period. Sows and piglets were clinically examined daily from day 1 until day five to seven and again on day ten. In the same period, rectal swabs were taken. Consistency of faeces was judged as fluid or normal from the appearance on the rectal swab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion of sows and piglets"
        },
        {
            "text": "In each herd, age-matched case and control piglets were selected for necropsy at two different time-pointsearly and late in the course of disease. These time-points were based on previous experience with the syndrome in each herd. In herds experiencing diarrhoea starting at the second day of life, piglets were necropsied at day three and five of life. If diarrhoea occurred from the third day of life, piglets were necropsied at day four and six of life and so on. In the 4 herds, clinical signs started at day two, three or four of life, resulting in necropsies being performed on piglets between three and seven days of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition on cases and controls and selection procedure"
        },
        {
            "text": "Selection criterion for diarrhoeic piglets was fluid consistency of faeces for at least two subsequent days, including the day of selection. Selection criterion for non-diarrhoeic piglets was normal consistency of faeces at all days prior to selection. Diarrhoeic piglets were selected from the litters having the highest prevalence of diarrhoea, whereas non-diarrhoeic piglets were selected from the litters exhibiting no or little diarrhoea. None of the piglets euthanized at the early stage (three to five days of age, depending on herd) had been treated by antibiotics. All diarrhoeic piglets euthanized at the late stage (five to seven days of age, depending on herd) had been medicated according to the individual herd routine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition on cases and controls and selection procedure"
        },
        {
            "text": "Live piglets were transported to the laboratory and euthanized within six hours after selection. All organs were routinely examined for gross lesions. A poor body condition was recorded if protruding ribs and spine were observed. Dehydration was recorded if eye balls were deeply positioned in the skull and muscles appeared dry on the cut surface.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic procedures Necropsy"
        },
        {
            "text": "Histopathological examination was carried out on samples from duodenum, jejunum, ileum and spiral colon. Samples were fixed immediately after euthanasia in 10% neutral buffered formalin for at least 48 hours. The samples were then embedded in paraffin wax, cut at 3 μm, stained with haematoxylin and eosin (HE) and examined by light microscopy. The intestinal mucosa of each specimen was histopathologically evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histopathology"
        },
        {
            "text": "Villous atrophy was recorded when shortening of villi accompanied by decreased height of enterocytes and increased cellularity of the lamina propria was seen in at least one region of the intestinal sample. Crypt hyperplasia was recorded when the intestinal crypts were elongated with an increased number of mitotic figures. Disruptions in normal epithelial architecture with preserved integrity of the epithelium were recorded as mild epithelial lesions. Diffuse necrotic changes in the epithelium and lamina propria were recorded as mucosal necrosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histopathology"
        },
        {
            "text": "The presence of parasites (Cryptosporidium spp, Giardia spp, Cystoisospora suis and Strongyloides ransomi) was examined using standard diagnostic criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histopathology"
        },
        {
            "text": "Sections of jejunum and colon were aerobically cultured for E. coli. Parallel culturing on Drigalski (in house selective and indicative medium for coliforms) and blood agar plates (Columbia agar (Oxoid) supplemented with 5% calf blood) was performed. Plates were incubated for 24 hours at 37°C. Piglets were considered E. coli positive if any growth of haemolytic colonies or moderate/ massive growth of nonhaemolytic colonies was seen in any section of intestine. Serogrouping of E. coli was performed -using one isolate per piglet -by agglutination with monovalent O-antisera (O8, O45, O64, O138, O139, O141, O149 and O157, Statens Serum Institut, Copenhagen, Denmark) [18] and real-time PCR was performed for detection of virulence factor genes F4, F5, F6, F18, F41, STa, STb, LT and VT2e [18] . If no agglutination with antisera was seen, the isolate was designated non-typeable. If agglutination occurred in all pools, the isolate was considered to be O-rough.",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 675,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Bacteriology"
        },
        {
            "text": "Culturing of CP was carried out using Columbia agar (Oxoid) supplemented with 5% calf blood and polymyxin incubated anaerobically for 24 hours at 37°C. Colonies were verified using Tryptose-Sulfite-Cycloserine agar (Oxoid). Piglets were considered culture positive if moderate/ massive growth was observed in any section of intestine. Typing of suspected samples was performed by PCR [19] on a pool of four isolates having characteristic colony morphology on Columbia agar (shiny, grey, double-haemolytic colonies). Culturing of CD was performed using Cycloserine Cefoxitin Fructose Agar, incubated anaerobically for 48 hours at 37°C. Piglets were considered positive if yellow colonies with a characteristic horse-stable odour were detected in any section of intestine.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 388,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Bacteriology"
        },
        {
            "text": "Contents of jejunum were examined for rotavirus group A by an enzyme immunoassay (ProSpectT® Rotavirus) according to the manufacturer's instructions and for coronavirus by a pan-corona RT-PCR assay as previously described [20] .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Virology"
        },
        {
            "text": "Positive associations between diarrhoea and microbiological and pathological findings were evaluated using one-sided Fisher's exact tests (α=0.05). When considered relevant, associations between histopathology and necropsy were also evaluated by Fisher's exact tests (α=0.05). Since the piglets originated from four different herds, associations within herds were also assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "The present study was not subject to ethical approval as Danish laws do not require ethical approval for studies not involving different treatment groups or blood testing. The study only involved procedures normally used for routine diagnostics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "New neonatal diarrhoea syndrome in Denmark",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Svensmark",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the 1st ESPHM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical and laboratory investigations in 10 French pig herds dealing with enzootic neonatal diarrhoea",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gin",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Guennec",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morvan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Martineau",
                    "suffix": ""
                },
                {
                    "first": "G-P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of the 21st IPVS Congres",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neonatal diarrhoea in piglets from E. coli vaccinated sows in Sweden",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Melin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wallgren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mattson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stampe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Löfstedt",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of the 21st IPVS Congres",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "New neonatal porcine diarrhoea. II. aspects on etiology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wallgren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mattson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merza",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the 22nd IPVS Congres",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A survey of agents associated with neonatal diarrhea in Iowa swine including Clostridium difficile and porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yaeger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Vet Diagn Invest",
            "volume": "14",
            "issn": "",
            "pages": "281--287",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pathogenesis of intestinal cryptosporidiosis in conventional and gnotobiotic piglets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vitovec",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Koudela",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Vet Parasitol",
            "volume": "43",
            "issn": "",
            "pages": "25--36",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Occurrence of Isospora suis in larger piglet production units and on specialized piglet rearing farms",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Joachim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Daugschies",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet Parasitol",
            "volume": "82",
            "issn": "",
            "pages": "277--284",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cryptosporidium and Giardia in different age groups of Danish cattle and pigs -occurrence and management associated risk factors",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maddox-Hyttel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Langkjaer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Enemark",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vigre",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vet Parasitol",
            "volume": "141",
            "issn": "",
            "pages": "48--59",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Isolation and association of Escherichia coli AIDA-I/STb, rather than EAST1 pathotype, with diarrhea in piglets and antibiotic sensitivity of isolates",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ngeleka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pritchard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Appleyard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fairbrother",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Vet Diagn Invest",
            "volume": "15",
            "issn": "",
            "pages": "242--252",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Experimental infection of newborn pigs with an attaching and effacing Escherichia coli O45:K\"E65\" strain",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Helie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jacques",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fairbrother",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Infect Immun",
            "volume": "59",
            "issn": "",
            "pages": "814--821",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clostridial enteric infections in pigs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Songer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Uzal",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Vet Diagn Invest",
            "volume": "17",
            "issn": "",
            "pages": "528--536",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Matched case-control study evaluating the frequency of the main agents associated with neonatal diarrhea in piglets",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Lippke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Borowski",
                    "suffix": ""
                },
                {
                    "first": "Smt",
                    "middle": [],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Paesi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Corbellini",
                    "suffix": ""
                },
                {
                    "first": "Desn",
                    "middle": [],
                    "last": "Barcellos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pesquisa Veterinaria Brasileira",
            "volume": "31",
            "issn": "",
            "pages": "505--510",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Comparative Pathology of Clostridium difficileassociated Disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Keel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Songer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vet Pathol",
            "volume": "43",
            "issn": "",
            "pages": "225--240",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Postweaning multisystemic wasting syndrome in Danish pig herds: productivity, clinical signs and pathology",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Enoe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Jorsal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Barfod",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Svensmark",
                    "suffix": ""
                },
                {
                    "first": "Bille",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vigre",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Boetner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baekbo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Veterinary Record",
            "volume": "162",
            "issn": "",
            "pages": "505--508",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epithelial renewal in health and disease. Villous atrophy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "In Pathology of Domestic Animals",
            "volume": "2",
            "issn": "",
            "pages": "77--78",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Neonatal diarrhoea of pigs in Quebec: Infectious causes of significant outbreaks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Turgeon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jolette",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Phaneuf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sauvageau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beauregard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Teuscher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Larivière",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Can J Comp Med",
            "volume": "47",
            "issn": "",
            "pages": "11--17",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Preweaning mortality in pigs. 4. diseases of the gastrointestinal tract in pigs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Svendsen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bille",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Riising",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Nord Vet Med",
            "volume": "27",
            "issn": "",
            "pages": "85--101",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Prevalence of serogroups and virulence genes in Escherichia coli associated with postweaning diarrhoea and oedema disease in pigs and a comparison of diagnostic approaches",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Frydendahl",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet Microbiol",
            "volume": "85",
            "issn": "",
            "pages": "169--182",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Diagnostic multiplex PCR for toxin genotyping of Clostridium perfringens isolates",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Baums",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schotte",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Amtsberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goethe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vet Microbiol",
            "volume": "100",
            "issn": "",
            "pages": "11--16",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A pancoronavirus RT-PCR assay for detection of all known coronaviruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vijgen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keyaerts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Ranst",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol Biol",
            "volume": "454",
            "issn": "",
            "pages": "3--12",
            "other_ids": {
                "DOI": [
                    "10.1186/1746-6148-9-206"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kongsted",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Veterinary Research",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Heat-stable enterotoxins a and b. 2 : Heat-labile enterotoxin.3 : Verotoxin 2e.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Flaccid intestine of 3 days old diarrhoeic piglet. The small intestine is thin-walled and flaccid throughout its length. The intestine appears to lack its normal peristaltic capacity, since no sections are contracted. Colon (in the right side of the picture) has liquid contents.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Normal intestine of 3 days old non-diarrhoeic piglet. The small intestinal wall has a normal thickness. Different parts of the intestine show different stages of peristalsis, reflecting normal peristaltic capacity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Severe villous atrophy in ileum of 5 days old diarrhoeic piglet.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Normal intestinal villi in ileum of 5 days old non-diarrhoeic piglet.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Microbiological findings in diarrhoeic and non-diarrhoeic piglets",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Necropsy findings in diarrhoeic and non-diarrhoeic piglets One-sided Fisher's exact test. Findings having a statistically significant positive association with diarrhoea are presented in bold.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Necropsy findings in diarrhoeic-(D) and non-diarrhoeic (ND) piglets in individual herds",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "findings * denotes significant statistical positive association with diarrhoea (one-sided Fisher's exact test (α=0.05)) within the individual herds.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Main histological findings in 51 diarrhoeic (D) and 50 non-diarrhoeic (ND) piglets",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Descriptive data of the 4 herds in the study Specific Pathogen Free -disease surveillance programme. Danish herds can participate in this programme which registers presence of certain infectious diseases, including PRRS, M. hyopneumoniae, A. pleuropneumoniae, P. multocida tox+ and B. hyodysenteriae.2 : Average values calculated from herd-registrations made in a 3-month-period prior to investigation.3 : Feed type used in farrowing period.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The study was supported by the Danish Ministry of Food, Agriculture and Fisheries. The authors wish to thank Birgitta Svensmark and technical personnel at the Laboratory of swine Diseases, Pig Research Centre and technical personnel at the National Veterinary Institute, Technical University of Denmark for their technical assistance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "All authors contributed to the design of the study. Inclusion of herds, clinical examination in the herds and selection of piglets was done by HK. Necropsy was performed by SH and histological examinations were performed by BJ. Culturing of Clostridium difficile was done by BK and virulence gene determination of E. coli isolates by ØA. LEL did the pan-corona RT-PCR assays. HK conducted the statistical analysis. All authors participated in drafting the manuscript and proofreading of the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}