{
    "paper_id": "2aff265697682af71816737a2fd85f1d9bc9a0c4",
    "metadata": {
        "title": "Clinical Medicine The Rate of Underascertainment of Novel Coronavirus (2019-nCoV) Infection: Estimation Using Japanese Passengers Data on Evacuation Flights",
        "authors": [
            {
                "first": "Hiroshi",
                "middle": [],
                "last": "Nishiura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Kita 15 Jo Nishi 7 Chome, Kita-ku, Sapporo-shi",
                        "postCode": "060-8638",
                        "settlement": "Hokkaido",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Tetsuro",
                "middle": [],
                "last": "Kobayashi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Kita 15 Jo Nishi 7 Chome, Kita-ku, Sapporo-shi",
                        "postCode": "060-8638",
                        "settlement": "Hokkaido",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yichi",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Kita 15 Jo Nishi 7 Chome, Kita-ku, Sapporo-shi",
                        "postCode": "060-8638",
                        "settlement": "Hokkaido",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Katsuma",
                "middle": [],
                "last": "Hayashi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Kita 15 Jo Nishi 7 Chome, Kita-ku, Sapporo-shi",
                        "postCode": "060-8638",
                        "settlement": "Hokkaido",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takeshi",
                "middle": [],
                "last": "Miyama",
                "suffix": "",
                "affiliation": {},
                "email": "takeshi.j.miyama@gmail.com"
            },
            {
                "first": "Ryo",
                "middle": [],
                "last": "Kinoshita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Kita 15 Jo Nishi 7 Chome, Kita-ku, Sapporo-shi",
                        "postCode": "060-8638",
                        "settlement": "Hokkaido",
                        "country": "Japan"
                    }
                },
                "email": "ryokinoshita@med.hokudai.ac.jpr.k."
            },
            {
                "first": "Natalie",
                "middle": [
                    "M"
                ],
                "last": "Linton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Kita 15 Jo Nishi 7 Chome, Kita-ku, Sapporo-shi",
                        "postCode": "060-8638",
                        "settlement": "Hokkaido",
                        "country": "Japan"
                    }
                },
                "email": "nlinton@gmail.comn.m.l."
            },
            {
                "first": "Sung-Mok",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Kita 15 Jo Nishi 7 Chome, Kita-ku, Sapporo-shi",
                        "postCode": "060-8638",
                        "settlement": "Hokkaido",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Baoyin",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Kita 15 Jo Nishi 7 Chome, Kita-ku, Sapporo-shi",
                        "postCode": "060-8638",
                        "settlement": "Hokkaido",
                        "country": "Japan"
                    }
                },
                "email": "baoyinyuan@outlook.comb.y."
            },
            {
                "first": "Ayako",
                "middle": [],
                "last": "Suzuki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Kita 15 Jo Nishi 7 Chome, Kita-ku, Sapporo-shi",
                        "postCode": "060-8638",
                        "settlement": "Hokkaido",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrei",
                "middle": [
                    "R"
                ],
                "last": "Akhmetzhanov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "addrLine": "Kita 15 Jo Nishi 7 Chome, Kita-ku, Sapporo-shi",
                        "postCode": "060-8638",
                        "settlement": "Hokkaido",
                        "country": "Japan"
                    }
                },
                "email": "akhmetzhanov@med.hokudai.ac.jp"
            },
            {
                "first": "A",
                "middle": [
                    "R A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "From 29 to 31 January 2020, a total of 565 Japanese citizens were evacuated from Wuhan, China on three chartered flights. All passengers were screened upon arrival in Japan for symptoms consistent with novel coronavirus (2019-nCoV) infection and tested for presence of the virus. Assuming that the mean detection window of the virus can be informed by the mean serial interval (estimated at 7.5 days), the ascertainment rate of infection was estimated at 9.2% (95% confidence interval: 5.0, 20.0). This indicates that the incidence of infection in Wuhan can be estimated at 20,767 infected individuals, including those with asymptomatic and mildly symptomatic infections. The infection fatality risk (IFR)-the actual risk of death among all infected individuals-is therefore 0.3% to 0.6%, which may be comparable to Asian influenza pandemic of 1957-1958. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As the epidemic of novel coronavirus (2019-nCoV) unfolded, the government of China has decided to implement countainment measures, including discontinuation of ordinary flights to and from Wuhan Tianhe International Airport even during the Chinese New Year holidays. The impact of such a dramatic restriction on human migration on the epidemic dynamics of 2019-nCoV will be soon visually identifiable, but this change made it difficult to update the cumulative incidence estimate using exported case data outside China [1] . Presently, exponential growth of confirmed cases has continued in China, but a substantial number of infections may have missed being diagnosed and reported.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 522,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the face of travel restrictions to and from Wuhan, the government of Japan offered Japanese citizens in Wuhan the option to be evacuated on specially chartered flights from 29 to 31 January 2020. A total of 565 Japanese citizens boarded three different flights and were evacuated. As of 2 February 2020, healthy individuals are quarantined with movement restrictions and brought under medical observation at designated hotels and dormitories. An additional 63 individuals who were determined to have symptoms consistent with 2019-nCoV infection upon arrival in Japan were all admitted to hospitals. The evacuation procedures involved in these flights have offered a unique opportunity for evaluation of the rate of underascertainment of 2019-nCoV cases in China. Here, we report the estimated rate of underascertainment and an update on current incidence in Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There were two interesting features of the evacuation process conducted by Japanese authorities. First, all 565 passengers were screened for symptoms upon arrival. Prior to disembarkation, the quarantine officers used portable thermoscanners to screen the temperature. In the following, all passengers were interviewed regarding whether they have any symptoms suggestive of upper raspiratory tract infection, including fever and cough. Of the 565 passengers, 63 were symptomatic. Second, the passengers were tested for presence of 2019-nCoV using reverse transcription polymerase chain reaction (RT-PCR), and eight passengers (1.4%) were determined to have the virus. Importantly, most of the individuals positive for the virus were asymptomatic (five passengers), while only the other three had symptoms consistent with 2019-nCoV infection, indicating that the dataset generated from this process can help investigate the full spectrum of infection including mild and asymptomatic infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Estimation"
        },
        {
            "text": "Let n and c(t) be the population size of Wuhan (11 million) and the cumulative number of cases in Wuhan by time t. As of 29 January 2020, there were 1905 confirmed cases reported from Wuhan. Suppose that q is the fraction of underascertained infected individuals and T is the detection window for the virus. While T is assumed as 10.0 days elsewhere [2] and even longer in an earlier study [1] , the mean serial interval has recently been estimated at 7.5 days [3] . Another modeling study estimated the mean infectious period to be 3.6 days [4] . Here we set the serial interval to be 7.5 days as the default, and 3.6 and 10.0 days as the possible range of uncertainty. The balance equation for the risk of infection is thus written:",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Estimation"
        },
        {
            "text": "It should be noted that all Japanese evacuees resided in Wuhan City, and citizens living in other cities in Hubei were not included on the flights. Hence, the population size n is not the catchment population of the Wuhan airport but the population size of Wuhan City. The likelihood function to estimate q is: L(q; 8 infections out of 565 passengers) = 565 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Estimation"
        },
        {
            "text": "Subsequently, the cumulative incidence can be estimated by: c(t)/q.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Estimation"
        },
        {
            "text": "Assuming that the mean detection window of the virus can be informed by the mean serial interval, here set at 7.5 days [3] (Table 1) , the ascertainment rate was estimated to be 9.2% (95% confidence interval [CI]: 5.0, 20.0). Allowing the serial interval to vary from 3.6 to 10.0 days, the ascertainment rate ranged from 4.4% (95% CI: 2.4, 9.6) to 12.2% (95% CI: 6.6, 26.7). An ascertainment rate of 9.2% indicates that there are approximately 20,767 infected individuals (95% CI: 9528, 38,421) in Wuhan City as of 29 January 2020. The 95% confidence interval derived from profile likelihood is given in the parentheses. The estimated incidence represents infection, inclusive of mild and asymptomatic ones.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 132,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Estimate of the Incidence of \"Infection\""
        },
        {
            "text": "Laboratory testing of all evacuated passengers upon arrival in Japan offered an important opportunity to explicitly quantify the ascertainment rate using the number of both symptomatic ana asymptomatic infected evacuees for the calculatoin. In other words, if we assume that about 9.2% (95% CI: 5.0, 20.0) of cases have been diagnosed and reported by the Chinese government, the remaining 90.8% (80.0% or 95.0%) did not result in notification. This could be due to a variety of reasons including asymptomatic infection, mild illness, underdiagnosis and underreporting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the Incidence of \"Infection\""
        },
        {
            "text": "The derived estimate is key in interpreting the severity of the 2019-nCoV infection. Presently, the case fatality risk among confirmed cases (cCFR) has been estimated to be in the order of 3%-6% [5] . However, the risk of death among all infected individuals is likely much smaller. With our estimate of 10% ascertainment, the actual risk of death is therefore 0.3% to 0.6% among all infected individuals (abbreviated as iCFR or IFR) [6] , which may be comparable to the Asian influenza pandemic of 1957-1958. However, it should be noted that quoted values of IFR may be oversestimated if the ascertainment rate is biased due to difficulties in detection of 2019-nCoV using RT-PCR (e.g., very short detection window of the virus during the course of infection).",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Estimate of the Incidence of \"Infection\""
        },
        {
            "text": "Clarifying the full spectrum of disease is of utmost importance to understanding the expected burden of the ongoing epidemic to the world. The meticulous effort of screening and testing Japanese passengers on evacuation flights indicated that about 90% of infections were not initially ascertained as cases, which must be kept in mind when analyzing the confirmed case data in China. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the Incidence of \"Infection\""
        },
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The extent of transmission of novel coronavirus in Wuhan, China, 2020",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "S.-M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Clin. Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020330"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Imperial College London-MRC Centre for Global Infectious Disease Analysis. News/Wuhan Coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel coronavirus 2019-nCoV: Early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R E"
                    ],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.23.20018549"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Real time estimation of the risk of death from novel coronavirus (2019-nCoV) infection: Inference using exported cases",
            "authors": [
                {
                    "first": "S.-M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.23.20018549"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infection fatality risk of the pandemic A(H1N1)2009 virus in Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Epidemiol",
            "volume": "177",
            "issn": "",
            "pages": "834--840",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kws314"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license",
            "authors": [],
            "year": null,
            "venue": "© 2020 by the authors. Licensee MDPI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Contributions: H.N. and A.R.A. conceived the study, and all authors participated in the study design. H.N. and T.K. collected the data. H.N. analyzed the data and drafted the manuscript. All authors gave comments on the earlier versions of the manuscript. Funding: H.N. received funding from the Japan Agency for Medical Research and Development (AMED) [Grant number: JP18fk0108050]; the Japan Society for the Promotion of Science (JSPS) KAKENHI [Grant numbers, H.N.: 17H04701, 17H05808, 18H04895 and 19H01074; R.K.: 18J21587], the Inamori Foundation, and the Japan Science and Technology Agency (JST) CREST program [Grant number: JPMJCR1413]. S.-m.J. and N.M.L. received graduate study scholarship from the Ministry of Education, Culture, Sports, Science and Technology, Japan. B.Y. wishes to thank China Scholarship Council.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Exportation events and estimated incidence in China.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}