{
    "paper_id": "2d1c0935153f0c1139529c1c05373504028abd4a",
    "metadata": {
        "title": "Supporting Information",
        "authors": []
    },
    "abstract": [
        {
            "text": "Supplementary Figure 1. JEV NS5 forms a dimer in the asymmetric unit and is monomeric in solution. A) Surface representation of the NS5 dimer in the asymmetric unit viewing down the pseudo 2-fold axis. Coloring scheme: molecule I MTase -lime, RdRP -",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "green; molecule II MTase -cyan, RdRP -blue; linker -grey. B) Maximum likelihood superimposition [1] of the two NS5 molecules in the asymmetric unit (RMSD=0.5 Å) shown as cartoon representation. Coloring scheme is as in panel A. C) NS5 has a retention volume around 68 mL in a superdex 200 gel filtration column, consistent with a monomeric state. that motif G of JEV NS5 adopt a canonical conformation. In a very recent report [2] , binding of an inhibitor helped resolve the missing part of motif G in the original DENV RdRP model. However, the observed conformation deviates significantly from the JEV model.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "THESEUS: maximum likelihood superpositioning and analysis of macromolecular structures",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Theobald",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wuttke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bioinformatics",
            "volume": "22",
            "issn": "",
            "pages": "2171--2172",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Conformational Flexibility of the Dengue Virus RNA-Dependent RNA Polymerase Revealed by a Complex with an Inhibitor",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Liew",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yap",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "5291--5295",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Empirical retention volumes and molecular weights of three other globular proteins were indicated. PV and YFV are abbreviations of poliovirus and yellow fever virus, respectively. D) 10% SDS-PAGE analysis of the NS5 crystal. Lane 1: Washed crystal; lane 2: NS5 sample used for crystallization; lane 3: Empty; lane 4: Molecular weight marker. Supplementary Figure 2. Structural comparisons of flavivirus RdRPs. A) Side by side comparison derived from a maximum likelihood superimposition of RdRP structures from JEV, WNV, and DENV, clearly showing the incompleteness and misfolding of motif F (yellow) and motif G (light red) in the latter two structures. Representations, viewing angle, and coloring scheme is as in the main text Figure 2A. The RMSD values of 559 structurally equivalent α-carbon atoms are 2.3 Å for JEV and WNV RdRPs and 1.4 Å for JEV and DENV RdRPs. The corresponding RMSD values for palm, thumb, and fingers domains individually are 1.0 Å /0.7 Å, 1.0 Å /0.6 Å, and 2.5 Å /1.8 Å (JEV and WNV/JEV and DENV), respectively. B) Comparison of RdRP motif G conformation of JEV, BVDV, HCV, showing",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}