{
    "paper_id": "2d32032f8498219617634b8b4e5f5c7d214d2ebb",
    "metadata": {
        "title": "The usefulness of case reports in managing emerging infectious disease",
        "authors": [
            {
                "first": "Viroj",
                "middle": [],
                "last": "Wiwanitkit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wiwanitkit House",
                    "location": {
                        "postCode": "10160",
                        "settlement": "Bangkhae, Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Emerging infectious diseases are an important problem in medicine. Case reports usually document episodes in the early emerging phase or in a small outbreak. Although the case report is considered weak evidence in medical literature, it is usually the first report when there is a new emerging infectious disease. There is no doubt that case reports can provide useful information for further case series, reviews and studies. This editorial focuses on the usefulness of the case report on emerging infectious disease to the medical society. Publication in this area is highly welcomed by the journal and can serve as a future point of reference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The case report is a specific kind of publication in the medical literature. This specific kind of article is seldom seen in other non-medical literature. The case report is usually a short article describing \"an interesting case\" in medicine [1] . This might be a new medical condition, a new diagnostic approach, a new treatment or a new disease. In general, case reports usually describe a specific group of medical disorders including metabolic diseases, malignancies, infections and genetic disorders.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case reports on infection have a long history. Some case reports can be found in the ancient literature. A good example is the description of a condition that is believed to be \"malaria\" in the papyrus [2] . In ancient Chinese and Egyptian papers, a condition that is believed to be \"syphilis\" is also recorded [3] . Hence, there is no doubt that infection has been focused on by physicians and medical scientists for many centuries.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Concerning the nature of case reports on infection, a variety of reports can be seen. For example, reports can be on new disease, a rare disease, a new diagnostic tool or a new treatment. An interesting type of case report is that of an emerging infectious disease. By definition, an emerging infectious disease is a condition of outbreak or epidemic of an infection [4] . This can be a newly detected disease or the reemergence of an old disease. Emerging infectious disease is a condition that needs urgent management, and it is a public health focus.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the early emerging phase or in a small outbreak, the case reports are usually the first documents on those problems. A good example is the first case report from Mexico on the influenza of 2009 or swine flu before the present pandemic [5] . This outbreak report brought global attention to the possible emergence of this new serious infection [5] . Later, the infection became a pandemic around the world. Hundreds of publications on swine flu were published following this first case report. Of interest, the first case report in each country is usually the starting point to draw attention from local physicians and medical scientists. For example, the first case report on swine flu by Grasselli et al. [6] promoted generalized awareness of swine flu in Italy. Another similar scenario is the report on the outbreak of bird flu, another problematic atypical infection [7] . This report was also published before the existence of the outbreak of bird flu in many Asian countries.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case reports cannot have as high scientific merit as well-designed, randomized clinical trials or meta-analyses. However, if the case report is well reviewed and screened before publication, it can be reliable [8] . Nevertheless, although the case report is considered weak evidence in the medical literature, it is usually the first report when there is a new emerging infectious disease. A case report on an emerging infectious disease is a signal emerging from the background noise. It is not possible to perform good research on the new emerging infection at its first appearance, since no one completely knows the details of that infection. During the early period, the focus is usually on controlling the new disease.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition, good research on the emerging infectious disease usually takes a long time to perform and a longer time for publication of the results to occur. Hence, the data in case reports are useful information for planning corresponding to the emerging infection. The recommendation for treatment is usually set on the basis of the clinical information that can be derived from published case reports. A good example is the setting of the new severe acute respiratory syndrome (SARS) preparedness program based on the analysis of case reports on SARS [9] . However, having a case report peer-reviewed and published in a journal in the classical way might still take a long time. The present rapid online publication policy of the Journal of Medical Case Reports (JMCR) can help reduce delays in publication of interesting emerging infectious diseases. For example, JMCR has published an interesting first case report on an infection associated with the Panola Mountain Ehrlichia species [10] .",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 557,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In medicine, analysis of case reports can provide useful information for the general practitioner on the way an outbreak has emerged. New lessons might be learned. In terms of research, the case report can contribute to better understanding of a new and emerging infectious disease through a case series review. Publication in this area is highly welcomed by the journal and can serve as a future point of reference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Comments on: effective medical writing: writing a case report",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Murlimanju",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Singapore Med J",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious diseases in ancient Egypt",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Dis Clin North Am",
            "volume": "18",
            "issn": "",
            "pages": "17--27",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mercury: a major agent in the history of medicine and alchemy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Norn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Permin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kruse",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Kruse",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Dan Medicinhist Arbog",
            "volume": "36",
            "issn": "",
            "pages": "21--40",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Emerging infectious diseases and the emergence of diseases: a conceptual revision and new issues",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grisotti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cien Saude Colet",
            "volume": "",
            "issn": "1",
            "pages": "1095--1104",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emergence of a novel swineorigin influenza A (H1N1) virus in humans",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindstrom",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Garten",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Gubareva",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Bridges",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Novel Swine-Origin Influenza A (H1N1) Virus Investigation Team",
            "volume": "360",
            "issn": "",
            "pages": "2605--2615",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A case of ARDS associated with influenza A-H1N1 infection treated with extracorporeal respiratory support",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Foti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patroniti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giuffrida",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cortinovis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanella",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pagni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mergoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cases of influenza A (H5N1): Thailand",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "53",
            "issn": "",
            "pages": "100--103",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Development of a case report review instrument",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Ramulu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hebert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Clin Pract",
            "volume": "59",
            "issn": "",
            "pages": "457--461",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Lessons learned from SARS: the experience of the Health Protection Agency",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Goddard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Delpech",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Regan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "120",
            "issn": "",
            "pages": "27--32",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The first report of human illness associated with the Panola Mountain Ehrlichia species: a case report",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Loftis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Czarkowski",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Med Case Reports",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1752-1947-5-194"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution",
            "authors": [],
            "year": 2011,
            "venue": "Journal of Medical Case Reports",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}