{
    "paper_id": "2e87670d524b1b76e2af6090d5cba472a6448f85",
    "metadata": {
        "title": "Capacity building in health care professions within the Gulf cooperation council countries: paving the way forward",
        "authors": [
            {
                "first": "Javaid",
                "middle": [
                    "I"
                ],
                "last": "Sheikh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sohaila",
                "middle": [],
                "last": "Cheema",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karima",
                "middle": [],
                "last": "Chaabna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Albert",
                "middle": [
                    "B"
                ],
                "last": "Lowenfels",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ravinder",
                "middle": [],
                "last": "Mamtani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: There is a worldwide shortage of health care workers. This problem is particularly severe in the Gulf Cooperation Council (GCC) countries because of shortages in certain medical disciplines, due to a lack of nationallytrained professionals and a less developed educational system compared to other high income countries. Consequently, GCC countries are heavily dependent on an expatriate health care workforce; a problem exacerbated by high turnover. We discuss challenges and potential strategies for improving and strengthening capacity building efforts in health care professions in the GCC. Main text: In the GCC, there are 139 schools providing professional health education in medicine, dentistry, pharmacy, nursing, midwifery, and other specialties. Health education school density reported for the GCC countries ranges between 2.2 and 2.8 schools per one million inhabitants, except in Oman where it is 4.0 per one million inhabitants. The GCC countries rely heavily on expatriate health professionals. The number of physicians and nurses in the GCC countries are 2.1 and 4.5 per 1000 respectively, compared to 2.8 and 7.9 among member countries of the Organisation for Economic Cooperation and Development (OECD). Interestingly, the number of dentists and pharmacists is higher in the GCC countries compared to OECD countries. A nationally trained health care workforce is essential for the GCC countries. Physiotherapy and occupational therapy are two identified areas where growth and development are recommended. Custom-tailored continuing medical education and continuing professional development (CPD) programs can augment the skills of health practitioners, and allow for the expansion of their scope of practice when warranted. Conclusion: Capacity building can play an essential role in addressing the major health challenges and improving the overall quality of health care in the region. Efforts aimed at increasing the number of locally-trained graduates and developing and implementing need-based CPD programs are vital for capacity building and lifelong learning in health care professions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2016, the World Health Organization (WHO) developed the Global Strategy on Human Resources for Health: Workforce 2030 [1] , due to the worldwide shortage of health care workers, which they considered as a potential crisis [2] . The WHO estimated that the worldwide health care workforce had a shortfall of seven million professionals in 2013, and predicted it would reach 18 million by 2030 [1] . Furthermore, the WHO views the unequal distribution of the health care workforce to be a major public health problem. The shortage of health care workers and their unequal geographical distribution are prominently evident in the Gulf Cooperation Council (GCC) countries, namely Bahrain, Kuwait, Oman, Qatar, Saudi Arabia, and the United Arab Emirates (UAE). The extremely rapid economic growth of the Gulf countries during the twentieth century, following the discovery of new energy sources, created opportunities but also presented challenges in managing health care systems [3, 4] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 977,
                    "end": 980,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 981,
                    "end": 983,
                    "text": "4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One feature of the shortage of workforce in the GCC countries is a small number of nationally-trained professionals [5] . Consequently, GCC countries are heavily dependent on an expatriate health care workforce, a problem exacerbated by high turnover [1, 5] . In 2014, the densities of physicians, dentistry personnel, and pharmaceutical personnel were 2.2, 0.9, and 1.2 per 1000 population, respectively, compared to 2.8, 0.4, and 0.8 across the Organisation for Economic Cooperation and Development (OECD) member countries (Table 1 ) [4, 6] . The number of nurses and midwives in the GCC countries is particularly concerning, with a density of only 4.6 per 1000, compared to 8.0 in the OECD countries. Physiotherapy and occupational therapy education are lacking in the GCC countries and require special attention.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 255,
                    "end": 257,
                    "text": "5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 540,
                    "end": 542,
                    "text": "6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 525,
                    "end": 533,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Due to the heavy reliance on expatriate health care professionals in the GCC, cultural mismatch between the patient and health care provider is an additional challenge [7] . It is estimated that populations belonging to more than 100 cultures are living in close proximity in the GCC [8] . Efforts in the GCC are underway to address cultural competence; one such example is the cultural competence education program at the Institute for Population Health's Center for Cultural Competence in Health Care at Weill Cornell Medicine-Qatar (WCM-Q) [8] .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The health care delivery landscape has changed dramatically in the GCC during the last few decades. Patient and practitioner priorities have also changed. The epidemic of chronic diseases in the GCC countries will require innovative approaches to management and treatment. Along with health care reform, there is therefore a need for a broad curricular reform to upgrade the existing health education programs within the GCC countries. Challenges associated with reforming education programs include a) the rapidly expanding base of medical knowledge, b) the conflict between 'top down' lecture systems and more flexible and innovative 'flipped' classroom teaching, and c) the growing disconnect between the traditional curricula with reductive biological basis and the increasing prevalence of chronic diseases, which have strong social determinants. Even when such challenges are identified, the cost, time, and effort required to upgrade the educational systems can present significant hurdles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The workforce shortage and associated challenges within the GCC affords an opportunity to transform health care systems by appropriately targeted investments and relevant education advancement of existing health care workers [9] . As an example, for physicians, high quality training programs are of limited value if postgraduate training programs for students and continuing professional development (CPD) programs for professionals are not aligned, invested in, or simply do not exist. In the GCC countries, all health care professionals are required to pursue CPD or continuing medical education (CME) for re-licensure. The challenge is to develop appropriate programs that address the needs of the GCC countries with their unique demographics. For GCC countries to achieve the United Nations Sustainable Development Goals by 2030 [10], it is essential to evaluate health care capacity in two critical areas: 1) adequacy of the health care workforce, and 2) profession and specialty specific undergraduate, postgraduate, and CME/CPD education programs.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Consequently, supporting capacity building activities and programs aimed at cultivating and augmenting the ability of health professionals and students to perform competently are essential and much-needed in the GCC. Broadly, capacity building efforts include three essential components: 1) acquiring requisite skills, 2) Data source: Global Health Observatory data repository [4] a Estimated population-weighted average, using population size estimated by the United Nations [6] b Estimated population-weighted average for all the member countries of the OECD, using population size estimated by the United Nations [6] improving these skills over time, and 3) retaining updated skills [11] [12] [13] . These efforts should also focus on organizational development, resource allocation, building partnerships within and outside GCC countries, and developing leadership pathways [13, 14] . In this report we discuss the challenges and potential strategies for improving and strengthening capacity building efforts in health care professions in the GCC. Our discussion is presented in three parts: 1) planning and assessment, 2) infrastructure for health profession schools, and 3) health care workforce capacity building. In the section on health care work capacity building we discuss, debate, and make general recommendations concerning a) the adequacy of the health care workforce, b) CME and CPD, c) the role of regulatory authorities in training health care professionals, d) prominent examples of education-based capacity building efforts in the region, and e) present additional evidence suggesting that health care capacity in the GCC can be strengthened by developing links to non-GCC organizations.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[13,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 883,
                    "end": 886,
                    "text": "14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2016, the WHO Regional Office for the Eastern Mediterranean organized a meeting on the strategic framework for health workforce development in the region to discuss workforce challenges [15] and emphasized the need to transform health care education and effectively regulate issues surrounding adequacy of health care workforce in the region [16] . The WHO recognized four dimensions that define health care workforce performance: availability, competence, responsiveness, and productivity [2] . The findings of the meeting elaborated further that health care workforce competence, which encompasses the combination of technical knowledge, skills, and behaviors, could be positively influenced by supportive supervision coupled with audit, feedback, and lifelong learning [2] . Although, an adequately and appropriately trained health care workforce is essential, there is currently a lack of sufficient training capacity [17] .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Planning and assessment"
        },
        {
            "text": "In 2017, the WHO reported that strengthening the health system within the GCC countries should include capacity building for the health care workforce [18] . This process includes mapping and assessing the current health care workforce, developing a national strategy, transforming the health care system according to the need, and establishing a recruitment and management system. GCC countries should plan their health care system by focusing on building human capacity at all levels, including academia [19] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Planning and assessment"
        },
        {
            "text": "Capacity building can play an essential role in addressing the major health challenges and improving the quality of health care in the region. Several steps have been taken to plan and or assess capacity building programs and activities in the GCC countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Planning and assessment"
        },
        {
            "text": "Following the success of the Nursing Strategy 2013-2015, the Nursing and Midwifery Strategy 2015-2018 was launched by Hamad Medical Corporation (HMC) in Qatar, under the leadership of the Ministry of Public Health [20] . The strategy aims to facilitate effective, high quality, evidence-based, and compassionate patient-centered care, recognizing the essential role of nurses and midwives in the region. Through the Nursing Strategy 2013-2015, the Qatari Nursing and Midwifery Development and Mentoring Office was launched to support health care recruitment, continuing education, and participation of HMC's nurses and midwives in research.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Planning and assessment"
        },
        {
            "text": "In Saudi Arabia, the Ministry of Health is responsible for strategic planning. As part of the country's wider strategic National Transformation Program 2020, efforts are being made to radically change the structure and function of the Saudi health care system [21] . This program also focuses on improving infrastructure, however less focus has been placed on health care professional education [19] . Gaps between training, knowledge, and skills of physicians and nurses, and the identified needs to address adolescent health issues, have been reported for Saudi Arabia [22] . These gaps must be addressed. Furthermore, the readiness of Saudi Arabia for health care organizational change has been questioned [19] .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Planning and assessment"
        },
        {
            "text": "Monitoring and evaluation of the GCC health care system transformation should be a key component to measure its effectiveness. Furthermore, implementing contractual agreements between health care providers and the public regulators to align strategy, performance, and accountability should be an additional strategy to assess performance management. In the UAE, mandatory standardized indicators for improving health care quality were developed by the Department of Health in Abu Dhabi (HAAD) [23] . Similarly, in Qatar, the Health Services Performance Agreements initiative was launched by the Ministry of Public Health with all public, private, and semi-governmental hospitals and primary health care centers [24] . The positive impact of standardized health care quality indicators for directing action on quality improvement has been demonstrated by the OECD [25] .",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Planning and assessment"
        },
        {
            "text": "The GCC countries aim is to strengthen the health care workforce by developing the training of nationals in all health care professional categories to become self-sufficient [18, 26] . For some health care professions such as nursingtraining sufficient numbers of nationals could be a major challenge [18] .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[18,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "26]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Planning and assessment"
        },
        {
            "text": "In the GCC there are 139 schools that provide professional health care education, including medical, dental, pharmaceutical, nursing, public health, and other allied health education programs at undergraduate and postgraduate levels; the number of schools in each GCC country varies and is proportional to the country's population (Table 2 and Additional file 1). Differences in the geographical distribution of health care schools merit attention. In Bahrain and Qatar, there is a need to establish a college of dentistry, so that these two countries will not rely exclusively on international dental graduates. There are several nursing schools in the GCC countries, however, schools for other health professionals are lacking or inadequate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 339,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Infrastructure for health profession schools"
        },
        {
            "text": "To develop adequate health care workforces, GCC countries should focus on establishing new health care schools specializing in under-resourced disciplines, and scaling up the training capacity of their existing schools. In time, this will reduce the shortfall in nationally-trained health care professionals such as nurses, and the subsequent dependency on an expatriate workforce [18] .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Infrastructure for health profession schools"
        },
        {
            "text": "Local accreditation of educational institutions is essential, and international accreditation is proving to be an invaluable tool in encouraging the development of higher quality health care programs [27, 28] . In the GCC, to ensure quality medical education, the Medical Deans' Sub-Committee of Accreditation assess GCC countries' medical schools, guided by standards developed by the World Federation for Medical Education [29] .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "28]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[29]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Infrastructure for health profession schools"
        },
        {
            "text": "Building research infrastructure regionwide to develop and implement evidence-based health care is vital. Population health research for example, can identify major health challenges, which helps policymakers in prioritizing health programs while planning for public health and health care. Clinical research contributes to improving health care. The GCC countries are contributing to medical research, which is evident by publications in peer-reviewed medical journals [30] . In the GCC countries, undergraduate medical students can partake in funded research, contribute to research activities, and attend local scientific conferences [31] . In Saudi Arabia, undergraduate medical students demonstrate positive research trends resulting from a research-oriented environment in the medical schools [32] . In Qatar, to build a knowledge-based society supported by the Qatar National Research Strategy 2012's vision, medical and nursing students are actively encouraged to participate in research [33] .",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 474,
                    "text": "[30]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[31]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[32]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 996,
                    "end": 1000,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infrastructure for health profession schools"
        },
        {
            "text": "Health care workforce capacity building Adequacy of health care workforce",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infrastructure for health profession schools"
        },
        {
            "text": "The developing high-income countries of the GCC must develop robust capacity-building programs for their health care workforce if they are to realize their ambition of a high-quality health care system. On average, the GCC countries have a higher density of pharmaceutical and dental personnel than across the OECD countries, including countries with some of the best health care systems in the world ( Table 1 ). The average density of physicians and nurses, on the other hand, is lower in the GCC than across the OECD countries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 410,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Infrastructure for health profession schools"
        },
        {
            "text": "The high density of dentistry personnel in the GCC is driven by a particularly high rate in the UAE (3.1 per 1000), which is significantly higher than all of the OECD countries listed in Table 1 . In Oman, the dental workforce has been growing since 2012, when the Oman Dental College was inaugurated [34] . However, the need for additional dental workforce has been identified in Oman to reach levels found in the OECD. Increasing and retaining Oman Dental College graduates are key to addressing this deficit.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "[34]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 194,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Infrastructure for health profession schools"
        },
        {
            "text": "A substantial shortage of nurses and midwives has been demonstrated in the six GCC countries. Their density is far from reaching the levels of the OECD countries (about half of the average density in the OECD countries). We observe that the countries with some of the best health care systems are heavily dependent on the contribution of nurses and midwives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infrastructure for health profession schools"
        },
        {
            "text": "The profession of physiotherapy has been identified (2013) as an area to be prioritized for development in Kuwait [35] and in the other GCC countries. Our Google search identified 21, 20, 20, and 15 physiotherapy centers available in Qatar, Bahrain, Kuwait, and Oman, respectively for adult and pediatric patients. It is interesting to note that in the UAE, the physiotherapy centers are only located in Abu-Dhabi (eight centers) and Dubai (53) are located mainly in the major cities of Riyadh, Jeddah, and Dammam. The Health Professionals Workforce Plan 2012-2022 for Australia, advocates that 'more of the same is no longer the answer' [36] , suggesting that there is an optimal density of health care professionals for a country, and anything above this will not necessarily strengthen its health care system. Policymakers should plan for the 'right people' , with the 'right skills' , in the 'right place' [36] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[35]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "(53)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[36]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[36]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Infrastructure for health profession schools"
        },
        {
            "text": "Fundamental elements for building capacity in health care professionals through CME/CPD programs are summarized in Table 3 . The preliminary requirement for any CME/CPD program is to identify existing needs and gaps and build on programs consistent with national health strategies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "CME/CPD programs"
        },
        {
            "text": "In 2014, the WHO Regional Office for the Eastern Mediterranean Region recommended CME/CPD activities as an important method to engage in lifelong learning [37] . Hence, we encourage the development of CME/CPD programs to build health care capacity in the GCC countries. The process in strengthening CME/CPD programs should include: 1) country-specific needs assessment, 2) post-remediation programs, 3) assessment of the CME/CPD activity impact at the health care professional and patient levels, 4) assessing the number of trained health care professionals still working in the country at mid-and long-term, and 5) identification of areas requiring additional improvement. This continuous process is essential for the health care workforce to maintain existing skills and to keep up with the rapid advances in areas such as lifestyle diseases, genetics, and personalized medicine. Additionally, we recommend that each GCC country provides appropriate, culturally sensitive CME/CPD activities to ensure effective patient-centered care that takes into account the cultural diversity that characterizes these countries [7] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[37]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "CME/CPD programs"
        },
        {
            "text": "Capacity building must focus not only on the challenges of prevalent lifestyle-driven chronic diseases, such as diabetes and obesity, but also on newly emerging infectious diseases [38] [39] [40] [41] . A multi-disciplinary approach that includes capacity building is the ideal method to prepare the health care workforce to tackle these issues [39] . Capacity building education programs, which include task shifting from physicians to other health professionals, can lower cost and expand capacity in resource-short areas [42] . Task shifting in the GCC countries will strengthen interdisciplinary and interprofessional collaboration, leading to improved health outcomes for individuals, communities, and the wider population.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[38]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[39]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[40]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[41]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[39]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[42]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "CME/CPD programs"
        },
        {
            "text": "Regulatory authorities for CME/CPD programs and capacity building of health care professionals In addition to undergraduate and postgraduate programs, CME/CPD programs are essential to build capacity in health care and ensure the system is patient-oriented, more efficient, and clearly addresses identified needs and gaps. There are eight national health authorities in the GCC countries (Table 4 ) [43] [44] [45] [46] [47] [48] . The aim of these authorities is to promote continuous quality improvement by: 1) setting standards, 2) providing an external evaluation of compliance of institutions/programs against those standards, and 3) proposing a remediation or an improvement process following the review of an application [27] .",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "text": "[43]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 396,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "CME/CPD programs"
        },
        {
            "text": "In this section we provide several examples where GCC countries have developed local programs, designed to strengthen country-specific capacity building.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Country-specific examples of training and capacity building efforts in the GCC"
        },
        {
            "text": "Bahrain and Saudi Arabia have a collaborative initiative to develop CME programs focusing on infectious diseases. The 2nd Gulf Congress of Clinical Microbiology and Infectious Diseases [49] was held in November 2017 in Bahrain and accredited by the Saudi Commission for Health Specialties. Topics included antimicrobial resistance, transplant infectious disease, infection prevention and control, among others. Health care professionals from both countries were able to benefit from this initiative by presenting their own research, being exposed to the latest In addition to collaboration between GCC countries to build health care capacities, Gulf countries also collaborate with the WHO for guidance aimed at strengthening health care systems and improving population health. For instance, Oman has worked closely with the WHO to develop a primary health care approach to addressing public health issues such as infant mortality [34] . In Kuwait, the WHO Global Oral Health Programme is working with the WHO Collaborating Centre for Primary Oral Health Care, Kuwait University, to reinforce the development of appropriate models for primary oral health carea major health need in the country [50] . Similar collaborative initiatives with the WHO might be a valid strategy to addressing public health issues in GCC countries where there is an identified need.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[49]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 932,
                    "end": 936,
                    "text": "[34]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[50]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Country-specific examples of training and capacity building efforts in the GCC"
        },
        {
            "text": "While local programs to develop health care capacity may not address all the needs in the GCC, capacity building strategies can also send health care professionals overseas to gain experience, knowledge, and skills. For instance, by 2015 the Oman Ministry of Health had granted 104 scholarships to teaching staff from the Health Sciences Institutes to study abroad, half of which were for Ph.D. programs [51] . Enabling health care professionals to study overseas is a relatively quick fix to develop and sustain a highly-qualified health care workforce while awaiting development of local educational capacities.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[51]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Country-specific examples of training and capacity building efforts in the GCC"
        },
        {
            "text": "In Qatar, to advance its tripartite mission of education, research, and clinical excellence, WCM-Q established the Institute for Population Health (IPH). One of the purposes of IPH is to strengthen health professionals' capacity through high quality educational and training programs. In 2017, the IPH held the Building Capacity in Healthcare Professions Symposium. Following a preliminary needs assessment, the symposium hosted six workshops, followed by six plenary sessions. The main symposium conclusions were that people (social capital) and communication skills are the critical components of capacity building, and that capacity building programs should be inter-professional, inter-disciplinary, and emphasize teamwork, inclusivity, collaboration, and systems thinking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Country-specific examples of training and capacity building efforts in the GCC"
        },
        {
            "text": "Several programmatic activities have been developed in Saudi Arabia to enhance the knowledge and skills of health care professionals [52] . For instance, King Abdulaziz Medical City, Central Region (KAMC-CR) invested in training staff in patient care quality and safety. Sustaining these efforts is currently the primary challenge that KAMC-CR faces [52] .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[52]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[52]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Country-specific examples of training and capacity building efforts in the GCC"
        },
        {
            "text": "The GCC has a young, diverse, and multicultural population of over 50 million people, with varying levels of education [47] . A substantial proportion of the GCC countries' population aged over 15 years are non-nationals, reaching over 80% in Qatar and the UAE [8] . Qatar's capital, Doha, is recognized as hosting speakers of 190 languages [9] . Non-nationals constitute a majority of both the population and health care professionals in these countries [7, 48] . Health professions educational programs such as nursing, should continue to focus on issues surrounding provision of culturally sensitive healthcare. A study including nursing students from Saudi Arabia and Oman demonstrated how undertrained students are in cultural competence [49] . Capacity building efforts in cultural competence are underway in the region to improve interaction between patients and health care providers and amongst health care staff who do not originate from the same culture [9] . In Qatar, to address the cultural and linguistic challenges due to the diverse patient population, WCM-Q developed the Center for Cultural Competence in Health Care, which provides education in medical interpretation and cultural competence [9] . Financial support and public health decisions are required to scale-up medical interpreters' recruitment in all health care centers and to make cultural competence programs mandatory for all health care professionals who serve diverse populations. Evidence for strengthening healthcare capacity by developing links to organizations outside the GCC In this section, we demonstrate that developing links between organizations located in the GCC countries and those located in non-GCC countries has been a great opportunity to strengthen health care capacity. There are several types of international educational partnerships between various institutions in the GCC and non-GCC countries that already exist and involve capacity building (Table 4 ). Partnerships include international scholarships, premedical programs for undergraduate students, partial institutional link at a program level, consulting agreement between two institutions, establishment of new completely affiliated medical school in a recipient country, and physician exchange programs at institutional level; each has its strengths and weaknesses [53] [54] [55] [56] [57] [58] . An example of one global partnership is the health care training facility WCM-Q, founded in 2001 and affiliated with the well-established and respected Weill Cornell Medicine in New York. This is an innovative and integrative approach to building health care capacity in Qatar, with the overall mission of training physicians who can later assume local leadership positions in health care, public health, and research, and, most importantly, teach and mentor the next generation of medical students and residents. The first class graduated in 2008 after completing the six-year curriculum. Between 2008 and 2018, 325 medical students have graduated. The benefit of WCM-Q in strengthening the medical capacity in Qatar is already underway; several graduates have returned to the country after their residency in the United State or Canada, to work at either the Hamad Medical Corporation, the major health care provider within Qatar, or at WCM-Q, to participate in advancing health education and training to develop the health care capacity in the country. The number of Qatari students in the program has increased to 35%.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "[7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "48]",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[49]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 965,
                    "end": 968,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1212,
                    "end": 1215,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2331,
                    "end": 2335,
                    "text": "[53]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 2336,
                    "end": 2340,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 2341,
                    "end": 2345,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 2346,
                    "end": 2350,
                    "text": "[56]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 2351,
                    "end": 2355,
                    "text": "[57]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2356,
                    "end": 2360,
                    "text": "[58]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [
                {
                    "start": 1952,
                    "end": 1960,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Country-specific examples of training and capacity building efforts in the GCC"
        },
        {
            "text": "Similar innovative and integrative approaches have been established at the University of Calgary in Qatar, affiliated to the University of Calgary's Faculty of Nursing in Canada, which offers a nursing program (57 nursing graduates in 2016) [59] , and at the Royal College of Surgeons in Ireland -Medical University of Bahrain, a constituent university of the Royal College of Surgeons in Ireland, which offers training programs in medicine, nursing, and midwifery [60] . Bringing high quality training to build health care capacity locally is a long-term strategy that we believe will increase the quality of health care in the GCC countries.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[60]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Country-specific examples of training and capacity building efforts in the GCC"
        },
        {
            "text": "International scholarship programs are a flexible and integrative approach to building health care capacity at undergraduate and postgraduate levels. In some instances, the cost may be less than the cost of developing comparable local training facilities. The Dubai Harvard Foundation for Medical Research in UAE funds up to 50% of tuition in a selected list of postgraduate programs located in the USA or in UAE, such as Global Clinical Scholars Research Training and Introduction to Clinical Research Training-Dubai. This Foundation gives priority to UAE nationals but candidates from the GCC, the Middle East and North Africa region, and non-national UAE residents are also considered. Building capacity through international scholarship has its limitations, due to the uncertainty related to the return of students to the GCC countries. A better strategy may be the scholarship programs designed to support nationally trained health care professionals in local health care training facilities affiliated to well-established institutions from outside the GCC. The AlMabarrah AlKhalifia Foundation's Rayaat Scholarship program in Bahrain has a partnership with Qatar [61] . Her Highness Shaikha Moza bint Hamad Medical Grant was launched in 2016 to fund the tuition fees for one applicant to the undergraduate medicine program at the Royal College of Surgeons in Ireland -Bahrain. Only Bahraini high school graduates who meet the specified criteria are eligible to apply, which supports capacity building of national health care professionals.",
            "cite_spans": [
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[61]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Country-specific examples of training and capacity building efforts in the GCC"
        },
        {
            "text": "Collaboration between GCC and non-GCC organizations can be also be illustrated at a CPD/CME level. Physician exchange programs are a flexible, integrative, and innovative approach for rapid, cost-effective technology and knowledge transfer. Specialists from the Children's National Medical Center in Washington, D.C. frequently travel to Kuwait, Qatar, UAE, and Saudi Arabia for educational exchange sessions at regional hospitals, health care agencies, and conferences [55] . The center also provides a children's worldwide telemedicine program providing clinical consultations in Kuwait, Qatar, and UAE, among other countries. Medical professionals from the GCC are received at the Sheikh Zayed Campus for Advanced Children's Medicine in Washington, D.C. to share their expertise with the center's medical and research staff. With respect to continuing training for nurses, the Massachusetts General Hospital in Boston provides a program for nurses around the world to improve their skills at the hospital [62] . These are examples of existing partnership programs with organizations outside of the GCC that have served to enhance health care capacity within the region. These holistic approaches have been successful in responding to local needs because they are flexible, integrated, and innovative. As is evident from Table 5 these partnerships of cooperation are not without challenges.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 474,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[62]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [
                {
                    "start": 1323,
                    "end": 1330,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Country-specific examples of training and capacity building efforts in the GCC"
        },
        {
            "text": "Recent attempts to include health care professionals from multiple disciplines (physicians, nurses, pharmacists, dentists, midwives, others) in the GCC's health care workforce and increasing the number of locally-trained graduates are important steps to address challenges with the type and supply of health care professionals. Along those lines, establishing models of team-based training and diversifying health care curricula and CME/CPD programs are vital for capacity building endeavors. These steps will decrease the reliance on an expatriate health care workforce and improve the quality of health care in the region. Similarly, building capacity at undergraduate and postgraduate training levels are also steps in the right direction. CME/CPD programs are a vital component for capacity building in health care professions as they transform the existing health care systems by training the workforce to address identified population health needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "To increase the professional competence (skills and knowledge), culturally-sensitive capacity building efforts should be based on country-specific needs assessments that include an educational approach focused on problem-based and competence-based learning. Capacity building can play a vital role in addressing the major health challenges of this region, which include: an aging population, the increase of chronic non-communicable diseases, the continuing threat of infectious disease, the rising concern of mental health issues, and inequity in women's health. Capacity-building efforts within and outside of academic institutions can play a significant role in addressing gaps in the education of health professionals and strengthening of health care systems in the GCC countries. Selected students from the GCC sent to host country to obtain medial training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Minimal expenditure on support structures and faculty. Flexible and integrated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Students may endeavor to stay in host country. Limited overall improvement to existing health profile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Premedical programs for undergraduate students. Example: New York University Abu Dhabi [54] Students in existing or new university can take premedical course.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Avoids expensive costs of maintaining a full medical school. Integrated and innovative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Students may face problems selecting and entering an approved medical school.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Partial institutional link at a program level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "International and Al Rahda Hospital [56, 63] University of Pittsburgh Medical Center and Hamad Medical Corporation [57] Donor school agrees to establish and supervise a particular program in recipient institution.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[56,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 41,
                    "end": 44,
                    "text": "63]",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 119,
                    "text": "[57]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Johns Hopkins Medicine"
        },
        {
            "text": "Works well when recipient institution has well-organized facilities but lacks a specific program. Flexible, integrative, and innovative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Johns Hopkins Medicine"
        },
        {
            "text": "Country-specific cultural differences can impair program effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Johns Hopkins Medicine"
        },
        {
            "text": "Consulting agreement between two institutions. Example: collaborative project between medical schools of Aberdeen University and the UAE University [58] Donor institution signs agreement covering agreed-upon deliverables to upgrade recipient institution.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[58]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Johns Hopkins Medicine"
        },
        {
            "text": "Recipient institution can benefit from organizational skills and experience of donor organization without committing to long-term investment in personnel with requisite skills. Flexible, integrative, and innovative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Johns Hopkins Medicine"
        },
        {
            "text": "Resentment from personnel in recipient institution may interfere with agreed-upon objectives. Donor institution agrees to develop a completely integrated satellite school with same standards and courses as the existing school in the donor country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Johns Hopkins Medicine"
        },
        {
            "text": "Offers high quality education to selected students. Provides unique opportunity to strengthen the foundation of the recipient country's health system. Integrated and innovative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Johns Hopkins Medicine"
        },
        {
            "text": "Expensive. Both institutions must make a long-term commitment (not flexible). Physicians with special skills travel and work in distant schools or hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Johns Hopkins Medicine"
        },
        {
            "text": "Method for rapid, cost-effective knowledge and skill transfer. Especially effective if there is a two-way physician exchange (flexible, integrative, and innovative).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Johns Hopkins Medicine"
        },
        {
            "text": "Logistical problems such as language and cultural differences. Immediate benefit, but duration of improvement unsure. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Johns Hopkins Medicine"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Draft global strategy on human resources for health: workforce 2030",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. World health report 2006: working together for health. Geneva: World Health Organization",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Geneva: World Health Organization",
            "authors": [],
            "year": 2015,
            "venue": "World Health Organization. World health Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global Health Observatory data repository",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Exploring the Problem of Scarcity of Nurses in Underserved Areas in the Middle East: Factors, Reasons and Incentives for Recruitment and Retention",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "De facto population in a country, area or region as of 1 July of the year indicated. Figures are presented in thousands",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Migrants, healthy worker effect, and mortality trends in the Gulf cooperation council countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chaabna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cheema",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mamtani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cultural competence springs up in the desert: the story of the center for cultural competence in health care at Weill Cornell Medical College in Qatar",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elnashar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abdelrahim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Fetters",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Acad Med",
            "volume": "87",
            "issn": "6",
            "pages": "759--66",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The global shortage of health workers-an opportunity to transform care",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Darzi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "2576--2583",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Four approaches to capacity building in health: consequences for measurement and accountability",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Crisp",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Swerissen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duckett",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Health Promot Int",
            "volume": "15",
            "issn": "2",
            "pages": "99--107",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Capacity building and financing Oral health in the African and Middle East region",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Mumghamba",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Joury",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Fatusi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ober-Oluoch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Onigbanjo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Honkala",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Adv Dent Res",
            "volume": "27",
            "issn": "1",
            "pages": "32--42",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Indicators to help with capacity building in health promotion. Sydney: New South Wales Health Department",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hawe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noort",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jordens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Roadmap 2017-2021: stronger organization and better response to the needs of member states in the eastern Mediterranean region",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fikri",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "East Mediterr Health J",
            "volume": "23",
            "issn": "5",
            "pages": "327--335",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "World Health Organization. A strategic framework for health workforce development in the Eastern Mediterranean Region",
            "authors": [],
            "year": 2017,
            "venue": "East Mediterr Health J",
            "volume": "23",
            "issn": "5",
            "pages": "388--89",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "World Health Organization. Summary report on the Meeting on the strategic framework for health workforce development in the Eastern Mediterranean Region. Cairo: WHO Regional Office for the Eastern Mediterranean",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Bull World Health Organ",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Heller",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chongsuvivatwong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hailegeorgios",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dada",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Torun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Madhok",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sandars",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "85",
            "issn": "",
            "pages": "930--934",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Country Cooperation Strategy at a glance. Kuwait",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An analysis of the Saudi health-care system's readiness to change in the context of the Saudi National Health-care Plan in vision 2030",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Alharbi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Health Sci (Qassim)",
            "volume": "12",
            "issn": "3",
            "pages": "83--90",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Hamad Medical Corporation Nursing and Midwifery Strategy",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Advancing adolescent health and health services in Saudi Arabia: exploring health-care providers' training, interest, and perceptions of the health-care needs of young people",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Albuhairan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Olsson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Adv Med Educ Pract",
            "volume": "5",
            "issn": "",
            "pages": "281--288",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "JAWDA' to Raise Quality of Healthcare Services in the Emirate of Abu Dhabi",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Contractual health services performance agreements for responsive health systems: from conception to implementation in the case of Qatar",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Katheeri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "El-Jardali",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ataya",
                    "suffix": ""
                },
                {
                    "first": "Abdulla",
                    "middle": [],
                    "last": "Salem",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Abbas",
                    "middle": [],
                    "last": "Badr",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jamal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Qual Health Care",
            "volume": "30",
            "issn": "3",
            "pages": "219--245",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Reporting and use of the OECD health care quality indicators at national and regional level in 15 countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Rotar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Den Berg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Kringos",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Klazinga",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Qual Health Care",
            "volume": "28",
            "issn": "3",
            "pages": "398--404",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The 8th five-year plan for health development",
            "authors": [],
            "year": 2011,
            "venue": "The National Strategic Plan",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Overview of accreditation of undergraduate medical education programmes worldwide",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Zanten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Norcini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Boulet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med Educ",
            "volume": "42",
            "issn": "9",
            "pages": "930--937",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Gulf Co-operation Council Medical Colleges Deans' Committee. Recommendations and Guidelines on Minimum Standards for Establishing and Accrediting Medical Schools in the Arabian Gulf Countries. Bahrain: Secretariat of the GCC Medical Colleges Deans' Committee",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Medical education research in GCC countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Meo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aqil",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Usmani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Med Educ",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Undergraduate medical research in the Gulf cooperation council (GCC) countries: a descriptive study of the students' perspective",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sayedalamin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Halawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baig",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Almutairi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Allam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jameel",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Gazzaz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Atta",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Res Notes",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Reprioritizing current research trends in medical education: a reflection on research activities in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Obeidat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Alhaqwi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Abdulghani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Med Teach",
            "volume": "37",
            "issn": "1",
            "pages": "5--8",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Sultanate of Oman: building a dental workforce",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Manickam",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Hum Resour Health",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A SWOT analysis of the physiotherapy profession in Kuwait",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Macpherson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Macarthur",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jadan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Glassman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Bouzubar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hamdan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Landry",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Physiother Res Int",
            "volume": "18",
            "issn": "1",
            "pages": "37--46",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Health Professionals Workforce Plan",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2012--2022",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Report on the Intercountry meeting on strengthening medical education in the Eastern Mediterranean Region",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Occurrence of the Middle East respiratory syndrome coronavirus (MERS-CoV) across the Gulf corporation council countries: four years update",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elrobh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alzayer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aljuhani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Balkhy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "International network for capacity building for the control of emerging viral vector-borne zoonotic diseases: ARBO-ZOONET",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouloy",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ergonul",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fooks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paweska",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chevalier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moormann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tordo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Vatansever",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Zika virus outbreak and the case for building effective and sustainable rapid diagnostics laboratory capacity globally",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Goodfellow",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kasolo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buchy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cotten",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Infect Dis",
            "volume": "45",
            "issn": "",
            "pages": "92--96",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Knowledge and perceptions about Zika virus in a Middle East country",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cheema",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maisonneuve",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fernandez-Luque",
                    "suffix": ""
                },
                {
                    "first": "Abraham",
                    "middle": [
                        "A"
                    ],
                    "last": "Alrouh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sheikh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lowenfels",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Mamtani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Infect Dis",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The impact of physician-nurse task shifting in primary care on the course of disease: a systematic review",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Martinez-Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandjung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Djalali",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rosemann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Hum Resour Health",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Healthcare professionals qualification requirements",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Second Gulf Congress of Clinical Microbiology and Infectious Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Strengthening of oral health systems: oral health through primary health care",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Med Princ Pract",
            "volume": "23",
            "issn": "1",
            "pages": "3--9",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "the Sultanate of Oman",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Building capacity for quality and safety in critical care: A roundtable discussion from the second international patient safety conference in",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Berenholtz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alamry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hijazi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alatassi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Marini",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ann Thorac Med",
            "volume": "8",
            "issn": "4",
            "pages": "183--188",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Dubai Harvard Foundation for Medical Research",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Knowledge sharing",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Johns Hopkins Medicine International and Al Rahbda Hospital",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "UPMC helps to create new trauma service in Qatar",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Intercontinental postmortem studies using interactive television",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Brebner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Brebner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ruddick-Bracken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lanphear",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Telemed Telecare",
            "volume": "3",
            "issn": "1",
            "pages": "48--52",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Annual report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2016--2017",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Global Nursing Education Program",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Accessed 12",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "List of identified health care schools in the countries of the Gulf Cooperation Council. List of identified health care schools in the six countries of the Gulf Cooperation Council, namely Bahrain, Kuwait, Oman, Qatar, United Arab Emirates, and Saudi Arabia. (PDF 42 kb) Abbreviations CME/CPD: continuing medical education/continuing professional development; GCC: Gulf Cooperation Council; IPH: Institute for Population",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Density of health care workforce (per 1000) in 2014",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Density of health care school's workforce (per 1000) in 2017",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Fundamental elements recommended for capacity building through CME/CPD programs in the countries of the Gulf Cooperation Council research in the fields, and claiming credits for re-licensure. Supporting health care professionals in referring to and conducting research is an effective strategy towards evidence-based health care.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "National health authorities evaluating health institutions and health care CME/CPD programs in the GCC countries",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Examples of cooperative international medical relationships developed in the GCC countries",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Health; KAMC-CR: King Abdulaziz Medical City, Central Region; UAE: United Arab Emirates; USA: United State of America; WCM-Q: Weill Cornell Medicine-Qatar; WHO: World Health Organization",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Not applicable.Availability of data and materials Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Authors' contributions JS, SC, KC, ABL, RM collectively contributed to the conception of the manuscript. JS, SC, KC, ABL, RM were involved in literature search, data extraction, data synthesis, and drafting the initial manuscript. JS, SC, KC, ABL, RM read, edited, and approved the final manuscript.Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "All authors are members of the medical school (Weill Cornell Medicine-Qatar) except for Albert B. Lowenfels (New York Medical College, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}