{
    "paper_id": "2f2f4654524b26b1b253d2ca5a6f6bf7e7455f36",
    "metadata": {
        "title": "Acute respiratory infections in hospitalized children in Vientiane, Lao PDR -the importance of Respiratory Syncytial Virus",
        "authors": [
            {
                "first": "Van",
                "middle": [
                    "Hoan"
                ],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institut hospitalo-universitaire Méditerranée infection",
                    "institution": "APHM Public Hospitals of Marseille",
                    "location": {
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Audrey",
                "middle": [],
                "last": "Dubot-Pérès",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institut hospitalo-universitaire Méditerranée infection",
                    "institution": "APHM Public Hospitals of Marseille",
                    "location": {
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Fiona",
                "middle": [
                    "M"
                ],
                "last": "Russell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Melbourne",
                    "location": {
                        "settlement": "Melbourne",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "A B"
                ],
                "last": "Dance",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Microbiology Laboratory",
                    "institution": "Lao-Oxford-Mahosot Hospital-Wellcome Trust Research Unit (LOMWRU)",
                    "location": {
                        "settlement": "Vientiane",
                        "country": "Lao PDR"
                    }
                },
                "email": ""
            },
            {
                "first": "Keoudomphone",
                "middle": [],
                "last": "Vilivong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Microbiology Laboratory",
                    "institution": "Lao-Oxford-Mahosot Hospital-Wellcome Trust Research Unit (LOMWRU)",
                    "location": {
                        "settlement": "Vientiane",
                        "country": "Lao PDR"
                    }
                },
                "email": ""
            },
            {
                "first": "Souphatsone",
                "middle": [],
                "last": "Phommachan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Microbiology Laboratory",
                    "institution": "Lao-Oxford-Mahosot Hospital-Wellcome Trust Research Unit (LOMWRU)",
                    "location": {
                        "settlement": "Vientiane",
                        "country": "Lao PDR"
                    }
                },
                "email": ""
            },
            {
                "first": "Chanthaphone",
                "middle": [],
                "last": "Syladeth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Microbiology Laboratory",
                    "institution": "Lao-Oxford-Mahosot Hospital-Wellcome Trust Research Unit (LOMWRU)",
                    "location": {
                        "settlement": "Vientiane",
                        "country": "Lao PDR"
                    }
                },
                "email": ""
            },
            {
                "first": "Jana",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pneumococcal Research Group",
                    "institution": "The Royal Children's Hospital",
                    "location": {
                        "settlement": "Melbourne",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruth",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pneumococcal Research Group",
                    "institution": "The Royal Children's Hospital",
                    "location": {
                        "settlement": "Melbourne",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Melinda",
                "middle": [],
                "last": "Morpeth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Melbourne",
                    "location": {
                        "settlement": "Melbourne",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mayfong",
                "middle": [],
                "last": "Mayxay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Microbiology Laboratory",
                    "institution": "Lao-Oxford-Mahosot Hospital-Wellcome Trust Research Unit (LOMWRU)",
                    "location": {
                        "settlement": "Vientiane",
                        "country": "Lao PDR"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "N"
                ],
                "last": "Newton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Microbiology Laboratory",
                    "institution": "Lao-Oxford-Mahosot Hospital-Wellcome Trust Research Unit (LOMWRU)",
                    "location": {
                        "settlement": "Vientiane",
                        "country": "Lao PDR"
                    }
                },
                "email": ""
            },
            {
                "first": "Hervé",
                "middle": [],
                "last": "Richet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xavier",
                "middle": [],
                "last": "De Lamballerie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institut hospitalo-universitaire Méditerranée infection",
                    "institution": "APHM Public Hospitals of Marseille",
                    "location": {
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "were tested using multiplex real-time PCR for 33 respiratory pathogens (FTD ® kit). A total of 383 patients were included, 277 (72.3%) of whom presented with pneumonia. 377 (98.4%) patients were positive for at least one microorganism, of which RSV was the most common virus (41.0%), with a peak observed between June and September, corresponding to the rainy season. Most RSV inpatients had pneumonia (84.1%), of whom 35% had severe pneumonia. Children <3-months old were a high-risk group for severe pneumonia, independently of RSV infection. Our study suggests that RSV infection is frequent in Laos and commonly associated with pneumonia in hospitalized young children. Further investigations are required to provide a better overall view of the Lao nationwide epidemiology and public health burden of RSV infection over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2012, the World Health Organization (WHO) launched the Battle against Respiratory Viruses (BRaVe) initiative in response to increasing evidence that viruses play an important role in acute respiratory infections (ARI). WHO emphasized the need to prioritize research to gain a better understanding of the epidemiology, pathogenesis, prevention and clinical management of respiratory virus infections across different populations and resource settings 1 .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 454,
                    "text": "1",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Indeed, ARI are still the leading killer of children less than five years of age, accounting for ~17% of the 10.4 million deaths worldwide 2 . Respiratory viruses account for approximately half of all cases of community-acquired pneumonia and more than 90% of bronchiolitis cases in children in low-and middle-income countries [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 330,
                    "text": "[3]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "[4]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although a significant number of studies on respiratory viral infections have been published, there is still a poor evidence-base for understanding the impact of these infections and of potential pharmacological interventions 6 .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 227,
                    "text": "6",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Human respiratory syncytial virus (RSV) is one of the most important respiratory viral pathogens in young children, frequently causing bronchiolitis and pneumonia 7 . Nair et al. estimated that, in 2005, 33.8 million new episodes of RSV-associated Acute Lower Respiratory tract Infection (ALRI) occurred worldwide in children younger than 5 years old, with at least 3.4 million episodes necessitating hospitalization, and 66,000 to 199,000 deaths, 99% of which occurred in developing countries 5 . However, the importance of RSV-associated ALRI remains underestimated in many developing countries, where virology data are often not available and possibly hidden by bacterial pathogens, especially Streptococcus pneumoniae and Haemophilus influenzae 8 .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 164,
                    "text": "7",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 494,
                    "end": 495,
                    "text": "5",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 749,
                    "end": 750,
                    "text": "8",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The WHO Product Development for Vaccines Advisory Committee highlighted the priority for global healthcare of developing an RSV vaccine 9 . Several candidates have been evaluated in clinical trials. However, no approved vaccine for RSV is yet available 10, 11 . For successful prevention of RSV infection, a prophylactic vaccine approach would be the logistically easiest approach if a safe and effective RSV vaccine was to become available, but epidemiological data are needed to plan implementation of a vaccine campaign.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "text": "9",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "10,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 257,
                    "end": 259,
                    "text": "11",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the Lao People's Democratic Republic (Lao PDR, Laos), respiratory infections are poorly characterized with only limited data available. The first influenza surveillance system established in Lao PDR with laboratory diagnosis included 526 patients of all ages, including 160 (30.4%) children <5 years old, with influenza-like illness from January 2007 to December 2008. At least one respiratory virus was detected in 54.6% of the samples; Influenzavirus A/B was the most common virus detected and only 9 (3.5%) patients were RSV-positive 12 . Between August 2009 and October 2010, samples from 292 patients of all ages admitted to two Lao hospitals (in Vientiane Capital and Northern Luang Prabang Province) with ALRI were collected for respiratory pathogen investigations 13 . Human rhinovirus and RSV were the most frequent viruses detected, in 35% and 26% of patients, respectively. RSV was found in all age groups but was more frequent in children under 5 years old. There is thus a crucial need to collect information to estimate the burden of RSV in Lao PDR to guide public health policy.",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 777,
                    "text": "13",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aim of this study was to describe the clinical features, epidemiology and pathogens in hospitalized children -less than 5 years old with ARI -at a central hospital in Vientiane Capital, and to identify predictive factors for severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This prospective study was conducted in Vientiane Capital, Lao PDR, from December 2013 to December 2014 at Mahosot Hospital, a 365-bed primary-tertiary hospital with approximately 2,000 admissions per month. Patients were included in the three wards where children with acute respiratory illness would be admitted: general paediatric, paediatric infectious diseases, and paediatric ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All children under 5 years old admitted to these three wards were enrolled according to the following criteria: written parental consent to participating in the study; time from onset of symptoms <14 days, fever (axillary temperature >38.0 °C) or history of fever, and at least one respiratory symptom (dyspnea, cough, rhinitis) or abnormal pulmonary auscultation on physical examination. Data collection. Demographic, epidemiologic, clinical data and measurements were collected using a questionnaire by physicians from our research team, by interviews and consulting medical charts. The same physicians performed physical examination and sample collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient inclusion."
        },
        {
            "text": "Case definition. Pneumonia and severe pneumonia were defined according to WHO criteria 14 . Children who presented with cough or difficulty breathing and had fast breathing (aged 2-11 months: ≥50 breaths/minute, aged 1-4 years: ≥40 breaths/minute) or chest indrawing, were classified as having pneumonia. Children who presented with cough or difficulty breathing and had at least one of the following criteria were classified as severe pneumonia: oxygen saturation <90%, while breathing room air, or central cyanosis; severe respiratory distress; signs of pneumonia with a general danger sign (inability to breastfeed or drink, lethargy or reduced level of consciousness, convulsions, vomiting). Children <2 months old who presented with cough or difficulty breathing and fast breathing (≥60 breaths/min) were classified as severe pneumonia.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "text": "14",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Patient inclusion."
        },
        {
            "text": "November 2013. Therefore, in our study, only children <2 years old could have had access to PCV13 vaccination (Pneumococcal Conjugate Vaccination against 13 pneumococcal serotypes). Children <2 years old were defined as 'PCV13 received' if they had received, as reported on their vaccination booklet, at least two doses of vaccine for children <1 year old (one dose is unlikely to be effective against carriage or disease in those <1 year old) and at least one dose for children between 1 to 2 years old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumococcal vaccination status. Pneumococcal vaccination (PCV) was launched in Lao PDR in"
        },
        {
            "text": "Sample collection and laboratory assays. Nasal and throat swab specimens were collected from all children enrolled and placed separately in 2 × 1mL Virocult vials (viral transport medium, Sigma Virocult ® , MWE). Virocult vials were taken to the laboratory within 2 hours at ambient temperature. The swab was immediately unloaded by strongly squeezing the swab inside the medium, against the bottom of the tube for 30 seconds then outside of the medium against the inner wall of the tube, to release the maximum amount of liquid from the swab. Media were aliquoted and stored at −80 °C before performing the laboratory assays. 100 µL of nasal swab and 100 µL of throat swab media were pooled together for each patient and extracted using the Cador Pathogen 96 QIAcube HT kit (Qiagen) following the manufacturer's instructions, with an elution of 90 µL. Extracts were tested for 33 pathogens using the FTD ® respiratory pathogens 33 kit (Fast-track Diagnostics) which consists of multiplexed Taqman Statistical analysis. For patient descriptions, we compared RSV-positive with RSV-negative patients within two groups of patients: all ARI patients and ARI patients with pneumonia. For the assessment of predictive factors for severity, patients with severe outcomes were compared with patients with no severe outcome within 6 groups of patients: all ARI patients, RSV-positive ARI patients, RSV-negative ARI patients, and those same three Continued groups in patients less than 2-year old. Death, stay in ICU, oxygen use and severe pneumoniae were considered as indicators for severity. However, the mortality rate was too low to be analyzed and the analyses of ICU stay and oxygen use did not provide any added-value, so ultimately severe pneumonia alone was analyzed as an indicator of severe outcome. Data were double entered into an Access database (Microsoft Corporation 1) . Two hundred and seventy-seven (72.3%) patients had pneumonia. The age group with the highest proportion of pneumonia was that including those younger than one year (85.3%) (Fig. 1) . Among patients <2 years old, 143 (53.4%) had received PCV13. Vaccinated children were significantly more frequent in the less than 1-year-old age group (61.3%) than in the 1 to <2-year-old age group (42.5%, p = 0.002, Figure S1 ). During the one-year study period, 5 in hospital deaths were reported, with three patients being <1 year old. All fatalities were diagnosed with severe pneumonia according to the WHO criteria.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 991,
                    "end": 997,
                    "text": "Taqman",
                    "ref_id": null
                },
                {
                    "start": 1874,
                    "end": 1876,
                    "text": "1)",
                    "ref_id": null
                },
                {
                    "start": 2051,
                    "end": 2059,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2280,
                    "end": 2289,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Pneumococcal vaccination status. Pneumococcal vaccination (PCV) was launched in Lao PDR in"
        },
        {
            "text": "Pathogen detection. Among the 383 children included, 377 (98.4%) were positive by real-time PCR for at least one pathogen. 321 (83.8%) of patients included were positive for respiratory viruses, RSV was detected in 157 (41.0%). One hundred and forty-seven (93.6%) RSV-positive samples were also positive for at least one other microorganism, 77 (49.0%) for other respiratory viruses, and 144 (91.7%) for bacteria. Of the RSV-positive ARI children, a complete list of viruses co-detected is provided as supplemental data (Table S1 ). Co-detection with viruses known to be frequent causes of acute respiratory infection were observed: Table 2 . Over half of the RSV patients (52.2%) were less than one year old, 87.9% were less than 2 years old and all were less than 4 years old (Fig. 1) . Figure 2 shows the monthly frequency of RSV patients over the one-year study period. One hundred and forty-four (97.1%) of the RSV patients were detected between May and October, with a clear peak between June and September, corresponding to 84.7% of annual RSV cases. Two RSV patients (1.3%) died.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 529,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 640,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 778,
                    "end": 786,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 789,
                    "end": 797,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Pneumococcal vaccination status. Pneumococcal vaccination (PCV) was launched in Lao PDR in"
        },
        {
            "text": "One hundred and thirty-two (84.1%) RSV patients had pneumonia, which was significantly more frequent than in RSV-negative patients (64.2%, p < 0.001) ( Table 2) . When stratified by age group (Fig. 1A) , no significant difference (p > 0.05) was observed, except for the 2 to <3-year-old group (87.5% with pneumonia in RSV-positive, 57.6% with pneumonia in RSV-negative, p = 0.035).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "text": "Table 2)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 192,
                    "end": 201,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Pneumococcal vaccination status. Pneumococcal vaccination (PCV) was launched in Lao PDR in"
        },
        {
            "text": "Severe pneumonia was negatively associated with RSV infection (40.7% of severe pneumonia in RSV-negative patients and 29.3% in RSV-positive patients, p = 0.014) ( Table 2) . When considering RSV patients with pneumonia, the proportion of severe pneumonia (35%) was similar in all age groups (Fig. 1B) , whereas in RSV-negative patients with pneumonia, severe pneumonia was associated with the one-year-old group (75.6%) in comparison to the other age groups (42.9-57.9%, p > 0.005, Fig. 1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "text": "Table 2)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 291,
                    "end": 300,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 482,
                    "end": 490,
                    "text": "Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Pneumococcal vaccination status. Pneumococcal vaccination (PCV) was launched in Lao PDR in"
        },
        {
            "text": "Human ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics n (%)"
        },
        {
            "text": "Predictive factors for severity. Predictive factors for severe pneumonia for all ARI patients, RSV-positive and RSV-negative patients were assessed using univariate followed by multivariable analyses (Supplemental Tables S3 to S5). Given that most of RSV patients were younger than 2 years old, the analyses were also performed within just this subgroup of patients (Supplemental data S6 to S8). Age less than 3 months was the only factor that was independently associated with severe pneumonia in all patient groups (p ≤ 0.009).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Continued"
        },
        {
            "text": "Detection of Human adenovirus was associated with severe pneumonia in all ARI and RSV-negative patient groups but not in the RSV-positive patient group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Continued"
        },
        {
            "text": "Presentation during the wet season (from May to October) was independently associated with severe pneumonia only in the all RSV-negative patient group (p = 0.024), and borderline in all ARI patient (p = 0.050).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Continued"
        },
        {
            "text": "In patients <2 years old, male gender was negatively associated with severe pneumonia in RSV-positive patients (p = 0.020), and 'PCV13 received' was protective against severe pneumonia in RSV-negative patients (p = 0.001). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Continued"
        },
        {
            "text": "We report for the first time the epidemiological and clinical features of RSV infection in ARI patients in Laos. RSV was found to be the most frequent virus detected (41.0% of recruited ARI patients). In our study, 47.7% of children with pneumonia were infected by RSV. This finding is consistent with others studies performed in several countries in the region [15] [16] [17] . RSV outbreaks are known to vary from year to year and according to geographical patterns. A peak of RSV infection (84.7%) was observed from June to September (Fig. 2) , corresponding to the rainy season in Laos. This is consistent with the association of RSV infection with the rainy season reported in studies elsewhere in the tropics 15, 18, 19 . The explanation for this consistent association is unclear. It could be directly related to climatic factors, such as increased humidity, or reflect changes in social behaviour which may enhance transmission 8, 19 . Recently, Paynter reported that the wet conditions of the tropical rainy season may encourage contact transmission of this virus by increasing the amount of virus on surfaces and by increasing virus survival in droplets on surfaces 20 . However, other patterns of RSV seasonality in tropical areas have been described. There were peaks of RSV-associated hospitalization observed during cool periods from 2011 to 2014 in Bangladesh 21 . Substantial differences in geography and climate are present in Laos, especially between the south and the north of the country, and therefore additional data, collected over several years and from different areas, are required to fully describe the seasonality of RSV infection in Laos.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "text": "[15]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[16]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[17]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "15,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "18,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 723,
                    "end": 725,
                    "text": "19",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 936,
                    "end": 938,
                    "text": "8,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 939,
                    "end": 941,
                    "text": "19",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 545,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Among RSV-positive patients, 84.1% had pneumonia, of which 35% had severe pneumonia, with no significant differences between age groups. A similar finding was reported in two studies of hospitalized patients in Thailand, in which RSV was the viral pathogen most commonly associated with pneumonia in children under 5 years old 15, 16 . In Laos, pneumonia was less frequent in RSV-negative than in RSV-positive patients. However, severe pneumonia was more frequent in RSV-negative patients (40.7%) than in RSV-positive patients (29.3%), especially in the children <1 year old, in whom the proportion with severe pneumonia was significantly higher in RSV-negative patients (62.1%, p < 0.001). The majority (87.9%) of RSV-positive patients were less than 2 years old. This is similar to the pattern of RSV epidemiology in children worldwide [22] [23] [24] and makes this age group an important target for interventions such as vaccination, which might significantly reduce the incidence of pneumonia.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 330,
                    "text": "15,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 331,
                    "end": 333,
                    "text": "16",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[24]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "PCV13 vaccination was launched in Vientiane in November 2013, just one month before the beginning of our study. Therefore, it is highly unlikely to see the impact of PCV on pneumonia with such a small cohort and only 1 year post vaccine introduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A low mortality was observed in both RSV-positive (1.3%) and RSV-negative (1.4%) patients. All five deaths were in the group with severe pneumonia, and four cases occurred in children less than one year old. This mortality is lower than the estimate of 3% to 9% associated with RSV infection reported by Nair et al. 25 . Beliefs and practices when death is approaching are different in each country. In Southeast Asian culture, relatives usually wish children that they expect to die, to die at home 26 . This belief leads to discharge just before death, and hence may be a reason for the low apparent mortality rate in this study.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "text": "25",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 500,
                    "end": 502,
                    "text": "26",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "S. pneumoniae is also an important cause of respiratory tract infections. A synergistic interaction between RSV and S. pneumoniae has been proposed, either through the viruses rendering the epithelium more susceptible to bacterial colonization and inducing changes in immune function that might be favourable to bacterial invasion, or by bacterial colonization enhancing respiratory virus infections 27, 28 . In this study, S. pneumoniae was detected in a high proportion of RSV-positive patients (62.4%), but the association of S. pneumoniae with RSV infection was significant only in the 1 to <2-year-old age group (p = 0.026).",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 403,
                    "text": "27,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 404,
                    "end": 406,
                    "text": "28",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Co-detection of RSV and Human rhinovirus, Human adenovirus, Influenzavirus, or Human parainfluenza virus was infrequent, and Human metapneumovirus was not detected in any RSV-positive patients whereas they were found in RSV-negative patients. This finding suggests mutual exclusion of respiratory viruses for concomitant infections, as proposed by Pascalis et al. for Influenzavirus 29 .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 385,
                    "text": "29",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In a multivariable logistic model to analyse the predictive factors for severity, age <3 months was independently associated with severe pneumonia in ARI patients, independent of RSV infection. This is consistent with other studies, confirming the vulnerability of this age group to severe respiratory infections. This is probably due to the immaturity of the young infant's immune system, with low levels of cellular immunity and sub-optimal antibody responses 30 . The low overall mortality observed in our study did not allow us to investigate predictive factors for mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Limitations of the current study were that it was conducted only on hospitalized children, in a single hospital, and over a short period of time. Therefore, more extensive studies on RSV infections in Laos are required, over a longer period of time and at locations representative of Lao geographical diversity and socio-environmental conditions. A case-control study, as well as collection of comprehensive data on patient's environments, would enable the identification of risk factors for RSV infection. A case-control study would also permit investigating asymptomatic microorganism carriage. Moreover, it would be interesting to look at the RSV types, to analyse the differences in demographic, clinical features and severity of illness between RSV-A and RSV-B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study provides a baseline snapshot of RSV epidemiology in children hospitalized with ARI in Vientiane Capital. RSV is an important public health issue in Laos, and possibly underestimated. This study shows that RSV is likely to be a major cause of ARI and pneumonia in young hospitalized children in Laos. There is an urgent need to develop more extensive studies in Laos, both in hospitals but also in the community, in order to have better estimates of burden of RSV over the country and over time, in order to implement effective public health intervention programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "0%) chest indrawing (74.2%), and abnormal pulmonary auscultation (91.3%) were significantly associated with RSV infection in ARI patients as well as in ARI patients with pneumonia",
            "authors": [],
            "year": null,
            "venue": "Coryza (95.5%), difficulty breathing",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "When stratified by age group, this association was significant only for patients aged between 1 and <2 years old (p = 0.026, Supplemental data Figure S2). There was no apparent association between H. influenzae and RSV infection status",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Influenzavirus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Human metapneumovirus, Human adenovirus, and Human rhinovirus were significantly more frequent in RSV-negative patients than in RSV-positive patients",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Addressing the public health burden of respiratory viruses: the Battle against Respiratory Viruses (BRaVe) Initiative",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Legand",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Future Virol",
            "volume": "8",
            "issn": "",
            "pages": "953--968",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The global burden of disease: 2004 update. (World Health Organization",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiology and etiology of childhood pneumonia",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rudan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bull. World Health Organ",
            "volume": "86",
            "issn": "",
            "pages": "408--416",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral pneumonia",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lahti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Murdoch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Lancet",
            "volume": "377",
            "issn": "",
            "pages": "1264--1275",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1545--1555",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "WHO | Battle against Respiratory Viruses (BRaVe) initiative. WHO available at",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Respiratory Syncytial Virus Infection and Bronchiolitis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Piedimonte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Perez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr. Rev",
            "volume": "35",
            "issn": "",
            "pages": "519--530",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Respiratory syncytial virus infection in tropical and developing countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Mulholland",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Greenwood",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Trop. Med. Int. Health",
            "volume": "3",
            "issn": "",
            "pages": "268--280",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Report from the World Health Organization's Product Development for Vaccines Advisory Committee (PDVAC) meeting. Geneva, 7-9th",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Giersing",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Modjarrad",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Kaslow",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Moorthy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "",
            "pages": "2865--2869",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "WHO consultation on Respiratory Syncytial Virus Vaccine Development Report from a World Health Organization Meeting",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Modjarrad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Giersing",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Kaslow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Moorthy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "",
            "pages": "190--197",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hot Pursuit of the First Vaccine Against Respiratory Syncytial Virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Yonsei Med. J",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "An early report from newly established laboratory-based influenza surveillance in Lao PDR",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vongphrachanh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Influenza Other Respir. Viruses",
            "volume": "4",
            "issn": "",
            "pages": "47--52",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Respiratory virus infections in hospitalized children and adults in Lao PDR",
            "authors": [
                {
                    "first": "A.-C",
                    "middle": [],
                    "last": "Sentilhes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Influenza Other Respir. Viruses",
            "volume": "7",
            "issn": "",
            "pages": "1070--1078",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pocket Book of Hospital Care for Children: Guidelines for the Management of Common Childhood Illnesses. (World Health Organization",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Incidence and Etiology of Acute Lower Respiratory Tract Infections in Hospitalized Children Younger Than 5 Years in Rural Thailand",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hasan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "33",
            "issn": "",
            "pages": "45--52",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Incidence of respiratory pathogens in persons hospitalized with pneumonia in two provinces in Thailand",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epidemiol. Infect",
            "volume": "138",
            "issn": "",
            "pages": "1811--1822",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Viral Etiologies of Acute Respiratory Infections among Hospitalized Vietnamese Children in Ho Chi Minh City",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H L"
                    ],
                    "last": "Do",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Respiratory Syncytial Virus Circulation in Seven Countries With Global Disease Detection Regional Centers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Haynes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Infect. Dis",
            "volume": "208",
            "issn": "",
            "pages": "246--254",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Predictors of severity and mortality in children hospitalized with respiratory syncytial virus infection in a tropical region: Epidemiology of RSV in a Tropical Region",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rodríguez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr. Pulmonol",
            "volume": "49",
            "issn": "",
            "pages": "269--276",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Humidity and respiratory virus transmission in tropical and temperate settings",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paynter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiol. Infect",
            "volume": "143",
            "issn": "",
            "pages": "1110--1118",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Respiratory Viruses Associated Hospitalization among Children Aged <5 Years in Bangladesh",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Homaira",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PloS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Hospitalizations for Acute Lower Respiratory Tract Infection Due to Respiratory Syncytial Virus in Thailand",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naorat",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Infect. Dis",
            "volume": "208",
            "issn": "",
            "pages": "238--245",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A High Burden of Respiratory Syncytial Virus Associated Pneumonia in Children Less than Two Years of Age in a South East Asian Refugee Population",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Human respiratory syncytial virus in children with lower respiratory tract infections or influenza-like illness and its co-infection characteristics with viruses and atypical bacteria in Hangzhou",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "China. J. Clin. Virol",
            "volume": "69",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1545--1555",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A Cross-Cultural Study on Behaviors When Death Is Approaching in East Asian Countries",
            "authors": [
                {
                    "first": "S.-Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Medicine (Baltimore)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Viral and Bacterial Interactions in the Upper Respiratory Tract",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A T M"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biesbroek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Trzcinski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A M"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bogaert",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLOS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Streptococcus pneumoniae Enhances Human Respiratory Syncytial Virus Infection In Vitro and In Vivo",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Intense Co-Circulation of Non-Influenza Respiratory Viruses during the First Wave of Pandemic Influenza pH1N1/2009: A Cohort Study in Reunion Island",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pascalis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Immune response to respiratory syncytial virus in young Brazilian children. Braz",
            "authors": [
                {
                    "first": "Da",
                    "middle": [
                        "O"
                    ],
                    "last": "Queiróz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Med. Biol. Res",
            "volume": "35",
            "issn": "",
            "pages": "1183--1193",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Guidelines on Optimal Feeding of Low Birth Weight Infants in Low-and Middle-income Countries. (World Health Organization",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "WHO | WHO surveillance case definitions for ILI and SARI. WHO Available at",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Distribution of ARI patients, with or without pneumonia, by age groups according to RSV status. (A) Proportion of pneumonia among ARI patients. (B) Proportion of severe pneumonia among ARI patients with pneumonia. Scientific REPORTS | 7: 9318 | DOI:10.1038/s41598-017-09006-6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Human rhinovirus in 12 (7.6%), Human adenovirus in 6 (3.8%), Human parainfluenza virus in 3 (1.9%), Influenzavirus in 1 (0.6%). Human metapneumovirus was not detected in any RSV-positive patients. The main bacterial species co-detected with RSV were S. pneumoniae and H. influenzae in 98 (62.4%) and 84 (53.5%), respectively. Characteristics of ARI patients positive for RSV. The demographic and clinical features of the 157 RSV patients are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Monthly detection rate of RSV in ARI patients.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "real-time PCRs for the detection of: Influenzavirus A; Influenzavirus B; Influenzavirus C; Human rhinovirus; Human coronavirus NL63, 229E, OC43, HKU1; Human parainfluenza virus 1, 2, 3, 4; Human metapneumovirus A and B; Bocavirus; Human respiratory syncytial virus A and B; Human adenovirus; Human enterovirus; Human parechovirus; Cytomegalovirus; Mycoplasma pneumoniae; Chlamydia pneumoniae; Staphylococcus aureus; Streptococcus pneumoniae; Haemophilus influenzae; Haemophilus influenzae type b; Pneumocystis jirovecii; Bordetella spp.; Moraxella catarrhalis; Klebsiella pneumoniae; Legionella spp.; Salmonella spp. The real-time PCR assays were considered as positive if the cycle threshold (Ct) value was <35.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "). Statistical analysis was performed using Statistical Package for the Social Sciences version 23.0 for Windows (SPSS Inc., Chicago, IL, USA). For comparison of categorical data, the Pearson Chi-square (χ 2 ) test and Fisher's exact test were used as appropriate. The ANOVA test was applied to compare continuous variables. We fitted a binary logistic regression model, including a stepwise selection procedure, to assess predictive factors for severity. The level of significance was set at p < 0.05.Ethics. The study was approved by the National EthicsCommittee for Health Research, Ministry of Health, Lao PDR, and the Oxford Tropical Research Ethics Committee. Methods were carried out in accordance with the relevant guidelines and regulations. Informed signed consent was obtained from their legal guardians for all children included in this study. ARI patient characteristics. To cover the potential seasonal variability of different agents, we included patients over a full year from 19 December 2013 to 31 December 2014. 407 patients were included. Twentyfour patients were excluded because of missing questionnaires or specimens. Thus, 383 patients with ARI were included in the final analysis, with a sex ratio (M:F) of 1.3. The median age was 13 months (IQR 5-22 months) (Table",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 1. Baseline characteristics of ARI patients (n = 383). Data in the table are number of patients and percentages, except for a few variables for which the unit is specified. Because of missing values, superscript numbers indicate the number of patients for whom data were available. Low birth weight: defined by World Health Organisation as weight at birth less than 2,500 g 31 . Fever: defined as body temperature ≥38 °C per axilla 32 . Children less than 2 years old were defined as 'PCV13 received' if they had received: at least two doses of vaccine for children less than 1 year old or at least one dose of vaccine for children between 1 to 2 years old. Wet season: from May to October.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Characteristics of ARI patients positive for RSV in comparison to ARI patients negative for RSV.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are very grateful to the patients and to Assoc ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}