{
    "paper_id": "3041ba0d88fceebd32a14e0b62b443961a64a82b",
    "metadata": {
        "title": "Vps3 and Vps8 control integrin trafficking from early to recycling endosomes and regulate integrin- dependent functions",
        "authors": [
            {
                "first": "C",
                "middle": [
                    "T H"
                ],
                "last": "Jonker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Heidelberglaan 100",
                        "postCode": "3584 CX",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Galmes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Heidelberglaan 100",
                        "postCode": "3584 CX",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Veenendaal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Heidelberglaan 100",
                        "postCode": "3584 CX",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Ten Brink",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Heidelberglaan 100",
                        "postCode": "3584 CX",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "E N"
                ],
                "last": "Van Der Welle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Heidelberglaan 100",
                        "postCode": "3584 CX",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Liv",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Heidelberglaan 100",
                        "postCode": "3584 CX",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "De Rooij",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht Universty",
                    "location": {
                        "addrLine": "Heidelberglaan 100",
                        "postCode": "3584 CX",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "A"
                ],
                "last": "Peden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Sheffield",
                    "location": {
                        "postCode": "S10 2TN",
                        "settlement": "Sheffield",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Van Der Sluijs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Heidelberglaan 100",
                        "postCode": "3584 CX",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Margadant",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "J"
                ],
                "last": "Klumperman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Heidelberglaan 100",
                        "postCode": "3584 CX",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Recycling endosomes maintain plasma membrane homeostasis and are important for cell polarity, migration, and cytokinesis. Yet, the molecular machineries that drive endocytic recycling remain largely unclear. The CORVET complex is a multi-subunit tether required for fusion between early endosomes. Here we show that the CORVET-specific subunits Vps3 and Vps8 also regulate vesicular transport from early to recycling endosomes. Vps3 and Vps8 localise to Rab4-positive recycling vesicles and co-localise with the CHEVI complex on Rab11-positive recycling endosomes. Depletion of Vps3 or Vps8 does not affect transferrin recycling, but delays the delivery of internalised integrins to recycling endosomes and their subsequent return to the plasma membrane. Consequently, Vps3/8 depletion results in defects in integrin-dependent cell adhesion and spreading, focal adhesion formation, and cell migration. These data reveal a role for Vps3 and Vps8 in a specialised recycling pathway important for integrin trafficking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he endolysosomal system is important for a variety of cellular processes, such as protein homeostasis, antigen presentation, signal transduction and cell migration. Hence, disruption of endolysosome function is found in a wide range of diseases, from genetic lysosomal storage disorders to cancer and neurodegenerative disorders [1] [2] [3] . The progression of cargo through the endolysosomal system, from early endosomes (EEs) to late endosomes and lysosomes or from EEs to the plasma membrane or recycling endosomes (REs), is tightly controlled by dedicated protein machinery. Membrane fusion is coordinated by the concerted action of Rab GTPases, tethers and soluble NSF attachment protein receptors (SNAREs) 4, 5 . Rab GTPases drive the process by recruiting effector machinery proteins to specific membrane domains 6, 7 . Contact between opposing membranes is then initiated by tethering proteins, followed by SNAREmediated fusion.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 715,
                    "end": 717,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 823,
                    "end": 825,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "EE-EE fusion is initiated by activation of Rab5, which recruits multiple effector proteins, including the class C core vacuole/ endosome tethering (CORVET) complex [8] [9] [10] [11] . The hexameric CORVET complex consists of a core (Vps11, Vps16, Vps18 and Vps33A), which is shared with the late endosomal homotypic fusion and protein sorting (HOPS) tethering complex, and additionally contains the two CORVET-specific subunits Vps8 and Vps3 (also named TGFBRAP1 or TRAP1) 9, 12 . Recycling of endocytosed proteins and membranes from EEs is crucial to maintain plasma membrane homeostasis and is essential for cell polarity, cell migration and cytokinesis. Recycling occurs either directly from EEs to the plasma membrane (fast recycling) or indirectly via Rab11-positive REs (slow recycling) [13] [14] [15] . Both pathways involve Rab4, which resides on EEs as well as on recycling vesicles that emerge from EEs [15] [16] [17] . The class C homologues in endosome-vesicle interaction (CHEVI) complex consisting of Vps33B and VIPAS39, homologues of Vps33A and Vps16, respectively, binds to Rab11 and localises to REs 18-20 . Mutations in Vps33B or VIPAS39 underlie arthrogryposis, renal dysfunction and cholestasis (ARC) syndrome, a rare autosomal recessive multisystem disorder that affects the transport of apical and junctional proteins in polarised cells 18, 19, 21 .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 473,
                    "end": 475,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1117,
                    "end": 1124,
                    "text": "18-20 .",
                    "ref_id": null
                },
                {
                    "start": 1359,
                    "end": 1362,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1363,
                    "end": 1366,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A poorly understood step in endosomal recycling is the transport from EEs to REs. Since EEs are the major source of membranes for REs, we here study a possible role for the COR-VET complex in endosomal recycling. To our surprise we found that the CORVET-specific Vps3 and Vps8 subunits interact directly with each other and localise to Rab4-positive recycling vesicles and CHEVI-positive REs. Moreover, we show that Vps3 and Vps8 function in a specialised pathway required for integrin recycling, and thereby regulates integrin-dependent cell adhesion and migration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vps3 and Vps8 localise to recycling vesicles. The mammalian CORVET complex functions as a tether between EEs and is recruited to membranes via the interaction of Vps8 with Rab5 8 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To determine a possible role of the CORVET complex in endosomal recycling, we analysed the localisation of the CORVETspecific subunits Vps3 and Vps8 in ultrastructural detail. We expressed GFP-Vps3 and HA-Vps8 in HeLa cells and performed immuno-electron microscopy (IEM) by immunogold labelling of ultrathin cryosections. Our IEM data confirmed the localisation of Vps3 and Vps8 on EEs (Fig. 1a, top panel) , but in addition revealed a substantial labelling on EE-associated tubules and vesicles (Fig. 1a, bottom panel) . The Vps3-and Vps8-labelled vesicles had a characteristic dense content, were often found in clusters (Fig. 1a, lower panel, and 1b) and were consistently negative for endocytosed BSA-Au 5 , a marker of endocytic but not recycling vesicles. These morphological characteristics putatively define the Vps3-and Vps8-positive vesicles as recycling vesicles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 406,
                    "text": "(Fig. 1a, top panel)",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 519,
                    "text": "(Fig. 1a, bottom panel)",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 653,
                    "text": "(Fig. 1a, lower panel, and 1b)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To determine whether the Vps3-and Vps8-positive vesicles also contain CORVET core subunits, we expressed GFP-Vps3 together with FLAG-Vps18 for IEM analysis. Immunogold double labelling showed that Vps18 co-localises with Vps3 on EEs, but was absent from Vps3-positive vesicles (Fig. 1b , asterisks), indicating that Vps3 and Vps8 localise to recycling vesicles, which lack CORVET core components. We then co-expressed GFP-Vps3, HA-Vps8 or the CORVET core subunit GFP-Vps11, together with mCherry-tagged Rab4, Rab5 or Rab11, and assessed their co-localisation by quantitative immunofluorescence (IF) microscopy. We found that Vps3 ( Fig. 1d and Supplementary Fig. 1a) and Vps8 (Fig. 1c, d) significantly colocalised with Rab5 and Rab4, which label EEs and EE-derived recycling vesicles, respectively 17, 22 , and partially with the RE marker Rab11 (Fig. 1c , d and Supplementary Fig. 1a) , indicative for the presence of Vps3 and Vps8 on EEs as well as on recycling vesicles. By contrast, GFP-Vps11 only notably overlapped with Rab5 ( Fig. 1d and Supplementary Fig. 1b) , reinforcing the notion that CORVET core components are present on EEs but not on recycling vesicles. To facilitate the distinction of Rab5 and Rab4 subdomains within EEs by IF microscopy, we expressed the constitutively active Rab5Q79L mutant, which increases the size of EEs 22, 23 . Strikingly, co-expression of GFP-Rab5Q79L with HA-Vps8 and FLAG-Rab4 revealed that HA-Vps8 specifically concentrated in FLAG-Rab4-positive patches (Fig. 1e , arrows) and protrusions ( Supplementary Fig. 1c , arrows) of GFP-Rab5Q79L-positive EEs. To further confirm that Vps3 and Vps8 reside on the same recycling vesicles as Rab4 we performed IEM of HeLa cells expressing HA-Vps8 or HA-Vps3 with GFP-Rab4. This unequivocally demonstrated that Vps3 and Vps8 indeed co-localise with Rab4 on recycling tubules and vesicles (Fig. 1f, arrows) .",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 802,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1347,
                    "end": 1350,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 285,
                    "text": "(Fig. 1b",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 639,
                    "text": "Fig. 1d",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 666,
                    "text": "Supplementary Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 688,
                    "text": "(Fig. 1c, d)",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 855,
                    "text": "(Fig. 1c",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 886,
                    "text": "Supplementary Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 1034,
                    "end": 1041,
                    "text": "Fig. 1d",
                    "ref_id": null
                },
                {
                    "start": 1046,
                    "end": 1068,
                    "text": "Supplementary Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 1503,
                    "end": 1511,
                    "text": "(Fig. 1e",
                    "ref_id": null
                },
                {
                    "start": 1540,
                    "end": 1561,
                    "text": "Supplementary Fig. 1c",
                    "ref_id": null
                },
                {
                    "start": 1876,
                    "end": 1893,
                    "text": "(Fig. 1f, arrows)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In conclusion, these data reveal that Vps3 and Vps8 are present on EE-derived Rab4-positive recycling vesicles and Rab11positive REs, which lack CORVET core components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Vps3 and Vps8 interact directly with each other. Previous studies showed that Vps3 and Vps8 bind the CORVET core complex 9,12 . In addition, direct interactions between Vps3 and Vps8 have been reported in yeast 24 . Since we find that Vps3 and Vps8 co-localise on recycling vesicles that lack CORVET core components, we performed co-immunoprecipitation (co-IP) and glutathione S-transferase (GST)-binding experiments to investigate whether mammalian Vps3 and Vps8 bind directly to each other. In agreement with this scenario, co-IP experiments in HeLa cells revealed that endogenous Vps8 readily coimmunoprecipitated with overexpressed GFP-Vps3, while less Vps8 was recovered with GFP-tagged Vps11, Vps16 or Vps41, the HOPS-specific subunit that is most homologous to Vps8 (Fig. 2a , full blots in Supplementary Fig. 2 ). To investigate whether Vps3 can directly bind Vps8 we probed the binding of full-length GST-Vps3 purified from bacterial lysates with in vitro-translated HA-Vps8. Importantly, GST-Vps3 interacted directly with HA-Vps8 (Fig. 2b , full blots in Supplementary Fig. 3 ). By expressing truncation mutants of GST-Vps3, we could map the Vps8 interacting domain to the C terminus of Vps3 (Fig. 2b) , which also confirms the specificity of the binding assays. Finally, to quantify the interaction of Vps3 with Vps8, Vps11 or Vps16 we performed a proximity ligation assay (PLA) in HeLa cells. This showed a significantly higher PLA signal between Vps3 and Vps8, than between Vps3 and Vps11 or Vps16 (Fig. 2c, d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 773,
                    "end": 781,
                    "text": "(Fig. 2a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 798,
                    "end": 818,
                    "text": "Supplementary Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1040,
                    "end": 1048,
                    "text": "(Fig. 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1065,
                    "end": 1085,
                    "text": "Supplementary Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1202,
                    "end": 1211,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1511,
                    "end": 1523,
                    "text": "(Fig. 2c, d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Taken together, these data show that Vps3 and Vps8 can interact directly with each other. Vps3 and Vps8 co-localise with CHEVI on recycling membranes. The CHEVI complex interacts with Rab11 and localises to Rab11-positive REs 8, 9, 18, 19, 25, 26 . Since Vps3 and Vps8 partially co-localise with Rab11 ( Fig. 1c , d) we investigated co-localisation between Vps3 and Vps8 with the CHEVI complex. To allow formation of the CHEVI complex we co-expressed VIPAS39-mCherry and untagged Vps33B. Expression of the CHEVI complex with either HA-Vps8 or GFP-Vps3 resulted in clear colocalisation as determined by quantitative IF microscopy ( Fig. 3a , b). By IEM, these foci of co-localisation were identified as Vps3-, Vps8-and CHEVI-positive clusters of vesicles and tubules, which is the typical morphology for REs 27 (Fig. 3c) .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 229,
                    "end": 231,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 311,
                    "text": "Fig. 1c",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 638,
                    "text": "Fig. 3a",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 819,
                    "text": "(Fig. 3c)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To examine possible interactions between the CHEVI complex and Vps3 or Vps8, or between CHEVI and the CORVET core subunits, we performed co-IP experiments after co-expression of HA-VIPAS39 with GFP-tagged constructs of Vps3, Vps8, Vps11, Vps16, Vps33A, Vps33B or Vps41. Because co-expression of Vps33B together with VIPAS39 is needed for membrane recruitment of the CHEVI complex 18, 19 , we included an internal control by probing the interactions with HA-VIPAS39 in the absence (Fig. 3d , left panel) or presence (Fig. 3d , right panel) of overexpressed HA-Vps33B. As expected, we detected a strong interaction between HA-VIPAS39 and GFP-Vps33B (Fig. 3d , lane 7 both panels, full blots in Supplementary Fig. 4) . Strikingly, however, no significant binding between CHEVI with any of the other subunits was found (Fig. 3d) . Only after prolonged exposure of the western blot a weak interaction between GFP-Vps3 and HA-VIPAS39 was detected (Supplementary Fig. 5 and  6 ). Previous studies using endogenous proteins failed to detect specific interactions between VIPAS39 with any of the HOPS or CORVET subunits, including Vps3 and Vps8 8, 9 . Our studies are in line with these findings, however, the weak binding between CHEVI and Vps3 could be indicative for transient interactions.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1136,
                    "end": 1138,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 488,
                    "text": "(Fig. 3d",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 523,
                    "text": "(Fig. 3d",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 655,
                    "text": "(Fig. 3d",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 713,
                    "text": "Supplementary Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 824,
                    "text": "(Fig. 3d)",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 969,
                    "text": "Fig. 5 and  6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Taken together, our data show that in addition to their localisation on Rab4-positive recycling vesicles (Fig. 1f ), Vps3 and Vps8 partially co-localise with the CHEVI complex on REs. Furthermore, these data suggest that a transient interaction of Vps3 and Vps8 with the CHEVI complex may occur on REs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "text": "(Fig. 1f",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Vps3 and Vps8 are required for recycling of β1 integrins. To assess which cargo is transported by the Vps3/8-positive recycling vesicles, we first determined the effect of Vps3 and Vps8 depletion on transferrin (Tf) recycling. We depleted both subunits to fully prevent any function related to the interaction between residual Vps3 and Vps8. Endocytosed Tf recycles either directly from EEs to the plasma membrane or indirectly via REs, while dextran is transported to the lysosome for degradation 28 . A block in recycling increases inclusion of Tf in the degradative pathway to the lysosome, and therefore increases the co-localisation between Tf and dextran 29, 30 . Vps3/8 depletion had no effect on Tf localisation, indicating that the recycling of Tf was not disturbed (Fig. 4a, b) . These data are in line with a previous study showing that Vps3 is not required for Tf recycling 8 . In addition to the common recycling pathway taken by Tf, specific recycling pathways are described for cell-surface proteins such as integrins [31] [32] [33] . To study a potential role of Vps3 and Vps8 in the recycling of β1 integrins we used an established antibody-based integrin recycling assay 34 . HeLa cells were depleted of Vps3 and Vps8, and then serum-starved overnight, labelled with anti-β1 integrin, washed and chased for 2 h. In the absence of serum, β1 integrins accumulate in REs (Fig. 4c, arrows) . Vps3/8 knockdown prevented the accumulation of β1 integrins, which instead retained a dispersed distribution throughout the cell Ratio internalisation Vps3/8KD/Scrambled ( Fig. 4c and Supplementary Fig. 7 ). Using an adapted IEM protocol to visualise the antibody uptake as described above, we could identify the accumulations in control cells as large clusters of recycling tubules and vesicles (Fig. 4d, left panel) . Importantly, IEM of the Vps3/8 knockdown cells showed that internalised β1 integrins still entered EEs and EE-associated recycling vesicles (Fig. 4d, right panel) . These data show that the block in β1 integrin recycling induced by Vps3/8 knockdown occurs after exit from EEs, and interferes with the transport of recycling vesicles to REs. Re-addition of serum induced integrin recycling in control cells resulting in the disappearance of intracellular accumulations, while the localisation of internalised β1 integrins in knockdown cells remained unchanged ( Fig. 4e and Supplementary Fig. 7 ). Together these results imply that Vps3/8 knockdown prevents or delays internalised β1 integrins to reach REs and thereby prevents clearance of the intracellular pool. We next investigated the impact of Vps3/8 knockdown on the kinetics of integrin recycling by studying the fibronectin (FN)binding integrin α5β1 35 . In short, cells were surface-labelled with cleavable biotin and endocytosis was allowed for 30 min in the absence of serum. Surface biotin was removed and recycling was induced by re-addition of serum. Surface biotin was removed again and the reduction of intracellular biotinylated α5 integrin before and after recycling was quantified using capture ELISA. This assay showed that knockdown of Vps3/8 resulted in a significant decrease of α5β1 recycling, especially after short recycling times (Fig. 4f) , while the internalisation of α5β1 as not affected (Fig. 4g) . Finally, to verify that α5β1 is indeed transported by Vps3/8-positive recycling vesicles, we labelled the α5 and β1 integrin subunits for IEM. This unequivocally demonstrated that integrin α5β1 is present in the Vps3/8-positive recycling vesicles (Fig. 4h) .",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 664,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 775,
                    "end": 787,
                    "text": "(Fig. 4a, b)",
                    "ref_id": null
                },
                {
                    "start": 1386,
                    "end": 1403,
                    "text": "(Fig. 4c, arrows)",
                    "ref_id": null
                },
                {
                    "start": 1578,
                    "end": 1585,
                    "text": "Fig. 4c",
                    "ref_id": null
                },
                {
                    "start": 1590,
                    "end": 1610,
                    "text": "Supplementary Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1802,
                    "end": 1823,
                    "text": "(Fig. 4d, left panel)",
                    "ref_id": null
                },
                {
                    "start": 1966,
                    "end": 1988,
                    "text": "(Fig. 4d, right panel)",
                    "ref_id": null
                },
                {
                    "start": 2387,
                    "end": 2394,
                    "text": "Fig. 4e",
                    "ref_id": null
                },
                {
                    "start": 2399,
                    "end": 2419,
                    "text": "Supplementary Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 3233,
                    "end": 3242,
                    "text": "(Fig. 4f)",
                    "ref_id": null
                },
                {
                    "start": 3295,
                    "end": 3304,
                    "text": "(Fig. 4g)",
                    "ref_id": null
                },
                {
                    "start": 3554,
                    "end": 3563,
                    "text": "(Fig. 4h)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Taken together, these data show that β1 integrins are incorporated into Vps3/8-positive recycling vesicles, and that Vps3 and Vps8 are required for efficient β1 integrin recycling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Vps3 and Vps8 regulate cell adhesion and migration. Integrins are the primary receptors for extracellular matrix (ECM) proteins 36 and integrin recycling is important for cell-ECM interactions and cell migration [37] [38] [39] . To investigate whether Vps3 and Vps8 are required for integrin-dependent cell adhesion, we seeded HeLa Vps3/8 knockdown cells on FN or collagen-I (Col-I) in the absence of serum. Non-adherent cells were washed away after 5, 15 or 30 min, and the number of attached cells was quantified. This revealed that adhesion to both FN (Fig. 5a) and Col-I (Fig. 5b) was significantly compromised in Vps3/8 knockdown cells. Individual knockdown of Vps3 or Vps8 also reduced cell adhesion, but the effect was less stringent, suggesting that residual expression in single-knockdown cells still allows a functional interaction between Vps3 and Vps8, while in the doubleknockdown cells this is more completely abrogated (Supplementary Fig. 8a) . Importantly, different siRNA oligos induced essentially the same results, rendering it unlikely that the observed adhesion defect is due to off-target effects (Supplementary Fig. 8b) .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 555,
                    "end": 564,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 575,
                    "end": 584,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 949,
                    "end": 957,
                    "text": "Fig. 8a)",
                    "ref_id": null
                },
                {
                    "start": 1134,
                    "end": 1142,
                    "text": "Fig. 8b)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Because integrin-dependent cell adhesion is followed by a reorganisation of the cytoskeleton and cell spreading, we next determined cell spreading on FN and Col-I 2 h after cell adhesion (Fig. 5c) . Quantification of the number of spread cells showed that Vps3/8 depletion reduces cell spreading on both FN and Col-I (Fig. 5d) . Integrin-mediated cell spreading is linked to the assembly of focal adhesions (FAs), which anchor the actin cytoskeleton to the ECM 40 . To determine if Vps3/8 knockdown impacts on FA formation, we quantified the number of FAs per cell using confocal microscopy on cell populations stained for vinculin, a well-established marker of FAs (Fig. 5e) . Consistent with reduced cell adhesion and spreading, Vps3/8 knockdown cells assembled less FAs, both on FN and Col-I (Fig. 5f) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "(Fig. 5c)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 317,
                    "end": 326,
                    "text": "(Fig. 5d)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 666,
                    "end": 675,
                    "text": "(Fig. 5e)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 795,
                    "end": 804,
                    "text": "(Fig. 5f)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Finally, we analysed cell motility by time-lapse microscopy ( Fig. 5g , arrows indicate migration direction). Knockdown of Vps3 and Vps8 resulted in reduced migration speed (Fig. 5h ) and migration distance (Fig. 5i ) on both Col-I and FN. Moreover, analysis of cell morphology revealed that the knockdown induced a tail retraction defect (Fig. 5g, j) , which is a known effect of impaired integrin trafficking 41, 42 .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 69,
                    "text": "Fig. 5g",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 173,
                    "end": 181,
                    "text": "(Fig. 5h",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 207,
                    "end": 215,
                    "text": "(Fig. 5i",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 339,
                    "end": 351,
                    "text": "(Fig. 5g, j)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Together these results show that interfering with Vps3/Vps8dependent integrin recycling leads to a variety of defects in integrin-dependent processes, including cell adhesion and migration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Previous studies on mammalian Vps3 and Vps8 established their importance in EE-EE fusion as part of the CORVET complex 8 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Here we show that Vps3 and Vps8 independent of CORVET are required for recycling of selected cargo proteins. By IEM and IF, we show that Vps3 and Vps8 co-localise on EEs as well as on Rab4-positive, EE-associated recycling vesicles and tubules that lack CORVET core components. In addition, we find Vps3/8 on Rab11-positive REs. By co-IP and assays using purified proteins we show strong interactions between Vps3 and Vps8, demonstrating that they can interact directly with each other. In addition, we show by IEM that Vps3 and Vps8 co-localise with the CHEVI complex on REs. Based on our data we propose that Vps3 and Vps8 are recruited to EEs together with CORVET core Fig. 4 Vps3 and Vps8 are required for recycling of β1 integrins but not Tf. a HeLa cells knocked down for Vps3, Vps8 or Vps3/8 were incubated with green fluorescent dextran and red fluorescent Tf for 2 h and visualised by fluorescence microscopy. b Quantification of a, co-localisation analysis from three separate experiments with n > 40 cells showed no block of Tf recycling. Error bars represent SD. c Integrin recycling assay as described 34 . HeLa cells knocked down for Vps3/8 were serum-starved overnight and labelled with anti-β1 integrin on ice. After 2 h uptake at 37°C, followed by fixation and labelling with fluorescent secondary antibodies, β1 integrin accumulation in REs (arrows) was visualised by IF. In knockdown cells, no accumulation of integrin was found, indicating that the trafficking to REs is blocked. d IEM of cells subjected to the integrin uptake assay as in c and immunogold-labelled for endocytosed anti-β1 integrin (10 nm gold). Accumulations of endocytosed β1 integrin are by IEM identified as a cluster of tubular membranes (left panel, cluster accented by white dashed line, inset shows magnification of membrane tubules). In knockdown cells, internalised β1 integrin were found in EEs and associated vesicles (right panel, arrows). Bar, 200 nm. e Quantification of Supplementary Fig. 7 , indicating the percentage of cells with accumulation of β1 integrins in the RE. n = 300 cells per time point from three separate experiments. Error bars represent SD. f ELISA-based recycling assay of surfacebiotinylated α5 integrin as described 35 . HeLa cells knocked down for Vps3/8 show a decrease in recycling of α5β1 integrin compared to the control. Error bars represent SD. g Internalisation of integrins measured using the ELISA data of f. The experimental replicates were compared using the ratio between Vps3/8 KD and scrambled cells. The ratio of~1.0 indicates no significant difference in internalisation between conditions. Error bars represent SD. h IEM of HeLa cells loaded with BSA-Au5 expressing GFP-Vps3. GFP-Vps3 (10 nm gold) co-localises with the endogenous β1 (15 nm gold, left panel) and α5 integrin subunits ( components, after which they localise to Rab4-positive recycling vesicles, which set out to fuse with Rab11-and CHEVI-positive REs (Fig. 6) . The Vps3/Vps8-dependent recycling pathway is required for efficient recycling of internalised β1 integrins, and perturbation of Vps3 or Vps8 impairs integrin-dependent cell adhesion and spreading, FA assembly and cell migration. Rab4 has been implicated in the short-loop recycling from EEs to the plasma membrane, as well as in the long-loop recycling from EEs to Rab11-positive REs 13, [15] [16] [17] 22, 43, 44 . Since Vps3/8 knockdown prevents delivery of β1 integrins to REs (Fig. 4c, f) , we conclude that Vps3 and Vps8 are involved in transport from EEs to REs (Fig. 6 ). Our finding that Vps3 and Vps8 interact with each other (Fig. 2) and localise to recycling vesicles that lack the CORVET core subunit Vps18 (Fig. 1 ) could indicate the formation of a Vps3/8 complex independently of the CORVET core subunits. A direct interaction between Vps3 and Vps8 has been found before 8 , but seemed counterintuitive since in the current CORVET model Vps3 and Vps8 are located at opposite ends of the complex 45 . The formation of a Vps3/8 complex without other CORVET core components would provide a functional and structural explanation for these findings. Interestingly, Vps39 and Vps41, the counterparts of Vps3 and Vps8 residing on the opposite ends of the HOPS complex, can also directly interact with each other 24 , possibly by obtaining a closed post-fusion conformation of HOPS following late endosome-lysosome fusion 45, 46 . In analogy herewith, a closed post EE-EE fusion conformation of the CORVET complex could precede the direct interaction of Vps3 and Vps8. Future studies on endogenous proteins are however required to determine if there is indeed a functional Vps3/8 complex formed and whether this requires the presence of additional proteins.",
            "cite_spans": [
                {
                    "start": 2827,
                    "end": 2828,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 3355,
                    "end": 3358,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3359,
                    "end": 3363,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3364,
                    "end": 3368,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3369,
                    "end": 3373,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3374,
                    "end": 3377,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3378,
                    "end": 3381,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 4400,
                    "end": 4403,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 672,
                    "end": 678,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1973,
                    "end": 1993,
                    "text": "Supplementary Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 2960,
                    "end": 2968,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 3451,
                    "end": 3463,
                    "text": "(Fig. 4c, f)",
                    "ref_id": null
                },
                {
                    "start": 3539,
                    "end": 3546,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 3606,
                    "end": 3614,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3690,
                    "end": 3697,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "As a crucial mechanism to control integrin function, endocytic recycling of integrins is a topic of extensive research 39, [47] [48] [49] . Integrins use multiple recycling pathways depending on heterodimer composition, conformation (active or inactive) and ligand binding. A key question is how sorting to these different pathways is achieved. Interestingly, we found that Vps3/8 knockdown had no effect on Tf recycling (Fig. 4a, b) . Tf recycling depends on Rab4 and Rab11, which are also involved in integrin recycling 13, 30, 34, 38, 50 . However, in contrast to Tf, recycling of β1 integrins depends on a NPxY motif that in EEs binds SNX17 or SNX31 to sort integrins into recycling vesicles [51] [52] [53] . This suggests that within the Rab4/Rab11 pathway multiple sub-pathways exist. Recently, a new protein complex, retriever, has been identified that associates with SNX17 on EEs and sorts α5β1 integrin from the early endosome to the recycling pathway 54 . Retriever is therefore a likely candidate to mediate sorting of α5β1 integrin into the Vps3/8 recycling pathway. Together these data suggest that the interplay between CORVET, retriever, CHEVI and a possible Vps3/8 complex is important for integrin recycling. In analogy with the concept of EE-associated tubular sorting endosomes or networks, machinery proteins involved in cargo sorting might define subdomains on REs 27, 55, 56 . At the level of REs, the CHEVI protein Vps33B is a putative candidate to define exits specialised for integrin recycling, since it interacts directly with integrin β-subunits 57 . Future studies are required to define additional cargo for the retriever-Vps3/8-CHEVI-dependent recycling pathway.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 123,
                    "end": 127,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 128,
                    "end": 132,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 133,
                    "end": 137,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1387,
                    "end": 1390,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1391,
                    "end": 1394,
                    "text": "55,",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 433,
                    "text": "(Fig. 4a, b)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Mutations in the genes that encode for the CHEVI complex cause ARC syndrome, by impairing polarised transport from REs to the apical plasma membrane 18, 19, 21 . Interestingly, a recently identified patient with a mutation in VPS8 suffered from arthrogryposis 58 , one of the hallmarks of ARC patients. Our model that CHEVI and Vps3/8 function in the same pathway provide a possible explanation for this partially overlapping phenotype.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data contribute to the emerging view that multi-subunit tethering complexes are dynamic in composition in order to facilitate multiple transport pathways 11, 59 . The increasing number of disease-causing mutations found in individual subunits illustrates the importance to understand the role of each individual subunit at a fundamental cellular level.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cell culture and transfection. HeLa cells (American Type Culture Collection clone ccl-2) were grown at 37°C and 5% CO 2 in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10% heat-inactivated fetal bovine serum, 2mM L-glutamine, 100 U/ml penicillin and 100 µg/ml streptomycin. Cells were transfected with cDNA using Effectene transfection reagent (Qiagen) according to the manufacturer's protocol. siRNA transfection was performed using HiPerfect transfection Reagent (Qiagen) according to manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Antibodies. For IF and IEM labelling: mouse anti-HA (1:400, 901502, Covance); mouse anti-β1 integrin (1:200, JB1A, Millipore); mouse anti-α5 integrin (1:200, VC5, BD Biosciences); goat anti-HA (1:400, A00168, Genscript); rabbit anti-GFP (TP401, Acris); rabbit anti-mCherry (1:400) was made on site as described 60 , and rabbit anti-vinculin was from Abcam (1:500, ab73412). For detection of GST fusion proteins, we used mouse anti-GST (1:5000, sc138, Santa Cruz). Rabbit anti-goat IgG (1:500, 7S, NORDIC) or rabbit anti-mouse IgG (1:250, Z0412, Dako) was used to bridge between goat or mouse antibodies and protein-A gold 61 Reagents. Gold particles of 5 nm coupled to bovine serum albumin (BSA-Au 5 ), and 10 nm or 15 nm gold particles conjugated to protein A were made on site (Cell Microscopy Core, UMC Utrecht, The Netherlands). HA-Vps8, Vps8-V5 and Vps8-GFP, GFP-Rab4, mCherry-Rab4, FLAG-Rab4, mCherry-Rab5, mCherry-Rab7, mCherry-Rab11 and untagged Vps33B were cloned from cDNA purchased from Origen. HA-Vps3, GFP-Vps3, GFP-Vps11 and Vps41-GFP were a generous gift from Dr. J. Neefjes (NKI, Amsterdam, The Netherlands), VIPAS39-mCherry was a generous gift from Dr. P. Gissen (LMCB, UCL, London), and Vps33B-HA-V5-His was a generous gift from Dr. V. Faundez (Cell Biology, Emory University, Atlanta, GA, USA). Vps8, Vps3, Vps33B and VIPAS39 SMARTPool siRNAs were purchased from Dharmacon. FN and type-I collagen were purchased from Sigma. MG132 was purchased from Enzo Life Sciences. EZ-link Sulfo-NHS-SS-biotin was from Thermo Fisher. Complete protease inhibitors were purchased from Roche. For detection of in vitro-translated proteins, peroxidase-conjugated streptavidin (0.1 µg/ml) was used (Jackson ImmunoResearch).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "GST pulldown. Full-length Vps3 and Vps3 truncation mutants were cloned in pGEX5 vectors. The proteins were produced in Escherichia coli BL21 (DE3) grown at 30°C and lysed using sonification. Proteins were then immobilised on glutathione sepharose 4B beads (GE). HA-Vps8 was produced using a T7 in vitro translation kit (Promega) in combination with the Transcend Non-Radioactive Translation Detection System (Promega) that incorporates biotin-conjugated methionine. In vitro-translated proteins were incubated o/n at 4°C with the loaded sepharose 4B Beads. After that beads were washed and proteins were eluted using 1× sample buffer for 30 min at 37°C. Eluted proteins were separated using SDS-polyacrylamide gel electrophoresis (SDS-PAGE) and analysed using western blotting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Co-immunoprecipitation. Cells were washed in ice-cold phosphate-buffered saline (PBS) and scraped in lysis buffer (40 mM TRIS (pH 7.4), 100 mM NaCl, 0.1% TX-100 and 5 mM EDTA supplemented with complete protease inhibitors (Roche)). Cells were lysed for 30-60 min at 4°C followed by 20 min centrifugation at 13,000 r.p.m. at 4°C. Protein A beads were incubated with the desired antibody for 2 h at 4°C, washed and added to the collected supernatant. Beads and supernatant were incubated in a rotator at 4°C for 1 h. Beads were washed six times with lysis buffer minus protease inhibitors after which proteins were eluted using 1× sample buffer for 30 min at 37°C. Eluted proteins were separated using SDS-PAGE and analysed by western blotting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Western blotting. Cells were washed in ice-cold PBS and scraped in E1A lysis buffer (40 mM TRIS (pH 7.4), 100 mM NaCl, 0.1%TX-100 and 5 mM EDTA supplemented with complete protease inhibitors (Roche)). Cells were lysed for 30 min at 4°C followed by 20 min centrifugation at max speed at 4°C to remove cell debris. Proteins were eluted using 1.5× sample buffer for 30 min at 37°C, separated on a 7.5 or 10% SDS-PAGE and transferred to Immobilon-FL PVDF membrane (Millipore). Membranes were blocked at room temperature (RT) using Odyssey blocking buffer in PBS (1:1) for 1 h and incubated with selected primary antibodies diluted in Odyssey blocking buffer in PBS-T 0.2% (1:1). Membranes were washed in PBS-T 0.1% and incubated with secondary antibodies diluted in Odyssey blocking buffer in PBS-T 0.2% (1:1) for 1 h at RT. Finally, membranes were washed and imaged on an Odyssey imaging system (Li-Cor) for co-IP experiments. For GST-pulldown experiments, biotin-labelled proteins were detected using ECL (GE Healthcare), which were consequently exposed to Kodak XB films (Rochester For antibody uptake IEM, HeLa cells were serum-starved overnight in DMEM containing 0.01% BSA (D/B) and subsequently incubated at 4°C for 1 h with anti-β1 integrin (JB1A, Millipore) diluted in D/B to a final concentration of 10 µg/ml. Cells were transferred to pre-warmed D/B, and integrin endocytosis was allowed for 2 h at 37°C after which cells were prepared for IEM as described above and labelled on section with rabbit-ant-mouse IGG (Z0412, Dako) and protein A 10 nm gold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Stimulation-induced integrin recycling assay. Integrin recycling was analysed essentially as described 34 . In brief, HeLa cells were serum-starved overnight in DMEM containing 0.01% BSA (D/B) and subsequently incubated at 4°C for 1 h with anti-β1 integrin (JB1A, Millipore) diluted in D/B to a final concentration of 10 µg/ml. Excess antibody was removed by two washes with cold D/B. Cells were then transferred to pre-warmed D/B, and integrin endocytosis was allowed for 2 h at 37°C. Surface-bound antibodies that were not endocytosed were removed with two acid washes (0.5% acetic acid and 0.5 M NaCl) at 4°C. For recycling, cells were stimulated with pre-warmed D/B containing 20% fetal calf serum (FCS). The pool of internal β1 integrins was monitored at the indicated time points by fixation and preparation for IF microscopy as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Cell adhesion and migration assays. For cell adhesion assays, 96-well plates were coated with 5 µg/ml FN (90 min) or 3 µg/ml Col-I (5 min) at 37 C, washed with PBS and blocked with 2% BSA for 30 min at 37°C. Cells were trypsinised, resuspended in serum-free DMEM and seeded at a density of 5 × 10 4 /well. At the indicated time points, non-adherent cells were washed away with PBS. Attached cells were fixed with 4% PFA for 10 min, washed twice with PBS and stained with Crystal Violet (5 mg/ml in 2% ethanol) for 10 min. Stained cells were extensively washed with water and lysed with 2% SDS for 30 min. Plates were read at 590 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For cell-spreading assays, cells were seeded in plates coated with 5 µg/ml FN or 3 µg/ml Col-I, fixed at the indicated time points, and the number of spread cells was counted. For FA analysis, cells were seeded onto coverslips coated with 5 µg/ml FN or 3 µg/ml Col-I, and fixed at the indicated time points. Confocal images of vinculin staining were acquired using fixed settings, background-subtracted and thresholded in ImageJ 1.44, and FA number was then determined using the 'analyse particles' function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For cell migration assays, cells were sparsely seeded on the indicated matrix proteins, and phase-contrast images were captured every 10 min at 37°C and 5% CO 2 on a widefield CCD system using a ×10 dry lens objective (Carl Zeiss MicroImaging). Migration tracks were generated using ImageJ 1.44, and the average displacement and migration speed were calculated from~30 cells out of three independent experiments. The tail retraction phenotype was scored from the same movies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Proximity ligation assay. HeLa cells grown on sterile glass coverslips were washed with ice-cold PBS and fixed with 4% PFA in PBS for 20 min at RT. Then, cells were permeabilised using 0.1% Triton X-100 in PBS for 5 min and blocked for 15 min using PBS supplemented with 1% BSA. Cells were labelled with primary antibodies diluted in blocking buffer at RT for 1 h, washed and labelled with mouse PLUS and Rabbit MINUS antibodies for 1 h at 37°C. The PLA signal was visualised using the in situ PLA detection kit (Sigma) according to the manufacturer's protocol. After labelling the cells were mounted using Prolong Gold antifade reagent with DAPI and imaged on a DeltaVision widefield microscope using a ×100/1.4 A immersion objective. Pictures were deconvolved using Softworx software and analysed using Fiji ImageJ v1.48q.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Integrin recycling and capture ELISA. Integrin recycling was investigated essentially as described earlier 35 . Briefly, cells were transferred to ice, washed twice in PBS and surface-labelled at 4°C with 140 µg/ml NHS-SS-biotin. Internalisation was allowed for 15 min, after which the cells were washed with PBS, and remaining cell-surface biotin was removed with 20 mM MesNa. Recycling of internalised proteins was then induced in DMEM/FCS at 37°C, whereafter biotin was removed from recycled proteins by a second reduction with MesNa, which was quenched with 20 mM iodoacetamide. Cells were then washed twice in PBS and lysed in 1.5 NDLB buffer (150 mM NaCl, 50 mM Tris, 10 mM NaF, 1.5 mM Na3VO3, 5 mM EDTA, 5 mM EGTA, 1.5% TX-100, 0.75% Igepal CA-630 and 1 mM 4-(2-aminoethyl)benzynesulphonyl fluoride supplemented with complete protease inhibitors). Maxisorb 96-well plates (Life Technologies) were coated overnight with 5 μg/ ml anti-integrin α5 in 0.05 M Na 2 CO 3 (pH 9.6) at 4°C, and blocked in PBS/0.05% Tween-20 (PBS-T) with 5% BSA. Plates were incubated overnight with cell lysates at 4°C, washed with PBS-T and incubated with horseradish peroxidasestreptavidin in PBS-T/1% BSA for 1 h at 4°C. After washing, biotinylated proteins were detected with ortho-phenylenediamine in a buffer containing 25.4 mM Na 2 HPO 4 , 12.3 mM citric acid (pH 5.4) and 0.003% H 2 O 2 . The reaction was terminated with 8 M H 2 SO 4 and absorbance was read at 490 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Statistical analysis. For calculation of correlation coefficients of co-localisation in IF experiments the signal intensity over a vector was plotted using the plot profile tool in FIJI ImageJ in the green, red and where needed, the far-red channel. Correlation coefficients between two plots were calculated using the function: correlðx; yÞ ¼ P P ðx À xÞðy À yÞ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ðx À xÞ 2 ðy À yÞ 2 q ð1Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Correlation coefficients were calculated between the channels from at least 30 cells taken from three separate experiments. Correlation coefficients were averaged as follows. Individual correlation coefficients (r) underwent Fisher r-to-z transformation according to the formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The mean of the z values was calculated and the resulting mean was transformed back to the mean correlation coefficient using:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To assess the significance between two mean correlation coefficients the z-score and P-value were calculated using:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data availability. The data that support the findings of this study are available from the corresponding author upon reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Received: 28 July 2016 Accepted: 30 January 2018",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Lysosomal storage diseases-the horizon expands",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Boustany",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Rev. Neurol",
            "volume": "9",
            "issn": "",
            "pages": "583--598",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Endocytosis and cancer",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yarden",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cold Spring Harb. Perspect. Biol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Stuck in traffic: an emerging theme in diseases of the nervous system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neefjes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Kant",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trends Neurosci",
            "volume": "37",
            "issn": "",
            "pages": "66--76",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Membrane dynamics and fusion at late endosomes and vacuoles-Rab regulation, multisubunit tethering complexes and SNAREs",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Epp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rethmeier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ungermann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur. J. Cell Biol",
            "volume": "90",
            "issn": "",
            "pages": "779--785",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The membrane fusion enigma: SNAREs, Sec1/Munc18 proteins, and their accomplices-guilty as charged?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rizo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Sudhof",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annu Rev. Cell Dev. Biol",
            "volume": "28",
            "issn": "",
            "pages": "279--308",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rab GTPases, directors of vesicle docking",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schimmoller",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Biol. Chem",
            "volume": "273",
            "issn": "",
            "pages": "22161--22164",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rab proteins, connecting transport and vesicle fusion",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jordens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marsman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuijl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neefjes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Traffic",
            "volume": "6",
            "issn": "",
            "pages": "1070--1077",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mammalian CORVET is required for fusion and conversion of distinct early endosome sub-populations",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Perini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schaefer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stoter",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kalaidzidis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zerial",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Traffic",
            "volume": "15",
            "issn": "",
            "pages": "1366--1389",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characterization of the mammalian CORVET and HOPS complexes and their modular restructuring for endosome specificity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Kant",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Biol. Chem",
            "volume": "290",
            "issn": "",
            "pages": "30280--30290",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Vps39-like TRAP1 is an effector of Rab5 and likely the missing Vps3 subunit of human CORVET",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lachmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Glaubke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ungermann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Logist",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Membrane tethering complexes in the endosomal system",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front. Cell Dev. Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparative genomic analysis of multi-subunit tethering complexes demonstrates an ancient pan-eukaryotic complement and sculpting in Apicomplexa",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Klinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Klute",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Dacks",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The small GTP-binding protein rab4 controls an early sorting event on the endocytic pathway",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Der Sluijs",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "70",
            "issn": "",
            "pages": "729--740",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rab11 regulates recycling through the pericentriolar recycling endosome",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ullrich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reinsch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Urbe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zerial",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Parton",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Cell Biol",
            "volume": "135",
            "issn": "",
            "pages": "913--924",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cargomediated regulation of a rapid Rab4-dependent recycling pathway",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Yudowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Puthenveedu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Von Zastrow",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol. Biol. Cell",
            "volume": "20",
            "issn": "",
            "pages": "2774--2784",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rab4 affects both recycling and degradative endosomal trafficking",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccaffrey",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "FEBS Lett",
            "volume": "495",
            "issn": "",
            "pages": "21--30",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Rab4 regulates formation of synaptic-like microvesicles from early endosomes in PC12 cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol. Biol. Cell",
            "volume": "12",
            "issn": "",
            "pages": "3703--3715",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mutations in VIPAR cause an arthrogryposis, renal dysfunction and cholestasis syndrome phenotype with defects in epithelial polarization",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cullinane",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Genet",
            "volume": "42",
            "issn": "",
            "pages": "303--312",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Associations among genotype, clinical phenotype and intracellular localization of trafficking proteins in ARC syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hum. Mutat",
            "volume": "33",
            "issn": "",
            "pages": "1656--1664",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "SPE-39 family proteins interact with the HOPS complex and function in lysosomal delivery",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol. Biol. Cell",
            "volume": "20",
            "issn": "",
            "pages": "1223--1240",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Clinical and molecular genetic features of ARC syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gissen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hum. Genet",
            "volume": "120",
            "issn": "",
            "pages": "396--409",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Distinct membrane domains on endosomes in the recycling pathway visualized by multicolor imaging of Rab4, Rab5, and Rab11",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sonnichsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Renzis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rietdorf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zerial",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Cell Biol",
            "volume": "149",
            "issn": "",
            "pages": "901--914",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ultrastructural characterization of giant endosomes induced by GTPase-deficient Rab5",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Wegner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Histochem. Cell Biol",
            "volume": "133",
            "issn": "",
            "pages": "41--55",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Subunit organization and Rab interactions of Vps-C protein complexes that control endolysosomal membrane traffic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Plemel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol. Biol. Cell",
            "volume": "22",
            "issn": "",
            "pages": "1353--1363",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Recruitment of VPS33A to HOPS by VPS16 is required for lysosome fusion with endosomes and autophagosomes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wartosch",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gunesdogan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Luzio",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Traffic",
            "volume": "16",
            "issn": "",
            "pages": "727--742",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cellubrevin is a ubiquitous tetanus-toxin substrate homologous to a putative synaptic vesicle fusion protein",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nature",
            "volume": "364",
            "issn": "",
            "pages": "346--349",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The complex ultrastructure of the endolysosomal system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klumperman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raposo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cold Spring Harb. Perspect. Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Characterization of rapid membrane internalization and recycling",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Biol. Chem",
            "volume": "275",
            "issn": "",
            "pages": "15279--15286",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Endocytosed transferrin receptors recycle via distinct dynamin and phosphatidylinositol 3-kinase-dependent pathways",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Dam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ten Broeke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spijkers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stoorvogel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Biol. Chem",
            "volume": "277",
            "issn": "",
            "pages": "48876--48883",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Hydrolysis of GTP on rab11 is required for the direct delivery of transferrin from the pericentriolar recycling compartment to the cell surface but not from sorting endosomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "95",
            "issn": "",
            "pages": "6187--6192",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "PKCepsilon-mediated phosphorylation of vimentin controls integrin recycling and motility",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ivaska",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "EMBO J",
            "volume": "24",
            "issn": "",
            "pages": "3834--3845",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Regulation of membrane transport through the endocytic pathway by rabGTPases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mohrmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Der Sluijs",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mol. Membr. Biol",
            "volume": "16",
            "issn": "",
            "pages": "81--87",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Integrins: masters and slaves of endocytic transport",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Caswell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vadrevu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "843--853",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Stimulation-dependent recycling of integrin beta1 regulated by ARF6 and Rab11",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Powelka",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Traffic",
            "volume": "5",
            "issn": "",
            "pages": "20--36",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "PDGFregulated rab4-dependent recycling of alphavbeta3 integrin from early endosomes is necessary for cell adhesion and spreading",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Der Sluijs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr. Biol",
            "volume": "11",
            "issn": "",
            "pages": "1392--1402",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Integrins: bidirectional, allosteric signaling machines",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Hynes",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cell",
            "volume": "110",
            "issn": "",
            "pages": "673--687",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Endocytic transport of integrins during cell migration and invasion",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caswell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Cell Biol",
            "volume": "18",
            "issn": "",
            "pages": "257--263",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Integrin trafficking and the control of cell migration",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Caswell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Traffic",
            "volume": "7",
            "issn": "",
            "pages": "14--21",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Integrin traffic-the update",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "De Franceschi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hamidi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alanko",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sahgal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ivaska",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Cell Sci",
            "volume": "128",
            "issn": "",
            "pages": "839--852",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Adhesion assembly, disassembly and turnover in migrating cells --over and over and over again",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Parsons",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Horwitz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Cell Biol",
            "volume": "4",
            "issn": "",
            "pages": "97--100",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Directional persistence of migrating cells requires Kif1C-mediated stabilization of trailing adhesions",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Theisen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Straube",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Straube",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Dev. Cell",
            "volume": "23",
            "issn": "",
            "pages": "1153--1166",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Rab25 and CLIC3 collaborate to promote integrin recycling from late endosomes/lysosomes and drive cancer progression",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Dozynkiewicz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Dev. Cell",
            "volume": "22",
            "issn": "",
            "pages": "131--145",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The receptor recycling pathway contains two distinct populations of early endosomes with different sorting functions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Sheff",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Daro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hull",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Cell Biol",
            "volume": "145",
            "issn": "",
            "pages": "123--139",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Rabaptin4, a novel effector of the small GTPase rab4a, is recruited to perinuclear recycling vesicles",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nagelkerken",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biochem. J",
            "volume": "346",
            "issn": "",
            "pages": "593--601",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Molecular architecture of the multisubunit homotypic fusion and vacuole protein sorting (HOPS) tethering complex",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brocker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "109",
            "issn": "",
            "pages": "1991--1996",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Tethering complexes in the endocytic pathway: CORVET and HOPS",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Solinger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "FEBS J",
            "volume": "280",
            "issn": "",
            "pages": "2743--2757",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Filopodia in cell adhesion, 3D migration and cancer cell invasion",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jacquemet",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hamidi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ivaska",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "36",
            "issn": "",
            "pages": "23--31",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "On the move: endocytic trafficking in cell migration",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maritzen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schachtner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Legler",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell. Mol. Life Sci",
            "volume": "72",
            "issn": "",
            "pages": "2119--2134",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Endocytic trafficking of integrins in cell migration",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jacquemet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Caswell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr. Biol",
            "volume": "25",
            "issn": "",
            "pages": "1092--1105",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Distinct recycling of active and inactive beta1 integrins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arjonen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alanko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Veltel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ivaska",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Traffic",
            "volume": "13",
            "issn": "",
            "pages": "610--625",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "SNX17 protects integrins from degradation by sorting between lysosomal and recycling pathways",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Heesom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Bass",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Cell Biol",
            "volume": "197",
            "issn": "",
            "pages": "219--230",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Sorting nexin 17 prevents lysosomal degradation of beta1 integrins by binding to the beta1-integrin tail",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Bottcher",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Cell Biol",
            "volume": "14",
            "issn": "",
            "pages": "584--592",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Distinct roles of talin and kindlin in regulating integrin alpha5beta1 function and trafficking",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Margadant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kreft",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sonnenberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr. Biol",
            "volume": "22",
            "issn": "",
            "pages": "1554--1563",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Retriever is a multiprotein complex for retromerindependent endosomal cargo recycling",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcnally",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Cell Biol",
            "volume": "19",
            "issn": "",
            "pages": "1214--1225",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Localization of the AP-3 adaptor complex defines a novel endosomal exit site for lysosomal membrane proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Peden",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Cell Biol",
            "volume": "164",
            "issn": "",
            "pages": "1065--1076",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Retrograde transport from endosomes to the trans-Golgi network",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rojas",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "7",
            "issn": "",
            "pages": "568--579",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Characterization of a novel integrin binding protein, VPS33B, which is important for platelet activation and in vivo thrombosis and hemostasis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Circulation",
            "volume": "132",
            "issn": "",
            "pages": "2334--2344",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Molecular etiology of arthrogryposis in multiple families of mostly Turkish origin",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bayram",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Clin. Invest",
            "volume": "126",
            "issn": "",
            "pages": "762--778",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "hVps41 and VAMP7 function in direct TGN to late endosome transport of lysosomal membrane proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Pols",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Commun",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Membrane rearrangements mediated by coronavirus nonstructural proteins 3 and 4. Virology 458-459",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Hagemeijer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "125--135",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Cryosectioning and immunolabeling",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Slot",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Geuze",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Protoc",
            "volume": "2",
            "issn": "",
            "pages": "2480--2491",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "Vps3 and Vps8 interact with each other. a IPs of GFP-tagged Vps3, Vps11, Vps16 or Vps41 probed for interaction with endogenous Vps8 (GFP control lane shows area around 25 kDa from the same membrane). b IPs of GST-tagged Vps3 and truncation mutants of GST-Vps3 purified from bacterial lysates (left panel) probed for interaction with in vitro-translated HA-Vps8. In vitro translation was performed with biotinylated lysines using the Transcend Non-Radioactive Translation Detection System (Promega) according to the manufacturer's protocol and detected using streptavidin-HRP. HA-Vps8 binds to the C terminus of Vps3 and full-length Vps3. c PLA on HeLa cells. The highest PLA signal is between Vps3 and Vps8. Bar, 10 µm. d Quantification of triplicate experiments shown in c based on n > 30 cells per condition, PLA signal corrected for protein expression and cell size. Error bars represent standard deviation of the mean (SD)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Vps3 and Vps8 regulate β1 integrin-dependent cell adhesion and migration. a, b Cells knocked down for Vps3/8 show a decreased capability to attach to FN (a) or Col-I (b). Error bars indicate SD. c HeLa cells knocked down for Vps3/8 show decreased spreading compared to the control cells 2 h after seeding on Col-I-or FN-coated surfaces. Bar, 100 µm. d Quantification of triplicate experiments of c. Error bars represent the SD. e Backgroundsubtracted and thresholded confocal images of HeLa cells knocked down for Vps3/8 and stained with rabbit anti-vinculin. Knockdown cells show a reduction in the number of FAs per cell both on Col-I and FN. Bar, 10 µm. f Quantification of triplicate experiments of e. g Time-lapse microscopy of HeLa cells knocked down for Vps3/8 (FN condition, arrows indicate direction of migration) show defects in mean migration speed. Bar, 100 µm. Relative migration speed (h) and mean migration distance (i) on both Col-I and FN are reduced. Error bars represent the standard error of the mean (SEM). j The percentage of cells showing an elongated tail during cell migration increases significantly in knockdown cells on both Col-I and FN. Error bars represent SD. ns = P > 0.05, *P ≤ 0.05, **P ≤ 0.01, ***P ≤ 0.001 calculated using Student's t-test",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ". Fluorescent secondary antibodies were obtained from Invitrogen (1:250). For immunoprecipitation and western blotting we used mouse anti-GFP (1:2000, 11814460001, Roche), mouse anti-HA (1:2000, 901502, Covance), rabbit anti-mCherry (1:2000) and rabbit anti-GFP (1:2000, ab290, Abcam). Fluorescent secondary antibodies were obtained from Li-Cor (1:20,000).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Model of the proposed function of Vps3 and Vps8 in endosomal recycling. The CORVET complex mediates the fusion between Rab5-positive EEs (A). Vps3 and Vps8 localise to Rab4-positive vesicles emerging from EEs (B). The Vps3/8-positive recycling vesicles deliver integrins to Rab11-and CHEVI-positive REs (",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "VIPAS39 = red; Vps33B = blue). Bar, 10 µm. b Quantification of triplicate experiments shown in a based on n > 30 cells per condition by line profile correlations. The mean is calculated using Fishers' r to z transformation. Error bars represent SEr, calculated using Eqs. 4 and 5. c IEM analysis of HeLa cells expressing VIPAS39-mCherry (15 nm gold), untagged Vps33B (not labelled) and either GFP-Vps3 (10 nm gold, arrows) or HA-Vps8 (10 nm gold, arrows). Vps3 (left panel) and Vps8 (right panel) co-localise with VIPAS39 on recycling vesicles and tubules. E endosome, M mitochondria, PM plasma membrane. Bar, 200 nm. d IPs of GFP, GFP-tagged Vps3, Vps8, Vps11, Vps16, Vps33A, Vps33B or Vps41 probed for interaction with co-expressed HA-VIPAS39 (left panel) or with co-expressed HA-VIPAS39 and HA-Vps33B (right panel) in HeLa cells. Only Vps33B shows a strong interaction with VIPAS39",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "15 nm gold, right panel). Bar, 100 nm. PM plasma membrane, E endosome, EE early endosome, N nucleus, M mitochondrium",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "DAPI; Thermo Fisher) and imaged on a DeltaVision widefield microscope using a ×100/1.4 A immersion objective. Pictures were deconvolved using Softworx software and analysed using Fiji ImageJ v1.48q.Immuno-electron microscopy. Sample preparation, ultrathin cryosectioning and immunolabelling were performed as described61 . In brief, HeLa cells were grown on 60 mm dishes and fixed by the addition of freshly prepared 4% PFA in 0.1 M phosphate buffer (pH 7.4) to an equal volume of culture medium for 10 min, followed by postfixation with fresh 4% PFA overnight at 4°C. Fixed cells were washed in PBS containing 0.05 M glycine and gently scraped in PBS containing 1% gelatine. Cells were pelleted in 12% gelatin in PBS, which was then left to solidify on ice and cut into small blocks. The blocks were infiltrated overnight in 2.3 M sucrose at 4°C, mounted on aluminium pins and frozen in liquid nitrogen. The 70 nm ultrathin cryosections were cut on a Leica ultracut UCT cryomicrotome and picked up in a freshly prepared 1:1 mixture of 2.3 M sucrose and 1.8% methylcellulose. Sections were then immunogold-labelled with antibodies and protein A gold, contrasted and examined on a JEOL transmission electron microscope 1010.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Adam Grieve and Catherine Rabouille for fruitful discussions and reagents for the initial integrin experiments. Our colleagues of the Center for Molecular Medicine and section Cell Biology for precious input and especially René Scriwanek for preparation of the electron micrographs. Paul Gissen, Victor Faundez and Sjaak Neefjes are kindly acknowledged for sharing critical reagents. Coert Margadant was supported by a grant from the Netherlands organisation for Scientific Research (ZonMW Veni 016.146.160)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary Information accompanies this paper at https://doi.org/10.1038/s41467-018-03226-8.Competing interests: The authors declare no competing financial interests.Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/ Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}