{
    "paper_id": "3065f9bd3f5cbaad08a1f0e35f5781ccd0857cd7",
    "metadata": {
        "title": "The influence of cold weather on the usage of emergency link calls: a case study in Hong Kong",
        "authors": [
            {
                "first": "Feng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Sf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yip",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: In response to an unexpected long cold spell in February 1996 which killed more than 100 older adults (mostly living alone) in Hong Kong, the Hong Kong Senior Citizen Home Safety Association established a Personal Emergency Link Service to provide emergency contact to the older adults, which uses a telephone system to render emergency relief and total care service around the clock. To facilitate the dynamic and efficient allocation of service resources, it is crucial to understand the factors linked with use of the services and number of hospital admissions arising from PE link service. Methods: We initially use the Poisson generalized linear model (GLM) with polynomial effect functions of relevant covariates. If the time series of residuals from fitting the Poisson GLM reveals significant serial correlation, a Poisson generalized linear autoregressive moving average (GLARMA) model is refitted to the data to account for the auto-correlation among the time series of daily call numbers. If the data is overdispersed relative to the best fitting Poisson GLARMA model, then the negative binomial GLARMA model is refitted to account for any overdispersion. In all the models, dummy variables for weekdays and months are included to account for any cyclic trends due weekday effect or month of the year effect. The secular time trend is modeled by a polynomial function of calendar time over the study period. Finally any critical temperatures are identified by visually inspecting the graph of the effect function of temperature. Results: The weekday and month effects are both significant with Monday seeing more PE Link calls than Sunday and June seeing less than January. Temperature has significant effect on the PE Link call rate with the effect highly nonlinear. A critical temperature, below which excessive increase in PE link calls that lead to hospital admissions, is identified to be around 15°C. Conclusion: Identifying a threshold temperature which generates an excessive increase in the expected number of PE Link calls would be useful in service provision planning and support for elderly in need of hospital admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In February 1996, more than 100 elderly people living alone in Hong Kong died during an unexpected long cold spell, which is excessive in comparison to the same period in the previous years. In response to this incident, in the same year a non-government organization, the Hong November 2007 the accumulated number of users of this service has reached 100,000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There is substantial variation in the daily numbers of calls received in the Center. To facilitate appropriate and efficient resource allocation it is desirable to be able to predict the intensity of service use based on factors that can be predicted with reasonable accuracy, such as weather conditions. To this end it is important to study the relation of the service use intensity and the weather conditions (for example, temperature and humidity) based on historical data. A recent work [1] about the association between the frequency of such PE Link calls and meteorological factors found that the effect of temperature on the call frequency was statistically significant and the effect function was roughly U-shaped. When the temperature reached about 30-32°C, the health related PE Link call frequency started to increase. The major concern of the study was the negative impact of hot weather on health, and only used data in warm seasons in Hong Kong. A more recent study [2] on the association between hospital admissions and weather and other environmental variables in Hong Kong found increased admissions were linked to increases of temperature above a threshold during warm seasons and decreases of temperature below a threshold during cold seasons. Another study [3] also found strong associations between cold weather and mortality rate in Hong Kong and Taiwan during cold seasons. The main purpose of the current work is to examine the association between the frequency of PE Link calls that lead to hospital admissions and meteorological factors, especially cold weather, using year-around data regardless of the season.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 494,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 980,
                    "end": 983,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1277,
                    "end": 1280,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The data supplied by SCHSA consist of the daily numbers of PE link calls that lead to hospital admission and effective service subscribers from 1 January 2000 to 31 December 2005. The daily weather information such as minimum temperature (in degrees Celsius) and relative Fig. 1 for time series plots of the data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 278,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data"
        },
        {
            "text": "Since the daily numbers of calls are integer valued, it is natural to model them using Poisson distributions with parameters depending on explanatory variables. This motivated us to consider the Poisson GLM (Generalized Linear Model) regression as a first attempt. The response variable is the daily number of PE Link calls received by the call center that lead to hospital admissions. The explanatory variables included the daily temperature, the humidity and the range of temperature fluctuations. As our main concern is the impact of cold weather on service use, the temperature variable we use is the daily minimum temperature. The daily temperature range was calculated as the difference between the maximum and minimum recorded temperatures. Since previous studies suggest the effect of weather on health status tends to be nonlinear [1] [2] [3] [4] [5] [6] , the impact of each of these meteorological variables was modeled as a polynomial function over the respective range of the variable. The degrees of the polynomials were selected using a popular model selection method, the Akaike Information Criterion (AIC) [7] .",
            "cite_spans": [
                {
                    "start": 840,
                    "end": 843,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 848,
                    "end": 851,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 852,
                    "end": 855,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 856,
                    "end": 859,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 860,
                    "end": 863,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1123,
                    "end": 1126,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To account for any potential seasonality effects associated with day of the week and month of the year, dummy variables for each of Monday, Tuesday, ..., Saturday, and February, March, ..., December were included in the explanatory variables, while Sunday and January were held as references. As the data plot shows non-cyclic variations in the daily call numbers, a polynomial function of calendar time over the study period was included to account for such secular trend. The degree of the polynomial for the time trend was selected together with the degrees of the polynomial effect functions for the meteorological variables in the model selection process using the AIC. As previous studies suggests that the severe acute respiratory syndrome (SARS) epidemic in 2003 might have influenced Smoothed call rate at a specific temperature (or another variable) value was calculated by averaging all call rates associated with the specific temperature (or another variable) value the call rate as well [8] , the indicator for the duration of the SARS epidemic in Hong Kong, 4 Feb-21 May 2003, was also included in the model.",
            "cite_spans": [
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The terms in the best model at the end of the model selection process were each examined for statistical significance. Terms whose removal from the model would further reduce the AIC value were dropped to simplify the model. Due to the time series nature of the daily call counts, there might be auto-correlation among the call numbers, which, if left unaccounted for, could distort the inference on the covariate effects. Therefore, the residuals from fitting the simplified model was examined for significant auto-correlations by visually inspecting the ACF (auto-correlation function) plot. If significant autocorrelation was detected, then Poisson GLARMA (Generalized Linear Auto-Regressive Moving-Average) model [9, 10] would be fitted to the data to account for any auto-correlation among the count time series.",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 720,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The residual deviance statistic after fitting the Poisson GLARMA model was checked against the residual degree of freedom of the model for evidence of overdispersion of the data relative the Poisson distribution. If overdispersion was detected, then a negative binomial GLARMA model would be fitted to the data to account for overdispersion and reduce the chance of falsely declaring significant covariate effects. Various diagnostic plots of the residuals from fitting the final Poisson or negative binomial GLARMA model were inspected to see if the model fits the data well. If the temperature variable was significant in the final model, then the estimated effect function for temperature would be graphed and visually inspected to determine any critical temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The daily number of PE Link calls that lead to hospital admission ranges from 1-100, with mean 31.4, median 26, and SD (standard deviation) 18.3. The daily call rate per 10,000 subscribers ranges from 0.99-25.16, with mean 11.53, median 11.52, and SD 3.59. The daily minimum temperature ranges from 6-29°C, with mean 21.8°C, In Fig. 2 , we graph the average call rate for each distinct temperature value as a function of temperature at different lags ranging from 0-34. The graphs shows somewhat similar relationships between call rate and temperature at different lags up to 34 days. This is not surprising as the time series of temperature shows strong autocorrelation that persists across different lags. In fact, the auto-correlation at lags 1-34 range from 0.952 to 0.643. Similar auto-correlation among the humidity and temperature range variables was also observed; see Figs. 3 and 4 for the graphs of the average call rate against humidity and temperature range respectively at different lags. In light of this issue of multicollinearity, we use the respective 7-day averages of the variable values on the same day and the previous 6 days as the corresponding meteorological variables in the subsequent regression analysis. We also tried to use averages of the variables up to 3 weeks, and the results were similar to those using the one-week averages to be reported below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 334,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The degrees of the polynomial effect functions for temperature, humidity, temperature range, and the secular time trend are searched for in the range {1, . . . , 20} × {1, . . . , 10} × {1, . . . , 5} × {1, . . . , 20} by minimizing the AIC value. The degrees selected were 5 for temperature, 1 for humidity, 1 for temperature range, and 19 for time trend. Upon inspection of the model fit with these as the degrees of the respective polynomial effect functions, the term associated with humidity was found insignificant, and therefore was dropped from the model for further reduced AIC value and simplified model. In the simplified model the indicator variable for the SARS pandemic was also insignificant and therefore dropped. The significant terms remaining in the thus simplified best fitting Poisson GLM are the 5th degree polynomial of temperature, the 1st degree polynomial (linear) function of temperature range, the terms for weekday effects, the terms for month effects, and the 19th degree polynomial for the secular time trend. Inspection of the time series of the Pearson residuals from fitting the simplified model revealed significant auto-correlation at lags 1, 5, 13, 19, 23, and 33. Refitting a Poisson GLARMA model with these as the auto-regressive lags to the data left no significant autocorrelation among the residual time series. The residual deviance after fitting the Poisson GLARMA model was 2741.1 on 2109 degrees of freedom, indicating moderate overdispersion of data relative to the Poisson model. Therefore, a negative binomial GLARMA model was refitted to the data. The diagnostic plots for this model are shown in Fig. 5 . It reveals fitted values for the response closely tracing the observed counts, white-noise looking residual time series that have no trend or serial correlation, and uniformly distributed PIT (Probability Integral Transform) residuals [11, 12] . These observations suggest that the final negative binomial GLARMA model produces adequate fit to the data.",
            "cite_spans": [
                {
                    "start": 1891,
                    "end": 1895,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1896,
                    "end": 1899,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1647,
                    "end": 1653,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the final negative binomial GLARMA model, the terms associated with temperature, temperature range, day of the week, and secular time trend remain significant, while the month of year effect was only marginally significant; see Table 1 . The estimated effect of temperature range on the logarithm of the call rate turns out to be linear, with a 1°C increase in temperature range associated with an increase in the call rate by 2.24 % (95 % CI: [ 0.66 %, 3.85 %]); see also Fig. 6 . The estimated weekday effects suggest that Monday on average sees 9.34 % (95 % CI: [5.89 %,12.91 %]) more calls per 10,000 subscribers than Sunday. This might be because on Sundays it is more likely for senior citizens living alone to be visited by family members or social workers and these visits might have delayed part of the senior citizens' need for emergency service to the beginning of the week. At level 0.05, the month effects was non-significant (P-value = 0.077), which seems to suggest that any marginal month effects could be due to the difference in the weather conditions in different months.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 482,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The effect function for temperature is shown in Fig. 7 , from which it is noted that the effect is highly non-linear with a U-shape roughly. Due to the nonlinearity of the effect function, the effect of one unit change in the temperature is not a constant. Here we report the average effect in different temperature intervals. When the temperature is in the range 15-24°C, on average there is no significant change in call rate associated with the change in temperature (95 % CI [-0.25 %,2.15 %]). When the temperature is below 15°C, a unit decrease in temperature is associated with an increase in the call rate by 3.03 % (95 % CI: [0.75 %,5.36 %]) on average. There was about 11.3 % of the days in which the temperature was 15°C or below. When the temperature is around 28°C or higher, increases (rather than decreases) in temperature seem to be linked with increases in the call rate, although the effect is only marginally significant. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 54,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We have made an attempt to model the time series of the daily numbers of PE Link calls that lead to hospital admissions in Hong Kong. A negative binomial generalized linear auto-regressive moving-average model was found to afford adequate fit to the data. Our analysis reveals that temperature is a significant predictor for call numbers. We found the effect of the average temperature to be highly nonlinear and roughly U-shaped. The finding aligns wells with previous researches about the effect of weather on various measures of health status. By inspecting the effect function of temperature, we were able to identify a cold temperature threshold of about 15°C, which triggers excessive PE Link calls. Our findings are potentially useful in assisting the SCHSA with service planning and resource allocation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Help-seeking behavior during elevated temperature in chinese population",
            "authors": [
                {
                    "first": "Eyy",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Goggins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "Tkw",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Urban health : Bull N Y Acad Med",
            "volume": "88",
            "issn": "4",
            "pages": "637--50",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hospital admissions as a function of temperature, other weather phenomena and pollution levels in an urban setting in China",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Goggins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bull World Health Organ",
            "volume": "91",
            "issn": "8",
            "pages": "576--84",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Associations between mortality and meteorological and pollutant variables during the cool season in two asian cities with sub-tropical climates: Hong Kong and Taipei. Environ Health",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Goggins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1476-069X-12-59"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Drought-associated chikungunya emergence along coastal East Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Chretien",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anyamba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bedno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Breiman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sergon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Trop Med Hyg",
            "volume": "76",
            "issn": "3",
            "pages": "405--412",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effects of weather and climate change on dengue",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Colón-González",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fezzi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Lake",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Negl Trop Dis",
            "volume": "7",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Daily temperature and mortality: a study of distributed lag non-linear effect and effect modification in Guangzhou",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Environ Health",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A new look at the statistical model identification",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akaike",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "IEEE Trans Autom Control",
            "volume": "19",
            "issn": "6",
            "pages": "716--739",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "On the local polynomial estimators of the counting process intensity function and its derivatives",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Psf",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Scand J Stat",
            "volume": "38",
            "issn": "4",
            "pages": "631--680",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modelling time series of count data",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Dunsmuir",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Asymptotics, Nonparametrics, and Time Series. Statistics Textbooks and Monographs",
            "volume": "158",
            "issn": "",
            "pages": "63--114",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "On autocorrelation in a poisson regression model",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dunsmuir",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biometrika",
            "volume": "87",
            "issn": "3",
            "pages": "491--505",
            "other_ids": {
                "DOI": [
                    "10.1093/biomet/87.3.491"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Predictive model assessment for count data",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Czado",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gneiting",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Held",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biometrics",
            "volume": "65",
            "issn": "4",
            "pages": "1254--61",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1541-0420.2009.01191.x"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Remarks on a multivariate transformation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosenblatt",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Ann Math Stat",
            "volume": "23",
            "issn": "3",
            "pages": "470--472",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Time s eries plots of the data from 1 Jan 2000 -31st Dec 2005.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Smoothed PE Link call rate against temperature at different lags.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Smoothed call rate against humidity at different lags",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Smoothed call rate against temperature range at different lags median 23, and SD 5.0. The daily humidity ranges from 32-97 %, with mean 78.2 %, median 79 and SD 9.7. The daily temperature range falls in the range 1-12, and has mean 3.93, median 4, and SD 1.4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Diagnostic plots of the negative binomial GLARMA model. Top left: Observed daily call counts versus the fitted values by the GLARMA model; Top right: plot of the Pearson residuals against time; Middle left: histogram of the PIT residuals; Middle right: histogram of the normalized (randomized) PIT residuals; Bottom left: QQ plot of the randomized residuals; Bottom right: ACF plot of the randomized residuals",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Plot of the estimated effect function of temperature range. Dashed lines indicate the 95 % confidence intervals",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Plot of the estimated effect function of temperature. Dashed lines indicate the 95 % confidence intervals",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Top panel: daily number of PE Link calls that lead to hospital admission;",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Estimated regression coefficients in the final negative binomial GLARMA model",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The comments from the reviewers have led to improvements of this article, for which we are grateful. We are thankful to the Hong Kong Senior Citizen Home Safety Association (SCHSA) for the supply of the data, and to Ms. Novia Poon for technical assistance with typesetting. The work was partly supported by a SFRG grant from the University of New South Wales (for Chen) and a Strategic Public Policy Research Grant on Population Policy at the University of Hong Kong (for Yip).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "FC did the analysis and wrote up the results and PY conceived of the study and drafted the manuscript. Both authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}