{
    "paper_id": "306840cf9baaaf3a2e493a39f3ebd67529b8cb2a",
    "metadata": {
        "title": "Allosteric inhibition of aminopeptidase N functions related to tumor growth and virus infection OPEN",
        "authors": [
            {
                "first": "César",
                "middle": [],
                "last": "Santiago",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Nacional de Biotecnología (CNB-CSIC)",
                    "location": {
                        "addrLine": "Darwin 3, Campus"
                    }
                },
                "email": ""
            },
            {
                "first": "Gaurav",
                "middle": [],
                "last": "Mudgal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Nacional de Biotecnología (CNB-CSIC)",
                    "location": {
                        "addrLine": "Darwin 3, Campus"
                    }
                },
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Reguera",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Nacional de Biotecnología (CNB-CSIC)",
                    "location": {
                        "addrLine": "Darwin 3, Campus"
                    }
                },
                "email": ""
            },
            {
                "first": "Rosario",
                "middle": [],
                "last": "Recacha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Nacional de Biotecnología (CNB-CSIC)",
                    "location": {
                        "addrLine": "Darwin 3, Campus"
                    }
                },
                "email": ""
            },
            {
                "first": "Sébastien",
                "middle": [],
                "last": "Albrecht",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Chimie Organique et Bioorganique",
                    "institution": "Université Haute-Alsace",
                    "location": {
                        "postCode": "68093",
                        "settlement": "Mulhouse",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Luis",
                "middle": [],
                "last": "Enjuanes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Nacional de Biotecnología (CNB-CSIC)",
                    "location": {
                        "addrLine": "Darwin 3, Campus"
                    }
                },
                "email": ""
            },
            {
                "first": "José",
                "middle": [
                    "M"
                ],
                "last": "Casasnovas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Nacional de Biotecnología (CNB-CSIC)",
                    "location": {
                        "addrLine": "Darwin 3, Campus"
                    }
                },
                "email": "jcasasnovas@cnb.csic.es"
            }
        ]
    },
    "abstract": [
        {
            "text": "ectodomains defined the dynamic conformation of the protein. These structures offered snapshots of closed, intermediate and open APN, which represent distinct functional states. Coronavirus envelope proteins specifically recognized the open APN form, prevented ectodomain progression to the closed form and substrate hydrolysis. In addition, drugs that bind the active site inhibited both coronavirus binding to cell surface APN and infection; the drugs probably hindered APN transition to the virusspecific open form. We conclude that allosteric inhibition of APN functions occurs by ligand suppression of ectodomain motions necessary for catalysis and virus cell entry, as validated by locking APN with disulfides. Blocking APN dynamics can thus be a valuable approach to development of drugs that target this ectoenzyme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Aminopeptidases are widely distributed among plants and animals, and catalyze amino acid cleavage from the N terminus of proteins and peptides 1 . Numerous aminopeptidases have been identified and grouped in several families 2 . They can be soluble or membrane-bound, they bear metal ions at the active site and are also known as metallopeptidases or metalloproteases. Zinc is the most common metal ion in aminopeptidases, and one or two zinc atoms can be present in the active site 1 . Aminopeptidase N (APN, CD13) belongs to the M1 family of zinc metallopeptidases 3 , also termed gluzincins, which comprises enzymes of medical interest for infectious and autoimmune diseases, cancer and hypertension 4-10 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "APN is associated with various cell functions and diseases, and has been termed the \"moonlighting enzyme\" 3 . It is a zinc-dependent metallopeptidase that hydrolyzes the N terminus of biological peptides and extracellular matrix proteins. APN-mediated peptide hydrolysis and activation is important for regulation of several physiological processes, such as the control of blood pressure (angiotensins) or cell chemotaxis. In addition, APN is linked to cell motility and tumor metastasis. APN is overexpressed in the neovasculature, including tumor blood vessels; its relevance in angiogenesis was discovered using NGR peptides and was later confirmed in animal models 7,11 . Peptides and inhibitors target APN overexpressed in tumors, and prevent tumor cell growth and invasion 12,13 ; drugs that bind to the active site of this protein have been developed to treat tumors and some are in clinical trials 10 . In addition to its association with angiogenesis and cancer, APN is a major coronavirus (CoV) cell entry receptor 4,5,14 . CoV recognition of APN is species-specific, and specificity is associated with N-linked glycosylation in the APN protein 15,16 . We defined how some CoV recognize their APN receptor and the basis for virus-receptor binding specificity 16 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Mammalian APN are type II membrane-bound ectoenzymes that dimerize on the cell surface 3,17 . They are composed of a short cytoplasmic domain, followed by the transmembrane domain and an extracellular ectodomain with ~930 amino acid residues and several N-linked and O-linked glycosylations 3,18 . The APN ectodomain is composed of four domains, domain I to IV 16, 19 , connected to the membrane by a short linker or stalk 3,18 . The three N-terminal domains I-III are more similar to homologous domains of M1 family members, whereas domain IV is more divergent 3 . Domain II has a thermolysin-like fold and contains the zinc-coordination residues conserved in the active site of gluzincins, two histidines in the HEXXH motif, and a glutamic acid ~24 residues distal from that motif 2, 16, 19 . Several crystal structures of APN in complex with peptides and drugs showed how substrates bind to the active site, providing clues to peptide hydrolysis [19] [20] [21] . The human and pig APN ectodomains share 79% residue identity, domain architecture and dimerization 16, 19 . The C-terminal domain IV is the largest APN domain and, according to the crystal structures, mediates protein dimerization 16, 19 . Porcine CoV recognize a membrane-distal domain IV region, which includes an N-linked glycan in pig APN, as well as a small cavity formed by domain II and IV 16 . The mode by which other CoV recognize the angiotensin-converting enzyme 2 (ACE2) or dipeptidylpeptidase 4 (DPP4) is distinct from APN 22 , although a glycan N-linked to DPP4 is also involved in the interaction.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 364,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 365,
                    "end": 367,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 783,
                    "end": 785,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 790,
                    "end": 792,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 949,
                    "end": 953,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1069,
                    "end": 1071,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1197,
                    "end": 1200,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1201,
                    "end": 1203,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Structures of the M1 metallopeptidases tricorn-interacting factor F3 and the endoplasmic reticulum aminopeptidase-1 (ERAP-1) indicate that M1 family members can adopt diverse conformations 23,24 . F3 structures define a closed, an intermediate and an open state, based on accessibility of the catalytic site in domain II, which is determined by the position of domain IV relative to domain II. It is proposed that substrates gain access to the active site in the open state and that the enzyme must close for peptide hydrolysis 20, 23, 24 . Nonetheless, the role in catalysis of the dynamic transition between states has not been determined. Functional assays using monoclonal antibodies (mAb) indicated a dynamic conformation for cell surface APN; the MY7 mAb recognized a subset of APN molecules, and the presence of its epitope in HL60 cells varied with substrates and/or inhibitors 25 . Antibody binding did not alter protein dimerization, but pointed to changes in APN ectodomain conformation on the cell surface 25 .",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 531,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 536,
                    "end": 538,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We determined several crystal structures of dimeric human and porcine APN (hAPN and pAPN) ectodomains, which reveal the dynamic conformation of this protein. A dimer is preserved in all structures. The receptor-binding domain (RBD) of a porcine CoV bound specifically to the open pAPN form and inhibited catalysis, probably by preventing APN dynamics and closure. In contrast, drugs that bound to the active site, which likely maintained a closed protein, inhibited CoV protein binding and infection. Blocking APN ectodomain motion with disulfide bonds inhibited its functions. Thus, our results show the importance of APN dynamics in catalysis and virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The APN ectodomain structure. As the APN protein is a type II membrane protein, ectodomain expression required deletion of the N-terminal cytoplasmic and transmembrane domains, and introduction of a secretion signal sequence, as well as a hemagglutinin (HA) tag to allow protein detection and purification ( Supplementary Fig. S1a ). As the N-terminal and middle portions of the hAPN and pAPN ectodomains are heavily glycosylated, we produced them in CHO cells (see Methods). The purified proteins generated distinct crystal forms under different crystallization conditions (Table 1 and Methods).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 330,
                    "text": "Supplementary Fig. S1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 574,
                    "end": 582,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the past we reported a pAPN ectodomain crystal structure in complex with a CoV spike (S) fragment (PDB code 4F5C) 16 , here we show three new structures for APN (Table 1 ). In the four structures, the N-terminal HA tag and ~30 ectodomain residues were very disordered, indicating a large degree of flexibility in the membrane proximal polypeptide. The ectodomains have a hook-like conformation formed by domain I to IV and contained a zinc ion at the active site in domain II (Fig. 1 ). The exposed convex side of domain IV mediates similar protein dimerization in the distinct crystals. Approximately 950 Å 2 of each monomer is buried at the dimer interface ( Table 2) , indicative of a stable protein-protein interaction. Domain IV is the largest APN domain and the most divergent in the M1 aminopeptidase family. In APN, domain IV has seven helix-turn-helix HEAT repeats and a single ARM repeat formed by three alpha helices (α 25-α 27) . The ARM repeat is the most variable domain IV region in the hAPN and pAPN structures, and can contact the peptide substrate bound to the active site (see below).",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 934,
                    "end": 942,
                    "text": "25-α 27)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 172,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 479,
                    "end": 486,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 664,
                    "end": 672,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Although the dimeric assembly of human and pig APN ectodomains was preserved in various crystals, the conformation of each monomer differed among crystal forms, such that the distance between the N-terminal region of the ectodomains that formed the dimer varied from 95 to 131 Å in the structures ( Table 2 and Supplementary Fig. S1b) . Each crystal captured a single APN conformation, with all the monomers in the same form. These structures identified three distinct APN conformations, based on active site accessibility, which we termed closed, intermediate and open forms (Fig. 1a) . As reported for other M1 family members 23, 24 , the observed APN structural diversity indicated ectodomain dynamics in solution and on the cell surface.",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 631,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 632,
                    "end": 634,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 306,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 334,
                    "text": "Supplementary Fig. S1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 576,
                    "end": 585,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dynamic conformation of the APN ectodomain."
        },
        {
            "text": "The active site accessibility at domain II differed among crystal forms because of interdomain adjustments in the APN. The contacts between domain IV and other domains in the monomers varied among the structures, whereas the domain IV-IV buried surfaces in each monomer at the dimerization interfaces were preserved ( Table 2) . Domain IV contacts with domain I or III changed markedly less (~100-200 Å 2 buried surface) than with domain II (1000 Å 2 ); domain II-IV interaction thus mainly stabilized the closed APN conformation. There were no notable differences in the other interdomain contacts in the distinct APN forms (Table 2) . Domains I-II are distant from domain IV in the open conformation of the APN monomer (Fig. 1a,b) , where the zinc ion at the catalytic site is more accessible to the solvent (Fig. 1c) . The domain I to III module swings 15° toward domain IV, closing the active site (Fig. 1b,c) . The hAPN structure adopts an intermediate conformation in the crystals (Fig. 1a) ; the distance between the N terminus of each monomer in the dimer is 116 Å, and the angle difference of Fig. 1a and Table 2 ). On the cell surface, the domain I to III module must swing over domain IV, which is fixed by dimerization (Fig. 1b, Supplementary Video S1). The module movement must be facilitated by the flexible ~30-residue polypeptide that links domain I to the transmembrane domain ( Supplementary Fig. S1a ), although polypeptide length probably limits the interdomain movement shown here with APN (15°), which is less pronounced than that reported for ERAP-1 (22°, determined as in Table 2 ). The type of interdomain movement also differs between ERAP-1 and the APN. The domain III-IV module moves together relative to domain I-II in ERAP-1, whereas domain I to III swings over domain IV in the APN. In addition, the ERAP-1 hinge region is at the domain III N terminus, whereas that of APN is in the domain IV N terminus. Domains I, II and III can pivot at the beginning of the first (α 13) or third (α 15) domain IV helix, which are perpendicular to the swing angle (Fig. 1b) . These differences in APN motion compared to other aminopeptidases are probably related to dimer formation, which is not observed in other M1 family members. The domain II buried surface increases due to its interaction with domain IV when the conformation changes from open to closed (Table 2) , thus reducing accessibility of the active site cavity (Fig. 1c) . M1 aminopeptidase dynamics is thought necessary for catalysis, and the closed The Met residues of the pAPNeh were replaced by seleno-Met (see Methods). Highest-resolution shell is in parentheses. Favored, allowed and outlier residues (%) in the Ramachandran plot, as well as number of ectodomains in the asymmetric unit (asu) are shown. Statistics for the pAPN-RBD crystal structure discussed here have been reported earlier (PDB code 4F5C) 16 . Structure representations in Supplementary Fig. 1b . (Fig. 2a) . In the closed pAPN, the side chain of a phenylalanine (Phe893) at domain IV was placed at about 4.5 Å from the hydrolyzable peptide bond, whose carbonyl group is coordinated to the zinc ion. The phenylalanine was located in the loop that connects α 26 and α 27 in the single domain IV ARM repeat of human and pig APN (Fig. 2a) ; it penetrated the active site groove in the closed conformation and locked the peptide, ready for hydrolysis. Domain IV residues that precede Phe893 in the α 26-α 27 loop contacted domain II in the closed pAPN. A similar loop conformation is seen in a closed hAPN structure (PDB code 4FYS) 19 .",
            "cite_spans": [
                {
                    "start": 2896,
                    "end": 2898,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3585,
                    "end": 3587,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "text": "Table 2)",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 634,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 732,
                    "text": "(Fig. 1a,b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 810,
                    "end": 819,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 902,
                    "end": 913,
                    "text": "(Fig. 1b,c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 987,
                    "end": 996,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1102,
                    "end": 1109,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1114,
                    "end": 1121,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1254,
                    "text": "(Fig. 1b, Supplementary",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1396,
                    "end": 1418,
                    "text": "Supplementary Fig. S1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1596,
                    "end": 1603,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2081,
                    "end": 2090,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2250,
                    "end": 2386,
                    "text": "The domain II buried surface increases due to its interaction with domain IV when the conformation changes from open to closed (Table 2)",
                    "ref_id": null
                },
                {
                    "start": 2443,
                    "end": 2452,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2930,
                    "end": 2951,
                    "text": "Supplementary Fig. 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2954,
                    "end": 2963,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3283,
                    "end": 3292,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Dynamic conformation of the APN ectodomain."
        },
        {
            "text": "The phenylalanine side chain in closed APN probably hinders peptide release or translocation for further processing after P1 hydrolysis. It is likely that binding of the P1′ residue to the zinc ion required removal of the phenylalanine plug by domain II displacement away from domain IV. The phenylalanine adopted a distinct conformation in the intermediate and open APN conformations (Fig. 2a) . Domain II movement was accompanied by a conformational change of the α 26-α 27 loop in domain IV (Supplementary Video S1), which became more solvent-exposed; the phenylalanine side chain faced into domain IV in the intermediate and open conformations and the peptide plug was removed from the active site. These changes would facilitate release of the N-terminal residue after hydrolysis. The small interdomain movement of the intermediate APN structure would be sufficient for peptide processing (Fig. 2a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 394,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 894,
                    "end": 903,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "APN dynamics in catalysis and CoV binding."
        },
        {
            "text": "We previously described in detail the CoV spike RBD-pAPN binding interface 16 . The porcine CoV spike RBD binds to a pAPN region that is distant from the catalytic site ( Supplementary Fig. S1b) . A critical CoV receptor-binding motif, which bears an exposed tryptophan, penetrates a narrow cavity formed by domain II and IV (Fig. 2b) 16 . The tryptophan aromatic side chain stacks onto pAPN domain IV residues His786-Pro787, and is trapped by domain IV residues Asn783-Pro787 on one side and domain II residues Gln367-Ser368 on the other (Fig. 2b) . The main chain of domain II residues is in close contact (3.9 Å) with the tryptophan side chain, and its imino nitrogen forms a hydrogen bond with the domain IV Asn783 main chain carbonyl. Domain IV-based superposition of the open pAPN with bound RBD and that of closed pAPN showed a shift in the domain II main chain region that contacts the RBD; this region collides (< 3.0 Å) with the CoV tryptophan (Fig. 2b) . Closing of the ectodomain would hinder penetration of the viral tryptophan between the pAPN domain II and IV.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 194,
                    "text": "Supplementary Fig. S1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 325,
                    "end": 334,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 539,
                    "end": 548,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 954,
                    "end": 963,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "APN dynamics in catalysis and CoV binding."
        },
        {
            "text": "CoV binding to APN would lock the protein in its open conformation (Fig. 2b) , preventing the ectodomain movement probably necessary for peptide hydrolysis (Fig. 2a) . We analyzed the catalytic activity of soluble human and pig APN ectodomains in the presence of porcine CoV S fragments bearing the RBD (Fig. 3) . The soluble S proteins specifically inhibited pAPN-mediated catalysis, measured as the hydrolysis of the L-pNA substrate, and had no effect on hAPN activity. The TGEV (transmissible gastroenteritis coronavirus) spike does not bind hAPN because it lacks the N-linked glycan recognized by porcine CoV in pAPN 15, 16 .",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 624,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 625,
                    "end": 627,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 76,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 156,
                    "end": 165,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 303,
                    "end": 311,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Allosteric inhibition of APN catalysis by CoV binding to the ectodomain. Our data suggested that"
        },
        {
            "text": "The isolated RBD was sufficient to inhibit pAPN catalysis (Fig. 3a) ; inhibition was dependent on RBD concentration. A high RBD:pAPN ratio was needed to achieve maximum inhibition (50-60%; Fig. 3b ), which decreased slowly after 30 min (Fig. 3c) Drugs that bind the catalytic site inhibit CoV binding to APN. Non-hydrolyzable drugs that bind the APN catalytic site inhibit catalysis and prevent angiogenesis and tumor growth 7, 10, 26, 27 . They appear to restrict ectodomain conformational changes, as shown by reduction in the number of some APN conformation-specific Fig. S1b) , with residues that contact the RBD in sticks with carbons in yellow (domain II) and green (domain IV). The same residues are shown for the superposed closed structure (carbons in grey). The RBD motif that penetrates the pAPN cavity is shown with a grey surface and with residues as sticks (carbons in cyan or in magenta for Trp).",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 427,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 436,
                    "end": 438,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 67,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 189,
                    "end": 196,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 236,
                    "end": 245,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 570,
                    "end": 579,
                    "text": "Fig. S1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Allosteric inhibition of APN catalysis by CoV binding to the ectodomain. Our data suggested that"
        },
        {
            "text": "Scientific RepoRts | 7:46045 | DOI: 10.1038/srep46045 mAb epitopes 25 . On the cell surface, active site epitopes recognized by the MY7 mAb decrease in the presence of actinonin, which indicates APN closure. Crystal structures of M1 aminopeptidases in complex with these drugs show preferential adoption of a closed state 19, 20, 24, 28 . Drug binding would thus not only compete with substrates for active site binding, but might also restrict the aminopeptidase dynamics needed for peptide processing.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 69,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 334,
                    "end": 336,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Allosteric inhibition of APN catalysis by CoV binding to the ectodomain. Our data suggested that"
        },
        {
            "text": "The structure of the pAPN-RBD complex indicates that porcine CoV would be specific for the open conformation (Fig. 2b) . Restriction of APN ectodomain opening by active site-binding drugs would thus have an allosteric effect on CoV binding. To test this hypothesis, we studied TGEV RBD binding to cell surface pAPN in the presence of drugs that bind to the active site (Fig. 4) . In flow cytometry, we determined the binding of an RBD-Fc fusion protein to cells that expressed pAPN or an active site mutant (pAPN-HH/AA), alone or with various drugs (Fig. 4a,b) . We analyzed the effect of the natural APN inhibitors actinonin and bestatin 29 ; both reduced RBD-Fc binding to cell surface pAPN (Fig. 4a, left) . We then evaluated four synthetic amino-benzosuberone (ABS) derivatives that bind with high affinity and selectivity to APN (Supplementary Fig. S3a) 30 ; all four ABS molecules prevented RBD binding to pAPN and its effectiveness increased with APN-binding affinity (Fig. 4b,  left) . The bulkier ABS2 and ABS4 compounds, which contain a phenyl group and bind with the highest affinity to APN, more efficiently blocked binding of the TGEV RBD to pAPN on the cell surface.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 641,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 859,
                    "end": 861,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 369,
                    "end": 377,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 549,
                    "end": 560,
                    "text": "(Fig. 4a,b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 693,
                    "end": 708,
                    "text": "(Fig. 4a, left)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 834,
                    "end": 858,
                    "text": "(Supplementary Fig. S3a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 975,
                    "end": 991,
                    "text": "(Fig. 4b,  left)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Allosteric inhibition of APN catalysis by CoV binding to the ectodomain. Our data suggested that"
        },
        {
            "text": "The inhibitory molecules bind to the APN active site 19, 21 , which is distant from the APN region recognized by CoV (Supplementary Fig. S1b) . To further determine whether the inhibitory effect was linked to drug binding to the pAPN active site, we analyzed RBD binding to the pAPN-HH/AA mutant, which lacks the two histidines (H383 and H387) that coordinate the zinc ion ( Supplementary Fig. S2) . Staining for the RBD-Fc protein was similar in cells expressing the mutant, alone or with the drugs (Fig. 4a right and b right) , which showed that compound binding to the pAPN active site was necessary to prevent RBD binding to a distant site. In addition, inhibition of RBD binding to pAPN was drug concentration-dependent (Fig. 4c) , and the amount of compound needed to reach 50% inhibition (IC 50 ) decreased with compound affinity for APN (~30 μ M for bestatin (Ki ~4 μ M), ~1 μ M for actinonin (Ki ~1 μ M), ~0.1 μ M for ABS4 (Ki ~0.06 nM) ). These results show that drugs that bind to the ",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 57,
                    "end": 59,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 141,
                    "text": "(Supplementary Fig. S1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 375,
                    "end": 397,
                    "text": "Supplementary Fig. S2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 500,
                    "end": 527,
                    "text": "(Fig. 4a right and b right)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 725,
                    "end": 734,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 932,
                    "end": 945,
                    "text": "(Ki ~0.06 nM)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Allosteric inhibition of APN catalysis by CoV binding to the ectodomain. Our data suggested that"
        },
        {
            "text": "CoV cell entry and infection 31 . We nonetheless found that active site-binding molecules hindered CoV S protein binding and might inhibit virus infection. Studies with low affinity binding drugs such as bestatin show no reduction in TGEV infection 31 . Virus particles have high receptor-binding avidity, and these drugs might not have sufficient affinity to maintain most APN molecules closed. The selective compounds ABS1-4 have high affinity for APN and, at 1-10 μ M concentrations, inhibit capillary tube formation in cell cultures, with no cytotoxicity 27 . In our cultures, we observed no toxicity at ABS concentrations < 100 μ M (not shown). We therefore analyzed the TGEV-mediated cytopathic effect for each of the four ABS molecules and actinonin at a 50 μ M concentration and monitored inhibition of virus infection with ABS4 (2 log) and ABS2 (1 log) (Fig. 5a) ; at the same concentration, the lower-affinity ABS1 and ABS3 compounds or actinonin did not inhibit. ABS4 has a bromo substituent that is predicted to interact with the phenylalanine that plugs the substrate in the closed conformation 32 ; this interaction likely helped maintain the closed ectodomain and efficiently prevented virus binding.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 31,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 249,
                    "end": 251,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 559,
                    "end": 561,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 862,
                    "end": 871,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Anti-tumor APN-binding drugs inhibit CoV cell infection. APN catalytic activity is not necessary for"
        },
        {
            "text": "TGEV is a representative, extensively studied animal CoV that use pAPN for cell entry 4, 14 . To further determine whether ABS4 inhibition of virus infection was linked to cell entry, we analyzed TGEV replication at 6 h post-infection and found that virus entry decreased with the ABS4 concentration (Fig. 5b ). ABS4 addition after virus absorption at 4 °C did not inhibit virus growth (not shown), which indicates that it prevented virus binding to cells. In addition, we studied the effect of ABS4 concentration on TGEV cell infection, and we observed that the TGEV cytopathic effect was reduced and cell survival increased at higher ABS4 concentrations (Fig. 5c) . ABS compounds are selective for APN molecules and designed to inhibit APN catalytic activity and tumor growth; here we show that they also prevent CoV cell infections.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 89,
                    "end": 91,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 308,
                    "text": "(Fig. 5b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 656,
                    "end": 665,
                    "text": "(Fig. 5c)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Anti-tumor APN-binding drugs inhibit CoV cell infection. APN catalytic activity is not necessary for"
        },
        {
            "text": "To further analyze the importance of APN dynamics, we engineered disulfide bonds to bridge domains II and IV and restrict ectodomain motion. We replaced the pAPN domain II Ser464 and domain IV Ser892 and/or Ser929 with cysteine to lock the ectodomain in the closed form with interdomain disulfide bridges. The Ser464 main chain Cα is ~5 and ~6 Å, respectively, from Ser892 and Ser929 in the closed form, but Ser464 moves ~12 Å away in the open form ( Supplementary Fig. S4 ). Disulfide bond formation between pAPN Cys464 and Cys892 or Cys929 should thus prevent ectodomain motion. We expressed the pAPN-cysteine mutants (C2-C4) on the 293T cell surface and compared their catalytic and CoV binding activity with that of the wild type pAPN (Fig. 6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 472,
                    "text": "Supplementary Fig. S4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 739,
                    "end": 747,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Restricting APN dynamics inhibits function."
        },
        {
            "text": "The pAPN cysteine mutants showed reduced catalytic activity (Fig. 6a) and TGEV RBD binding (Fig. 6b ) relative to the wild type protein in 293T transfectants that express similar protein amounts. The higher activity of the pAPN C2 than the C3 or C4 mutants suggested that the Cys464-Cys892 disulfide bond was more labile than the Cys464-Cys929 bond, probably because Cys892 is in a flexible loop (Supplementary Fig. S4 ). Treatment with a reducing agent restored catalysis and RBD binding in the cysteine mutants and did not affect wild type pAPN binding activity (Fig. 6) . Reducing the disulfide bonds fully restored RBD binding, but catalysis was partially recovered in the pAPN C3 and C4 mutants. Substrate hydrolysis is proposed to close the ectodomain (see above), which would facilitate rebuilding the disulfides. Locking the closed form and the phenylalanine in the domain IV ARM repeat inside the active site probably impeded substrate processing (Fig. 2a) . The pAPN cysteine mutants bound markedly less RBD than the wild type protein, which confirmed that CoV S protein binding to the closed pAPN was sterically hindered (Fig. 2b) , and that CoV recognized the open form. Overall, these results validate the functional relevance of the APN ectodomain conformations and its motion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 69,
                    "text": "(Fig. 6a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 91,
                    "end": 99,
                    "text": "(Fig. 6b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 396,
                    "end": 418,
                    "text": "(Supplementary Fig. S4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 564,
                    "end": 572,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 956,
                    "end": 965,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1132,
                    "end": 1141,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Restricting APN dynamics inhibits function."
        },
        {
            "text": "Structural dynamics is an intrinsic property of aminopeptidases. The APN crystal structures reported here indicate the dynamic conformation of its ectodomain, and functional studies show its relevance in catalysis and virus infection. Distinct ectodomain regions mediate these functions, but agents that bind to one region prevent activities linked to the other. These allosteric effects with ligands are probably caused by restrictions in APN conformational dynamics, as confirmed with disulfide bond mutants. They demonstrated that preventing ectodomain motion and locking APN forms inhibits its functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "APN ectodomain movement is less pronounced and differs from that reported for other M1 aminopeptidases. These differences could be due to the APN dimeric conformation and its linkage to the cell surface. Dimerization only engages the domain IV region, and we found that the dimer is conserved in all APN structures, closed, intermediate and open. APN domain IV thus does not move as described for ERAP-1 or F3 23, 24 , proteins that do not form dimers. The fixed conformation of the APN dimer determines that the domain I to III module swings over domain IV (Supplementary Video S1), with the hinge at the domain IV N-terminal region. The length of this movement is less marked in APN (15°) than in ERAP-1 (22°), although the two proteins have very similar closed conformations. Displacement of the APN domains I, II and III must be limited by the length of the flexible polypeptide that links domain I to the transmembrane region, whose movement is restricted by membrane fluidity. The extent of APN movement nonetheless appears to be sufficient for release of the hydrolyzed peptide N-terminal residue, which is not plugged by domain IV in the open or in the intermediate APN conformations (Fig. 2a) . It is not clear how each monomer in the dimer moves, whether their movement is random or synchronized in the same or inverse directions. Experiments with hAPN antibodies 25 and those shown here with the TGEV RBD (Fig. 3) suggest that ~50% of the molecules adopt different forms; these data imply that each APN monomer maintains a distinct conformation (Supplementary Video S1). The crystal structures reported here provide snapshots of APN dynamic conformation, and also guided experiments that demonstrate its role in virus entry into cells and catalysis. The switch between a proteolytic active (closed) and an inactive (open) conformation has been proposed for several M1 aminopeptidases 20, 23, 24, 28 . This dynamics is thought to be important for peptide hydrolysis and release from the aminopeptidase active site. The region that joins α 26 and α 27 in the domain IV ARM repeat penetrates the active site groove in closed pig and human APN structures reported here and elsewhere (Fig. 2a) 19 , and a conserved phenylalanine in this region locks the substrate coordinated to the zinc ion, permitting hydrolysis. Further peptide processing likely requires removal of the phenylalanine lock by opening the APN ectodomain, which facilitates N-terminal residue release and peptide translocation, both sterically hindered in the closed conformation (Fig. 2a) . The inherent flexibility in the domain IV ARM repeat that we demonstrate here is linked to interdomain arrangements might also enable substrate processing, and indicate how ectodomain movements participate in peptide hydrolysis. Local changes in a conserved tyrosine (Tyr472 in pAPN) at the active site of M1 aminopeptidases are also suggested to be important 20, 24, 28 . Among APN forms, the absence of conformational switches in active site residues at domain II ( Supplementary Fig. S2 ) nonetheless indicates that tyrosine movement is not linked to interdomain motion.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 413,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 414,
                    "end": 416,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1374,
                    "end": 1376,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1895,
                    "end": 1898,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1899,
                    "end": 1902,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1903,
                    "end": 1906,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1907,
                    "end": 1909,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2200,
                    "end": 2202,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2926,
                    "end": 2929,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2930,
                    "end": 2933,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2934,
                    "end": 2936,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1192,
                    "end": 1201,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1416,
                    "end": 1424,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2190,
                    "end": 2199,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2554,
                    "end": 2563,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3034,
                    "end": 3055,
                    "text": "Supplementary Fig. S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Disulfide bonds that lock the APN closed conformation or drugs that prevent opening of the ectodomain inhibited CoV protein binding and cell infection, whereas porcine CoV S proteins probably hinder APN transition to the closed form and peptide hydrolysis. Our results verify the critical role of APN dynamics in CoV infection and catalysis, and demonstrate that the open APN structure is inactive in peptide hydrolysis. Anti-APN antibodies that inhibit APN activity and reduce tumor growth 25, 33 likely block ectodomain movements. The allosteric inhibition of APN functions shown here using viral proteins and drugs is likely to be due to suppression of APN transient conformational states, as shown for other enzymes 34 . Blocking APN movement prevents its functions, and suggests a new approach for the development of drugs that target this protein. Small molecules or conformation-specific antibody inhibitors of ectodomain motions can bind to the active site or interact with distant sites, as shown here with CoV spike fragments. High affinity drugs designed to inhibit catalysis and tumor growth prevent CoV infections, which indicates that targeting APN ectodomain dynamics can be a valuable approach to block APN functions related to cancer progression and virus infections. . Catalysis was determined at 60 min as absorbance at OD405 nm (see Fig. 3 and Methods). Relative RBD-Fc binding to transfected cells determined from mean fluorescence intensity computed by flow cytometry as in Fig. 4c . Domain II and IV residues replaced by cysteine are indicated at bottom (see Supplementary Fig. S4 ). Mean ± SD (n ≥ 5). 35 . A pAPN protein with Met residues replaced by seleno-Met (Se-Met pAPN) was produced using methionine-and glutamine-free DMEM (Invitrogen) supplemented with 10% dialyzed fetal calf serum (FCS) and L-seleno-methionine (both from Sigma). APN proteins secreted to culture supernatants were purified by affinity chromatography with anti-HA 12AC5 mAb (Roche), followed by size exclusion chromatography in HEPES-saline buffer (20 mM HEPES, 150 mM NaCl) pH 7.5.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 494,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 495,
                    "end": 497,
                    "text": "33",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 720,
                    "end": 722,
                    "text": "34",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1626,
                    "end": 1628,
                    "text": "35",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 1353,
                    "end": 1359,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1496,
                    "end": 1503,
                    "text": "Fig. 4c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1582,
                    "end": 1603,
                    "text": "Supplementary Fig. S4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Preparation of most soluble CoV S proteins used here has been described 16, 35 . S1H and S3H proteins were derived from the HOL87 porcine CoV S glycoprotein and bear the pAPN-binding domain. Soluble TGEV RBD was derived from the S glycoprotein of the TGEV SC11 strain (GenBank acc. n° AJ271965). It contains S residues 505 to 657, an N-terminal HA peptide, and a FLAG sequence (monovalent RBD variant) or human IgG1 Fc (bivalent RBD-Fc variant) at the C-terminal end. CoV S proteins were produced in CHO-Lec or 293 T cells and purified as described 35 .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 76,
                    "end": 78,
                    "text": "35",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 549,
                    "end": 551,
                    "text": "35",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Analysis of APN catalysis. APN catalytic activity was determined using leucine p-nitroanilide (L-pNA) (Sigma) in a standard spectrophotometric assay in 96-well plates with soluble proteins or transfected cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To study CoV protein inhibition of APN catalysis, soluble APN ectodomains (5 μ g/ml; ~40 nM) were added to duplicate wells, alone or with soluble CoV S protein variants, followed by the L-pNA substrate (1 mM) in 100 μ l final volume (4 °C). Plates were incubated at room temperature and OD at 405 nm was measured at different times. Background OD of wells without APN was subtracted to determine specific catalytic activity. Similar procedure was used with 293T cells (3 × 10 4 ) expressing pAPN 36 hr after transfection. OD of well with mock-transfected cells were taken as background. Cell samples expressing various amounts of pAPN at the membrane were used to normalize the activity of the pAPN cysteine mutants. Relative activity of the mutant to wild type was determined as the ratio of the pAPN mutant to the wild type OD from samples with the same protein expression, as monitored by flow cytometry (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CoV protein binding to APN. Stably transfected BHK21-pAPN, CHO-pAPN and CHO-pAPN mutant cells or transiently transfected 293T cells were used. The pAPN contained the HA peptide at the C terminus to monitor cell surface expression in CHO and 293T cells. In the pAPN-HH/AA mutant, the two active site histidines were replaced with alanines, whereas in the pAPN cysteine mutants, the domain II Ser464 and the domain IV Ser892 and/or Ser929 were substituted by cysteine. We analyzed the effect on RBD binding to pAPN of two natural inhibitors of APN enzyme activity, bestatin and actinonin (Sigma) 29 , as well as four synthetic ABS compounds 30 . Bestatin and actinonin were dissolved at 25 mM in PBS, whereas ABS compounds were used at 20 mM in DMSO.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 596,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 639,
                    "end": 641,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In wild type or mutant pAPN-expressing cells, we used flow cytometry to monitor TGEV RBD binding to cell surface pAPN, essentially as reported 16, 35 . Cells were washed three times with cold PBS and resuspended (10 6 cells/ml) in PBS supplemented with 0.3% heat-inactivated FCS and 0.125% bovine serum albumin (BSA; binding buffer); 200 μ l of cell suspension were added to 96-well plates (Nunc), cells were sedimented and resuspended in 20 μ l of 1-2 μ g/ml RBD-Fc solution alone or with inhibitors at indicated concentrations (30 min, 4 °C). An unrelated Fc fusion protein was used as control. Cells were washed and incubated with anti-human IgG fluorescein isothiocyanate (FITC)-labeled secondary antibody (30 min, 4 °C). The mean fluorescent intensity was determined in a Beckman Coulter EPICS XL1; background cell staining with the Fc protein was subtracted to determine the specific RBD-Fc binding to cell surface pAPN. In parallel, the amount of cell surface pAPN expression was determined by flow cytometry with the anti-HA 12AC5 mAb (Roche) and an anti-mouse FITC-labeled secondary antibody (Invitrogen). Analysis of the pAPN cysteine mutants binding activity was normalized by the cell surface protein amounts as explained above for the catalytic activity.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "35",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "by qRT-PCR (quantitative reverse transcription polymerase chain reaction). Stable transfected BHK21-pAPN or BHK21 cells (5 × 10 4 cells/well) in DMEM (Dulbecco's modified Eagle's medium) with 10% FCS were plated in 24-well plates (18 h). Plates were transferred to 4 °C, medium was removed and 200 μ l binding buffer alone or with APN-binding drugs or RDB protein were added to wells; after 10 min, the solution was replaced with 200 μ l virus inoculum at a multiplicity of infection (m.o.i) of 1, alone or with inhibitors in binding buffer. After virus adsorption at 4 °C, cells were washed three times with binding buffer, and incubated in DMEM with 5% FCS (6 h, 37 °C, 5% CO 2 ). Cells were detached and lysed with 100 μ l Tri Reagent (Sigma) for RNA extraction, and cDNA was generated from 1 μ g RNA using the High Capacity cDNA Reverse Transcription Kit (Applied Biosystems). Real-time PCR reactions (10 μ l) were performed in triplicate using 5 μ l cDNA sample, 2 μ l of 5x HOT FIREPol EvaGreen qPCR Mix Plus (ROX) (Solis Biodyne) and 0.3 μ l of specific primers for mouse β -actin or for the TGEV S gene, in a 7500 Real Time PCR system (Applied Biosystems) using a standard protocol. Data were analyzed with 7500 Software using the Comparative Ct Method (Δ Δ Ct). TGEV S expression relative to β -actin was determined and the ratio of values alone and with inhibitor used as relative cell entry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of CoV cell entry and infection. TGEV cell entry was quantified by determination of viral RNA"
        },
        {
            "text": "Infection or cytopathic effect of TGEV was inhibited in porcine ST cells. One day after seeding (2.5 × 10 4 cells/well) in 96-well plates, cells were transferred to 4 °C and pre-incubated with 50 μ l binding buffer alone or with inhibitors, in duplicate. Solutions were replaced with 50 μ l of serial 10-fold dilutions of virus inoculum with inhibitors or with DMSO (≤ 0.25%) as control. After incubation (1 h, 4 °C), cells were washed three times with DMEM with 5% FCS and incubated alone or with inhibitors for two days at 37 °C. To determine cell survival after infection, medium was removed, cells were formalin-fixed, stained with crystal violet and viability determined by optical density (OD) at 590 nm. Ratios from wells with and without virus were determined to calculate cell survival (see Supplementary Fig. S3b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 800,
                    "end": 822,
                    "text": "Supplementary Fig. S3b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Inhibition of CoV cell entry and infection. TGEV cell entry was quantified by determination of viral RNA"
        },
        {
            "text": "Crystallization and diffraction data collection. The endoglycosidase H-treated (16 h, 30 °C) pAPN (pAPNeh) ectodomain was crystallized by the sitting drop technique with a crystallization solution of 5% polyethylene glycol (PEG)-1000 and 10% PEG-8000 (pH ~6) and a 15 mg/ml protein sample. Alternatively, native glycosylated pAPN ectodomain crystals were prepared with a crystallization solution of 20% PEG-3350 and 100 mM sodium acetate pH 5.6. The hAPN ectodomain (15 mg/ml) was crystallized with a solution of 20% PEG-6000, 50 mM imidazole-HCl pH 8.0. Crystals were frozen in crystallization solutions containing 20% ethylene glycol for diffraction data collection at the European Synchrotron Radiation Facility (ESRF; ID14 and ID23) and Swiss Light Source (SLS; PXII) beamlines. Diffraction data were processed with XDS 36 and scaled with SCALA programs 37 . For statistical data, see Table 1 .",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 860,
                    "text": "37",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 889,
                    "end": 896,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Inhibition of CoV cell entry and infection. TGEV cell entry was quantified by determination of viral RNA"
        },
        {
            "text": "Structure determination. The structure of Se-Met pAPNeh protein was solved by a combination of molecular replacement (MR) and single-wavelength anomalous dispersion (SAD) methods. The crystals contained two molecules in the asymmetric unit (Table 1) . A partial structure was obtained by MR using the PHASER program 38 and domains I to III of the tricorn-interacting factor F3 (PDB code 1Z1W), which share ~30% residue identity with pAPN. The PHASER LLG value for the best MR solution was 161, whereas RFZ values were 6.5 and 5.0, and TFZ values of 3.0 and 9.9. We then used the MRSAD protocol in the Auto-Rickshaw server 39 to determine the complete pAPNeh structure, starting from the partial MR structure and using Se-Met pAPNeh crystal diffraction data collected at the selenium peak wavelength. The final structure included the two pAPN molecules of the asymmetric unit, which were adjusted manually and refined with phenix.refine 40 using data extending to 2.5 Å resolution (for statistics, see Table 1 ). The pAPNeh structure comprises residues 60 to 963 and the zinc atoms coordinated in the enzyme active site.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "text": "38",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "39",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 249,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1001,
                    "end": 1008,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Inhibition of CoV cell entry and infection. TGEV cell entry was quantified by determination of viral RNA"
        },
        {
            "text": "The other APN ectodomain structures (Table 1) were determined by the MR method using the pAPNeh structure as search model. Two ensembles including domain I, II and III or isolated domain IV were used for MR structure determination with PHASER. Structures were refined with phenix.refine (statistics in Table 1 ). In all structures, the engineered tags and 25-30 residues of the N-terminal ectodomains were very disordered and are not included in the final models. Electron density maps of active site residues and of N-linked glycans are shown in Supplementary Figs S2 and S5 , respectively. Structure representations prepared with PyMOL (pymol.org).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 45,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 302,
                    "end": 309,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 547,
                    "end": 575,
                    "text": "Supplementary Figs S2 and S5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Inhibition of CoV cell entry and infection. TGEV cell entry was quantified by determination of viral RNA"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aminopeptidases: structure and function",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "FASEB J",
            "volume": "7",
            "issn": "",
            "pages": "290--298",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Families of zinc metalloproteases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "FEBS Lett",
            "volume": "354",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The moonlighting enzyme CD13: old and new functions to target",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mina-Osorio",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Mol. Med",
            "volume": "14",
            "issn": "",
            "pages": "361--371",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Aminopeptidase N is a major receptor for the entero-pathogenic coronavirus TGEV",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Delmas",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "357",
            "issn": "",
            "pages": "417--420",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human aminopeptidase N is a receptor for human coronavirus 229E",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Yeager",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "357",
            "issn": "",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Human melanoma invasion and metastasis enhancement by high expression of aminopeptidase N/CD13",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fujii",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Clin. Exp. Metastasis",
            "volume": "13",
            "issn": "",
            "pages": "337--344",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Aminopeptidase N is a receptor for tumor-homing peptides and a target for inhibiting angiogenesis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pasqualini",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cancer Res",
            "volume": "60",
            "issn": "",
            "pages": "722--727",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Role of aminopeptidase in angiogenesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biol Pharm Bull",
            "volume": "27",
            "issn": "",
            "pages": "772--776",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Aminopeptidase N in arterial hypertension",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Danziger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Heart Fail. Rev",
            "volume": "13",
            "issn": "",
            "pages": "293--298",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aminopeptidase N (CD13) as a target for cancer chemotherapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wickström",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nygren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gullbo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cancer Science",
            "volume": "102",
            "issn": "",
            "pages": "501--508",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impaired angiogenesis in aminopeptidase N-null mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rangel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "4588--4593",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The neovasculature homing motif NGR: more than meets the eye",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Curnis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Arap",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pasqualini",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Blood",
            "volume": "112",
            "issn": "",
            "pages": "2628--2635",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Novel aminopeptidase N (APN/CD13) inhibitor 24F can suppress invasion of hepatocellular carcinoma cells as well as angiogenesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inagaki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biosci. Trends",
            "volume": "4",
            "issn": "",
            "pages": "56--60",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The molecular biology of coronaviruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv. Virus Res",
            "volume": "66",
            "issn": "",
            "pages": "193--292",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mutational analysis of aminopeptidase N, a receptor for several group 1 coronaviruses, identifies key determinants of viral host range",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tusell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Schittone",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "1261--1273",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Structural Bases of Coronavirus Attachment to Host Aminopeptidase N and Its Inhibition by Neutralizing Antibodies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reguera",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1002859"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Biosynthesis of intestinal microvillar proteins. Dimerization of aminopeptidase N and lactase-phlorizin hydrolase",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Danielsen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochemistry",
            "volume": "29",
            "issn": "",
            "pages": "305--308",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Structure and function of aminopeptidase N",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sjostrom",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Noren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Adv Exp. Med. Biol",
            "volume": "477",
            "issn": "",
            "pages": "25--34",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The X-ray crystal structure of human aminopeptidase N reveals a novel dimer and the basis for peptide processing",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rini",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Biol. Chem",
            "volume": "287",
            "issn": "",
            "pages": "36804--36813",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Structure of aminopeptidase N from Escherichia coli suggests a compartmentalized, gated active site",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Addlagatta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "103",
            "issn": "",
            "pages": "13339--13344",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Structural basis for multifunctional roles of mammalian aminopeptidase N",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y.-L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "109",
            "issn": "",
            "pages": "17966--17971",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A structural view of coronavirus-receptor interactions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reguera",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mudgal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Santiago",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Casasnovas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virus Res",
            "volume": "194",
            "issn": "",
            "pages": "3--15",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Crystal Structures of the Tricorn Interacting Factor F3 from Thermoplasma acidophilum, a Zinc Aminopeptidase in Three Different Conformations",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "J P"
                    ],
                    "last": "Kyrieleis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goettig",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kiefersauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brandstetter",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Mol. Biol",
            "volume": "349",
            "issn": "",
            "pages": "787--800",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Crystal structures of the endoplasmic reticulum aminopeptidase-1 (ERAP1) reveal the molecular basis for N-terminal peptide trimming",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kochan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "108",
            "issn": "",
            "pages": "7745--7750",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cryptic and regulatory epitopes in CD13/aminopeptidase N",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wellner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Scheinberg",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Exp. Hematol",
            "volume": "25",
            "issn": "",
            "pages": "521--529",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Development of Synthetic Aminopeptidase N/CD13 Inhibitors to Overcome Cancer Metastasis and Angiogenesis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "ACS. Med. Chem. Lett",
            "volume": "3",
            "issn": "",
            "pages": "959--964",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Selective aminopeptidase-N (CD13) inhibitors with relevance to cancer chemotherapy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bioorg. Med. Chem",
            "volume": "21",
            "issn": "",
            "pages": "2135--2144",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Structural basis for antigenic peptide precursor processing by the endoplasmic reticulum aminopeptidase ERAP1",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "18",
            "issn": "",
            "pages": "604--613",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Aminopeptidase-N/CD13 (EC 3.4.11.2) inhibitors: chemistry, biological evaluations, and therapeutic prospects",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bauvois",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dauzonne",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med. Res. Rev",
            "volume": "26",
            "issn": "",
            "pages": "88--130",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A novel amino-benzosuberone derivative is a picomolar inhibitor of mammalian aminopeptidase N/CD13",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maiereanu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioorg. Med. Chem",
            "volume": "19",
            "issn": "",
            "pages": "5716--5733",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Determinants essential for the transmissible gastroenteritis virus-receptor interaction reside within a domain of aminopeptidase-N that is distinct from the enzymatic site",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Delmas",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "5216--5224",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Exploring S1 plasticity and probing S1′ subsite of mammalian aminopeptidase N/CD13 with highly potent and selective aminobenzosuberone inhibitors",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Revelant",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bioorg. Med. Chem",
            "volume": "23",
            "issn": "",
            "pages": "3192--3207",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "MT95-4, a fully humanized antibody raised against aminopeptidase N, reduces tumor progression in a mouse model",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akita",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cancer Sci",
            "volume": "106",
            "issn": "",
            "pages": "921--928",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Allosteric inhibition through suppression of transient conformational states",
            "authors": [
                {
                    "first": "S.-R",
                    "middle": [],
                    "last": "Tzeng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Kalodimos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Chem. Biol",
            "volume": "9",
            "issn": "",
            "pages": "462--465",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Antigenic modules in the N-terminal S1 region of the Transmissible Gastroenteritis Virus spike protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reguera",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ordoño",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Santiago",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Casasnovas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Gen. Virol",
            "volume": "92",
            "issn": "",
            "pages": "1117--1126",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Collaborative Computational Project, N. The CCP4 Suite: Programs for Protein Crystallography",
            "authors": [],
            "year": 1994,
            "venue": "Acta Cryst",
            "volume": "50",
            "issn": "",
            "pages": "760--763",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Pushing the boundaries of molecular replacement with maximum likelihood",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Acta Cryst",
            "volume": "57",
            "issn": "",
            "pages": "1373--1382",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "On the combination of molecular replacement and singlewavelength anomalous diffraction phasing for automated structure determination",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Panjikar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Parthasarathy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Lamzin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Acta Cryst",
            "volume": "65",
            "issn": "",
            "pages": "1089--1097",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "PHENIX: a comprehensive Python-based system for macromolecular structure solution",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Cryst",
            "volume": "66",
            "issn": "",
            "pages": "213--221",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Coot: model-building tools for molecular graphics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Emsley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cowtan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acta Cryst",
            "volume": "60",
            "issn": "",
            "pages": "2126--2132",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The dynamic conformation of mammalian APN ectodomains. (a) Ribbon representation of the closed (pAPN), intermediate (hAPN) and open (pAPN-RBD, PDB code 4F5C) dimeric APN structures (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Characteristics of the APN structures. Intermonomer distances in the APN dimers were determined between the N-terminal residues of first β -strands. Interdomain buried surfaces in the crystal structures were computed with the PISA server (http://www.ebi.ac.uk/msd-srv/prot_int/cgi-bin/piserver). The domain IV buried surface in each monomer at the dimer interface is shown as DIV-DIV. Interdomain angles of the open and intermediate structures were determined relative to the closed pAPN after structure superposition based on domain IV. Angles were computed based on the zinc ions at domain II and the hinge residue at the domain IV N terminus with the COOT program 41 . The pAPNeh structure has very similar conformation to the native pAPN. Scientific RepoRts | 7:46045 | DOI: 10.1038/srep46045",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "APN dynamics in catalysis and CoV recognition. (a) The active site of the closed, intermediate and open APN during peptide hydrolysis. The active site at domain II (DII, yellow) contains a modeled poly-alanine peptide coordinated to the zinc ion (cyan sphere). Side chains of APN active site residues are shown with sticks, whereas the poly-alanine is shown as a gray surface with residues as sticks (carbons in grey). N-terminal peptide residues (P1-P1′ -P2′ ) are labeled. Nitrogens, blue; oxygens, red; hydrogen bonds are dashed lines. The helices of the ARM repeat (α 25-α 27) in domain IV (DIV, green) with the phenylalanine residue that contacts the peptide in the closed conformation (Phe893 in pAPN) are labeled. The crystal structure of the poly-alanine bound to the pAPN (PDB code 4HOM) was used to model it in the active site of closed, intermediate and open structures by structural superposition based on domain II. (b) Conformation of the CoV binding cavity at the domain II-IV interface in the closed and open pAPN structures. Structures were superposed based on domain IV. Ribbon diagrams of the open pAPN in complex with the porcine CoV RBD (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Allosteric inhibition of APN catalysis by CoV S proteins. APN catalysis was monitored as optical density (OD) with soluble hAPN and pAPN ectodomains (see Methods). (a) Activity determined with pAPN and hAPN (0.04 μ M) alone or with porcine CoV S proteins untreated (S1H, S3H) or endoglycosidase H-treated (S1Heh, S3Heh), or with the TGEV RBD fragment; all these proteins bind specifically to pAPN16,35 . The unrelated PVR-Fc protein was used as control. Sample without APN (− ). (b) Activity determined at 60 min with increasing RBD:APN molar ratios. (c) Inhibition of pAPN catalytic activity by the TGEV RBD over time. Inhibition was computed according to the OD in b.Scientific RepoRts | 7:46045 | DOI: 10.1038/srep46045",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Drugs that bind the catalytic site inhibit CoV binding to APN. (a,b) Flow cytometry to monitor TGEV RBD-Fc protein (~1 μ g/ml) binding to CHO cells expressing pAPN (left panels) or a pAPN catalytic mutant (right panels). The mutant (pAPN-HH/AA) lacks the two histidines that coordinate the zinc ion (Supplementary Fig. S2). Histograms recorded with the RBD-Fc protein alone (solid line histograms) or with pAPN active site-binding drugs (filled histograms) are shown. Control unrelated Fc fusion protein, dashed line histogram. Overlay plots of histograms for samples alone or with 500 μ M bestatin (Be; gray) or actinonin (Ac; black) in (a); samples with synthetic APN-binding drugs ABS1, 3, 2, and 4 (light gray to black; as numbered) in (b). Approximate pAPN Ki values for bestatin and actinonin are 4 and 1 μ M 29 , respectively, and 40, 7, 19 and 0.06 nM for ABS compounds 1 to 430 . Described inSupplementary Fig. S3a. (c)Relative RBD-Fc binding to pAPN-expressing BHK cells, alone or with increasing concentrations of bestatin, actinonin and ABS4. Mean fluorescence intensity computed by flow cytometry was used to calculate RBD binding ratios (see Methods). Mean ± SD (n ≥ 3).Scientific RepoRts | 7:46045 | DOI: 10.1038/srep46045 active site cause allosteric inhibition of TGEV RBD binding to pAPN, probably by restricting APN ectodomain dynamics and its transition to the CoV-specific open form.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Catalytic site-binding drugs inhibit CoV cell infection. (a) Inhibition of TGEV infection by various pAPN-binding drugs. Relative survival of ST cells infected with TGEV at different m.o.i., treated with 50 μ M ABS1-4, actinonin (Ac) or DMSO (Methods). See Supplementary Fig. S3b. Mean ± SEM (n = 3). (b) Inhibition of TGEV cell entry by ABS4. Virus RNA was quantified by qRT-PCR 6 h post-infection, in samples without inhibitor (−), with ABS4 as indicated (μM) or with TGEV RBD-Fc (40 μ g/ml) as positive control (RBD). Background signal determined with uninfected BHK cells (BHK). Mean ± SEM (n = 3). (c) Inhibition of TGEV cell infection with increasing ABS4 concentrations. ST cell survival was determined as in a. Mean ± SEM (n = 4).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Locking the pAPN closed form with disulfide bonds inhibits its functions. Relative pAPN catalysis (a) and TGEV RBD binding (b) activity of native or pAPN-cysteine mutants (C2-C4) expressed on the 293T cell surface. Cells were incubated alone or with DTT (5 mM; 30 min, 37 °C) before assays. Values expressed as a percentage of wild type pAPN values in the absence of DTT. Activities were normalized to the amount of cell surface protein expressed as monitored by flow cytometry (see Methods)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Scientific RepoRts | 7:46045 | DOI: 10.1038/srep46045 domain II with the closed conformation is ~6° (Table 2). Other crystal structures of human and pig APN showed closed and intermediate conformations 19,21 , respectively, similar to the forms reported here. APN dimerization mediated by domain IV-IV interactions is preserved among open, intermediate and closed ectodomains (",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 1. Data Collection and Refinement Statistics. Statistics for the structures of the native and endoglycosidase H-treated porcine APN (pAPN and pAPNeh) and of the human APN (hAPN) proteins.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "To determine how domain movement contributes to peptide processing, we modeled a pAPN-bound poly-Ala peptide in the active site of closed, intermediate and open APN",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ", probably due to substrate hydrolysis during RBD dissociation and binding to APN over time. The RBD can thus prevent catalysis in only a fraction of pAPN molecules, probably those in the open form. The conformation of catalytically active pAPN would not allow RBD binding. The results indicate that the open APN is catalytically inactive, and that blocking APN dynamics impairs catalysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Scientific RepoRts | 7:46045 | DOI: 10.1038/srep46045",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Scientific RepoRts | 7:46045 | DOI: 10.1038/srep46045 Methods Recombinant proteins. The engineered hAPN and pAPN ectodomains contain extracellular residues 36 to 967 and 36 to 963, respectively. They have a hemagglutinin (HA; YPYDVPDYA) peptide at the N terminus. Soluble ectodomains were produced in stably transfected CHO-Lec 3.2.8.1 (CHO-Lec) cells with selective culture media",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the ESRF for provision of synchrotron radiation facilities through BAG-Madrid projects, as well as the Swiss-SLS facility, S. Rodríguez for technical support, and C. Mark for editorial assistance. GM was a recipient of a La Caixa fellowship. JR was supported by the Juan de la Cierva program and RR by NIH grant 2P01AI054456-06A1. The work was supported by grants from the Spanish Ministry of Science (BFU2011-23940 and BIO2014-52683-R to JMC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}