{
    "paper_id": "306d48f87402c3759c22d1c5fbfe4ddce3fd5967",
    "metadata": {
        "title": "antibiotics Antimicrobial Stewardship Programs in Community Health Systems Perceived by Physicians and Pharmacists: A Qualitative Study with Gap Analysis",
        "authors": [
            {
                "first": "Sohyun",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ewha Womans University",
                    "location": {
                        "addrLine": "52 Ewhayeodae-gil, Seodaemun-gu",
                        "postCode": "03760",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": "sohyuny.park@gmail.com"
            },
            {
                "first": "Ji",
                "middle": [
                    "Eun"
                ],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ewha Womans University",
                    "location": {
                        "addrLine": "52 Ewhayeodae-gil, Seodaemun-gu",
                        "postCode": "03760",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hee",
                "middle": [
                    "Jung"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ewha Womans University",
                    "location": {
                        "addrLine": "52 Ewhayeodae-gil, Seodaemun-gu",
                        "postCode": "03760",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": "heechoi@ewha.ac.krh.j.c."
            },
            {
                "first": "Chung-Jong",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ewha Womans University",
                    "location": {
                        "addrLine": "52 Ewhayeodae-gil, Seodaemun-gu",
                        "postCode": "03760",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Eun",
                "middle": [
                    "Kyoung"
                ],
                "last": "Chung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "addrLine": "26, Kyungheedae-ro, Dongdaemun-gu",
                        "postCode": "02447",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": "cekchung@khu.ac.kr"
            },
            {
                "first": "Sun",
                "middle": [
                    "Ah"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ewha Womans University Mokdong Hospital",
                    "location": {
                        "addrLine": "1071, Anyangcheon-ro, Yangcheon-gu",
                        "postCode": "07985",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sandy",
                "middle": [
                    "Jeong"
                ],
                "last": "Rhie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ewha Womans University",
                    "location": {
                        "addrLine": "52 Ewhayeodae-gil, Seodaemun-gu",
                        "postCode": "03760",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Antimicrobial stewardship program (ASP) is one of the most important strategies for managing infectious disease treatment and preventing antimicrobial resistance. The successful implementation of ASP in the community health system (CHS) has been challenging. We evaluated perceptions of current ASP, potential setbacks of ASP implementation, and future demands on ASP services among physicians and pharmacists in the CHS. The qualitative research was conducted through in-depth individual interviews and focus group discussions with 11 physicians and 11 pharmacists. In addition, a quantitative gap analysis was conducted to assess the different awareness and demands on services of ASP and preferred antimicrobial-related problems (ARP). In overall, perceptions of ASP varied by profession. The identified setbacks were unorganized institutional leadership, the undefined roles of healthcare professionals, a lack of reimbursement, the hierarchical structure of the health system, and the labor-intensive working environment of pharmacy services. Although demands for ASP improvement were similar among professionals, they had different preferences in prioritizing each service item of ASP/ARP development and the profession responsible for each service. Continuous administrative and financial investments, understanding ASP contents, ASP-specific information technology, and interdisciplinary collaboration with good communication among healthcare professions are needed to continue the progression of ASP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent years, infection prevention and control (IPC) have become a challenge and a topic of interest for medical institutions in Korea [1, 2] . The Accreditation Program for Healthcare Organization has presented criteria for IPC with the aim of improving patient safety and quality of care [3] . Since 2017, the Korean Ministry of Health and Welfare (MOHW) has been providing funds to support medical quality assessment of medical institutions [4] . Among the areas evaluated for medical quality and patient safety, factors related to IPC include personnel for IPC, antimicrobial prescription rates, and participation in antimicrobial resistance monitoring. These government-led policies are being institutionalized to improve IPC [4] .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 142,
                    "end": 144,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Meanwhile, multidrug resistance is a growing threat to public health and an emerging crisis [5] . The level of antibiotic usage in South Korea (28 defined daily doses [DDD] per 1000 inhabitants per day [DID]) is still much higher than the average for other Organisation for Economic Co-operation and Development (OECD) countries (18 DID) as of 2012 [6, 7] . According to the Korea ASP survey in 2015, the number of infectious disease (ID) specialists increased from previous surveys in 2006 and 2012, but the proportion of hospitals operating ASP did not increase; ASP were limited to top-tier general hospitals [8] . The survey concluded that ASP were not proliferating because of the lack of clinical pharmacists and adequate reimbursement from the national health insurance (NHI) system to support ASP [8] . Pharmacists play crucial roles in IPC/ASP; in fact, they can be facilitators or intermediaries at the opinion-gathering stages [9] . However, few studies have investigated the opinions of ASP stakeholders, such as ID physicians, non-ID physicians, and clinical pharmacists, especially at the level of community health systems (CHS).",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 167,
                    "end": 172,
                    "text": "[DDD]",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 353,
                    "end": 355,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 938,
                    "end": 941,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The primary aim of this study is to identify the views and potential setbacks to successful ASP implementation at CHS which has limited resources. The secondary aim is to identify priorities of future infection-related service needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Professionals did not recognize ASP well. Physicians seemed to have a greater awareness of IPC management perspectives apart from ASP (phy5-1-6, phy7-1-9). Physicians responded that there were governmental initiatives and investments to improve infection control, but the efforts were not enough to change practice significantly. Moreover, they complained of a lack of institutional support and the overwhelming burden on standard measurement index of hospital accreditation without proper direction and education (phy2-1-20, phy9-1-10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current Perception of ASP Operation"
        },
        {
            "text": "\"In university hospitals and large hospitals, research and education are a big part of the task, but in local community hospitals like us, that function is a bit weak.\" (phy9-1-10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current Perception of ASP Operation"
        },
        {
            "text": "Pharmacists' perception of the ASP was primarily about what the pharmacist should be doing. Pharmacists claimed that they intervened in renal dosing adjustments, durations of antimicrobial use, and prescription evaluation when requested (pharm2-3-54, pharm2-7-153).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current Perception of ASP Operation"
        },
        {
            "text": "\"I assess renal function with eGFR when the patient's kidneys are not functioning well.\" \"It's not easy to memorize all of the renal doses, right? So, I, as a pharmacist, always check the doses using the drug information resources to make sure they are adjusted appropriately.\" (pharm2-3-54).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current Perception of ASP Operation"
        },
        {
            "text": "Antimicrobial selection processes to treat IDs, including those caused by resistant microbial strains, appear to vary among physicians. Pathogen-specific antimicrobial choices based on susceptibility results are common practice among ID physicians in the efforts to prevent the further emergence of resistant pathogens and antimicrobial abuse. On the other hand, non-ID primary teams prioritize following clinical status when prescribing antimicrobials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts over Primary Responsibility and Scopes of Practice"
        },
        {
            "text": "\"I see many more of my patients with pneumonia were actually infected by pretty nasty resistant strains than patients in the other services... in order to treat them effectively. I have found myself using several antimicrobials instead of narrowing them down.\" (non-IDphy7-2-44)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts over Primary Responsibility and Scopes of Practice"
        },
        {
            "text": "\"If the strain shows good susceptibility to an antimicrobial, I would choose the antibiotic with a narrow spectrum.\" (IDphy3-3-76).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts over Primary Responsibility and Scopes of Practice"
        },
        {
            "text": "These different approaches between the primary team and ID physicians may result in different antimicrobial treatment strategies in practice. The primary team showed hesitance to comply with ID recommendations due to concern of potential misunderstanding patients or the treatment plan of the primary team due to not following patients throughout the hospitalization. During the interviews, ID physicians also expressed that ID consults were sometimes disregarded and were requested late. Unfortunately, this meant that ID consults were often pointless (phy6- [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] . ID physicians believed that their roles were limited in the approval of restricted antimicrobial agents. In hospitals where ASP are not well implemented, the role of an ID physician seems to be limited. Some primary team physicians felt that ID consults (e.g., approval of the use of restricted antimicrobials) undermined their prescribing privileges (phy4-6-165). It seems that intra-professional collaborative communication is not well established, which makes it difficult to reach a consensus about treatment (phy3-1-14, phy3-7-194, phy5-1-7).",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 563,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Conflicts over Primary Responsibility and Scopes of Practice"
        },
        {
            "text": "\"During my consulting (ID) round, I often find patients who have been prescribed incorrect doses; there was a case where one-fifth of the dose should have been prescribed, but the regular dose had been administered instead. There are cases when medications are administered without adjusting the prescriptions despites of changes in organ function.\" (phy3-4-109).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimicrobial-Related Problems (ARP)"
        },
        {
            "text": "The most frequently mentioned problem in ARP is the inappropriate doses of antimicrobials. Inappropriate renal dosing adjustments of aminopenicillins, dosing frequency of levofloxacin, and therapeutic drug monitoring of vancomycin were also identified as problems (phy2-5-123, phy6-3-68). There was concern over non-ID primary physicians adjusting doses for patients with decreased renal or hepatic function by ID physicians and pharmacists while overlooking acute changes or comorbidities (phy2-5-125, phy7-3-66, pharm2-3-63). Nevertheless, pharmacists were recognized as the most suitable profession to monitor drug-drug and drug-food interactions (phy2-5-126). Physicians believed that pharmacists are trained to reconcile medication problems with good accessibility to drug information (phy6-4-100). A lack of conversion from parenteral to oral routes was also mentioned, as pharmacists found that parenteral medication often continued until discharge regardless the clinical stability (pharm1-1-27, pharm1-1-32, pharm2-9-211).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimicrobial-Related Problems (ARP)"
        },
        {
            "text": "Physicians urged hospitals to invest effectively in infection management. They also complained that the government did not adequately subsidize ASP. The scarce budget and governmental subsidies cannot secure the needed labor force of hospital healthcare professionals and, ultimately, results by not allocating enough manpower dedicated to ASP (phy1-1-16, phy2-6-154, phy4-9-271, phy8-1-13, phy8-1-22, phy8-2-33, pharm2-3-68, pharm2-6-139).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of a Financial Support and Reimbursement System"
        },
        {
            "text": "Pharmacists could not afford the time to validate antimicrobial prescriptions before dispensing them due to overwhelming labor-intense pharmacy work and shortages of pharmacists and staffs. Moreover, as the technicians are not allowed to involve in medication preparation by the law on pharmaceuticals in Korea, allocating time for any clinical activity by pharmacists is difficult. Ironically, nurses tend to be involved in antimicrobial management, while pharmacists have no chance to participate (pharm2-12-269, pharm2-8-210).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Labor-Intense Medication Preparation and Dispensing Services in Pharmacy"
        },
        {
            "text": "\"We don't have time to confirm if antibiotic changes are being made correctly. We barely have time to evaluate oral antimicrobial agents for patients.\" (pharm2-9-216)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Labor-Intense Medication Preparation and Dispensing Services in Pharmacy"
        },
        {
            "text": "Physicians and pharmacists recognized that most ASP (8 of 10 services) and ARP (8 of 11 services) were not implemented ( Figures 1D and 2D ) in the present state. Despite the services unavailablity, physicians and pharmacists were willing to utilize the relevant services ( Figure Physicians were unaware of some services at their practice sites ( Figures 1C and 2C ), on the other hand, pharmacists claimed that they had been mediating those services, such as evaluating antimicrobial regimens, duplications, and interactions ( Figures 1C and 2C ). Moreover, pharmacists suggested implementing 9 (except 1) ASP-and 11 (all) ARP-related services in the future ( Figure 1A As an example, \"Prospective audit with direct intervention and feedback\" of ASP and \"Inappropriate medication dose, dosage form, schedule, route of administration, or method of administration\" of ARP were mentioned several times during the interviews by both professions. The gap analysis visualized the result in which pharmacists believed that the service has been implemented, but physicians do not ( Figures 1C and 2C) , and in the future, both physicians and pharmacists agree on the need for this service ( Figure Awareness of the ASP was similar in both occupations, but physicians' views in services that they hope to be developed in the future appear to have different priorities than those of pharmacists. Gap analysis of the current status (left) and future preferred ASP services (right). a (a,b) means (number of pharmacists who answered \"yes,\" number of physicians who answered \"yes\"). ASP: antimicrobials stewardship programs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 138,
                    "text": "Figures 1D and 2D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 274,
                    "end": 280,
                    "text": "Figure",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 365,
                    "text": "Figures 1C and 2C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 529,
                    "end": 546,
                    "text": "Figures 1C and 2C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 662,
                    "end": 671,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1076,
                    "end": 1094,
                    "text": "Figures 1C and 2C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1185,
                    "end": 1191,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "Preferred ASP and ARP Services by Gap Analysis"
        },
        {
            "text": "Not performed (n<6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physician perspectives (n=11)"
        },
        {
            "text": "ⓐProspective audit with direct intervention and feedback (7, 3) ⓒEducation (0,3) ⓓEvidence-based guidelines and clinical pathways (1,1) ⓔAntimicrobial cycling (0,1) ⓕAntimicrobial order forms (0,1) ⓖCombination therapy (0,2) ⓗStreamlining or de-escalation of therapy (5,4) ⓘDose optimization (3, 2) ⓙParenteral-to-oral conversion (2,3)",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 61,
                    "end": 63,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 296,
                    "end": 298,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Physician perspectives (n=11)"
        },
        {
            "text": "Prefer not to develop (n<6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physician perspectives (n = 11)"
        },
        {
            "text": "ⓑFormulary restriction and preauthorization requirement (7, 4) ⓖCombination therapy (6,3) ⓗStreamlining or de-escalation of therapy (9, 4) ⓙParenteral-to-oral conversion (10,1)",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 60,
                    "end": 62,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 136,
                    "end": 138,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Physician perspectives (n = 11)"
        },
        {
            "text": "ⓔAntimicrobial cycling (5,2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physician perspectives (n = 11)"
        },
        {
            "text": "ⓑFormulary restriction and preauthorization requirements (11, 11) Prefer to develop (n≥6)",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 62,
                    "end": 65,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Physician perspectives (n = 11)"
        },
        {
            "text": "ⓐProspective audit with direct intervention and feedback (7,7) ⓒEducation (6,6) ⓓEvidence-based guidelines and clinical pathways (8, 7) ⓕAntimicrobial order forms (9,6) ⓘDose optimization (11,7) ⓓInappropriate medication dose, dosage form, schedule, route of administration, or method of administration (8, 5) ⓔTherapeutic duplication (10,2) ⓗActual and potential clinically significant drug-drug, drug-disease, drug-nutrient, and drug-laboratory test interactions (6, 1) ⓐMedications with no medical indication (1,0) ⓑMedical conditions for which there is no medication prescribed (1,0) ⓒMedications prescribed inappropriately for a particular medical condition (2,0) ⓕPrescribing of medications to which the patient is allergic (5,3) ⓖActual and potential adverse drug events (5, 2) ⓘFailure to receive the full benefit of prescribed medication therapy (2,0) ⓙProblems arising from the financial impact of medication therapy on the patient (2,1) ⓚ Failure of the patient to adhere to the medication regimen (2,1)",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 133,
                    "end": 135,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 307,
                    "end": 309,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 469,
                    "end": 471,
                    "text": "1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 778,
                    "end": 781,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 782,
                    "end": 784,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Physician perspectives (n = 11)"
        },
        {
            "text": "ⓐMedications with no medical indication (10,2) ⓑMedical conditions for which there is no medication prescribed (9,1) ⓒMedications prescribed inappropriately for a particular medical condition (11, 3) ⓘFailure to receive the full benefit of prescribed medication therapy (9,3) ⓙProblems arising from the financial impact of medication therapy on the patient (10,5)",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 197,
                    "end": 199,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Physician perspectives (n = 11) Prefer not to develop (n< 6)"
        },
        {
            "text": "Performed (n≥6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physician perspectives (n = 11) Prefer not to develop (n< 6)"
        },
        {
            "text": "ⓓInappropriate medication dose, dosage form, schedule, route of administration, or method of administration (11, 7) ⓔTherapeutic duplication (9,7) ⓕPrescribing of medications to which the patient is allergic (11, 6) ⓖActual and potential adverse drug events (10, 10) ⓗActual and potential clinically significant drug-drug, drug-disease, drug-nutrient, and drug-laboratory test interactions (10, 10) ⓚ Failure of the patient to adhere to the medication regimen (10,7)",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 113,
                    "end": 115,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 213,
                    "end": 215,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Prefer to develop (n≥6)"
        },
        {
            "text": "Performed (n ≥ 6) Not Performed (n < 6) Prefer to develop (n ≥ 6) Prefer not to develop (n < 6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prefer to develop (n≥6)"
        },
        {
            "text": "Pharmacist perspectives (n = 11) Pharmacist perspectives (n = 11) Figure 2 . Gap analysis of the current situation (left) and future preferred ARP services that suggest pharmacists' interventions (right). (a, b) means (the number of pharmacists who answered \"yes\", the number of physicians who answered \"yes\"). ARP: antimicrobials-related problems. Figure 2 . Gap analysis of the current situation (left) and future preferred ARP services that suggest pharmacists' interventions (right). (a, b) means (the number of pharmacists who answered \"yes\", the number of physicians who answered \"yes\"). ARP: antimicrobials-related problems.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 357,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Prefer to develop (n≥6)"
        },
        {
            "text": "The fact that occupational conflicts between ASP and non-ASP healthcare professionals constitute a barrier to the success of ASP has been mentioned in several studies [10] [11] [12] . An ASP can be defined as a process that enhances the effectiveness of treatment by sharing the decision-making stage in the treatment of ID among a multidisciplinary team of experts. In this study, conflicts related to scopes of responsibility and interpretation of the treatment guidelines were found not only inter-professionally, between primary care physicians and pharmacists, but also intra-professionally, between ID specialists and primary team physicians. Since antimicrobials articulate important inter-professional asymmetries, pharmacists should be positioned as delimited negotiators within the context of medical prescribing power. A nuanced understanding of the characters of inter-professional negotiations is crucial for improving the use of antimicrobials within and beyond the hospital. Pharmacist participation is the starting point of ASP team building and can facilitate consensus among multidisciplinary healthcare professionals regarding prescription rights. In our study, non-ID specialists, ID specialists, and pharmacists understood the necessity of ASP and demanded the support of a central system and interrelated team action. However, they had drawn their own boundaries within the scopes of practice and the allowed collaborative share. Our in-depth interviews (IDIs) and focus group discussions (FGDs) suggest that the primary responsibility of patient care by the primary team physician should be respected, but at the same time, the antimicrobial treatment decision by the ASP should not be contestable. Pharmacists should also understand the physicians' decision processes to apply evidence-based pharmacotherapy.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Korea, ASP-trained clinical pharmacists and medical microbiologists are lacking, and thus a pharmacist or medical microbiologist is not usually a core member of an ASP team, as determined in survey reports conducted in Korea [8, 13] . The percentage of pharmacists working at medical institutions is 22.1% and 24.1% in Japan and the US, respectively, but about 11.7% in Korea [14] . In addition, because pharmacy technicians do not operate within the legal framework, job separation and job descriptions of pharmacists are not standardized. It is necessary to reduce the labor-intense preparation work by legalizing the pharmacy assistant personnel system and by upgrading pharmacy automation. Furthermore, there is no financial reimbursement for the professionals who perform and maintain ASP in the healthcare setting in Korea [15] . It might be hard to see a direct correlation between the reimbursements of ASP activities and the proper use of antibiotics. Although the MOHW has reimbursed medical institutions for infection prevention and management measures according to their grades since 2017, this reimbursement policy is limited regarding such measures such as strengthening facilities and human resources standards to prevent infection, improving infectious disease management, expanding the medical surveillance system, and supporting infectious disease management for small and medium medical institutions [4] . Based on this reimbursement policy, Grade 1 sites are allowed one person in charge of IPC per 150 beds, and about $1.7/patient/day is reimbursed. This budget is, in fact, mainly used for hiring nurses dedicated to IPC. Physicians did not seem to clearly distinguish responses to IPC from ASP, and they did not focus solely on responses about ASP for the purposes of this study. It can be seen that the awareness of the medical staff about infection management is reflected in the priority given to infection management and prevention but not to antimicrobial medication management. When answering the questions on current experience with ASP, doctors were more interested in the environment, facilities, and treatment materials to prevent infection than antibiotics.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1422,
                    "end": 1425,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The interview results of our study are largely in line with existing research on barriers to overcome when introducing ASP. However, the differentiation of this study between other research results lies in its making up for the weaknesses of study methods with FGD and IDI focusing on infectious disease management. Human behaviors are not easily verbalized, especially if they are considered a generally accepted part of the culture. However, human behaviors are easily observed. When responding to our supplementary questions, interviewees reinforced these points. Our findings reveal a weak correlation between the current service establishment and future service requirements (Figures 1 and 2) . Gaps between pharmacists and physicians seem to be profound. Even though physicians felt that most of the current ARP-related services were not well established, their demands for the future were less extensive than those of the pharmacists. Particularly in connection with services related to formulary restrictions and preauthorization requirements, physicians appeared to recognize that the current service is excessive. They want pharmacists' services in the areas of ADRs, drug interactions, and adherence, which occur after they have prescribed antimicrobials. The current lack of services that physicians strongly desire can be prioritized in the further development of ASP. Pharmacists are well aware of the need for all ASP services and the further efforts needed to systematize and promote better services within the system currently in place.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 697,
                    "text": "(Figures 1 and 2)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "There are limitations that should be noted. As for the characteristics of research methods, our study has a major limitation which is the small number of interviewees both overall and in subgroups by specialty. Another is the study being centered on a specific region that is in the Seoul capital area. As efforts to overcome such limitations, the interviews were conducted until saturation was achieved among experienced physicians and pharmacists. Three hospitals with potential infrastructure to develop ASP were selected in the Seoul capital area, which is home to more than 48.2% of the national population of South Korea. The results may still not completely reflect the opinions of all physicians and pharmacists at CHS of Korea so further study is warranted. Nonetheless, our results suggest several considerations for the future development of ASP with ARP. Lastly, there might be a bias in performing interviewing, coding and selecting the content. To reduce individual biases, a trained interviewer and researchers with pharmacy backgrounds and knowledge of ASP concepts were involved to assist with coding and theme development, and we additionally analyzed the results using a gap-analysis. The gap analysis was applied to visualize our qualitative analysis; thus, the extrapolation of the result should be carefully interpreted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We propose the following potential solutions to fix the problems afflicting ASP in CHS, according to our study. The first would be (1) information technology (IT) support. As Korean law allows only pharmacists to process medication preparation and dispensing, which leads to the limited clinical involvement of pharmacists in pharmaceutical care service, effective ASP-specific IT support is necessary to overcome those challenges. Several features should be included such as (a) sorting the list of patients who are on antimicrobials from the electronic medical records (EMR), (b) reviewing antimicrobial orders of patients, (c) checking relevant laboratory results of white blood cell counts and renal/hepatic functions, and (d) reporting microbiology identification with cultures and sensitivity. Lastly, it is critical to have the function of (e) ways of communication among primary providers, ID physicians, and pharmacists. (2) Because CHS is community-based, ASP should be tailored to local characteristics, patient composition, and the demands of hospital professionals. The first step is to prioritize the services. In our interview, although there were some differences among professionals on what they prefer, pharmacists are able to find what service would be more accepted by physicians. Based on our findings, although physicians had different preferences in prioritizing each service item of ASP/ARP, services regarding dosage review, ADR, drug-drug and drug-food interactions were often mentioned first.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The efforts to develop and improve ASP are ongoing in CHS, but it has hardly progressed [16]. Loosely regulated medical referral systems, overcrowded healthcare facilities, a lack of expert resources and infection control infrastructure, a lack of organized leadership for medical crises, and an understanding of ASP were mentioned as major problems that hinder ASP in CHS. It should prompt the government to reform the healthcare system and to further invest in manpower and financial compensation [17] .",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 503,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The method of consensual qualitative research was applied in part using a cross-sectional and exploratory research approach of IDIs and FGDs [18, 19] . At the end of each session, supplementary questions with yes/no dichotomous responses were posed to quantitatively assess the needs for ID-related services.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Setting, Participants, and Interviews"
        },
        {
            "text": "We targeted three CHSs, each with between 600 and 850 beds. The sites had teaching capacity but minimal interdisciplinary team activity. Physicians working full-time, certified by the board of internal medicine, and those holding antimicrobial prescription privileges were interviewed individually because of their different roles and specialties in practice as primary vs. non-primary and ID vs. non-ID. FGD was applied to pharmacists working full-time, having at least 3 years of hospital experience. Their major responsibility was mostly the preparation and dispensing of medications (Table 1) . Participants were purposely selected via a snowball sampling strategy. IDI and FGD arrangements were made in advance by email or phone conversation. Written informed consent was obtained from each participant on the day of their respective interviews, and confidentiality was maintained of all personal information. The interviewer was a graduate student with experience conducting semi-structured interviews. To ensure interview quality, a second person supervised each interview. Interviews ranged between 40 and 60 min in length. The audio-recorded interviews were transcribed verbatim by a paid undergraduate student experienced in transcription. Once completed, all of the transcripts were checked against the audio recordings to ensure transcription accuracy. Recruitment was finalized when data saturation was reached [20] . ",
            "cite_spans": [
                {
                    "start": 1424,
                    "end": 1428,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 587,
                    "end": 596,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Setting, Participants, and Interviews"
        },
        {
            "text": "The research team included four researchers: a graduate student (PharmD), a clinical pharmacist, a clinical pharmacy faculty member (PharmD, PhD), and a pharmacy director (PhD). The pharmacy director served as an auditor for the study and did not participate in team meetings, which allowed them to provide an independent opinion throughout the audit process. All team members had previous experience working in secondary general hospitals and working on at least one qualitative study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Team"
        },
        {
            "text": "The researchers discussed potential problems throughout the research process to ensure the integrity of the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Team"
        },
        {
            "text": "To facilitate effective interviews, a semi-structured topic guide was developed by the research team and three clinical pharmacy graduate students. They met weekly between March and June 2017 to discuss the search strategy, pool of potential interviewees, target hospital capacity, and interview methods. A literature search was conducted using the following keywords: \"antimicrobial stewardship program,\" \"pharmacist,\" \"intervention,\" \"antimicrobials,\" \"infectious disease,\" \"satisfaction,\" and \"demands.\" The ASP guidelines published by the Infectious Diseases Society of America (IDSA) and American Society of Health-System Pharmacists (ASHP) were reviewed to incorporate the most up-to-date recommendations for performing hospital infection control and pharmacy collaborative activity into the topic guide [21, 22] . The relevant literature was summarized into the following categories: issues to be resolved, current challenges, the items of ASP-based services, member composition, and the types of pharmacy intervention. Once the interview topics were drafted, they were modified further by consultations with experts and subsequent discussions involving the research team and the pharmacy students. The sections included in the final topic guide were \"perceptions and potential setbacks of current ASP\" and \"suggestions and future demands for ID-related services\". Supplementary questions were prepared in two parts. The first part had 10 questions asking about previous and current experiences of ASP and future ASP-related needs. The second part had 11 questions about previous experience and future needs related to ARPs. The interviewees were prompted to respond \"yes\" or \"no\" to each question (Table 2) [20, 21] .",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 814,
                    "text": "[21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1715,
                    "end": 1719,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1720,
                    "end": 1723,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 1705,
                    "end": 1714,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Development of the Interview Topic Guide and Supplementary Questions"
        },
        {
            "text": "Each line of the interview transcripts was numbered consecutively. Data were thematically coded and analyzed using a framework approach in Microsoft Excel 2017 (Microsoft Corp., Redmond, WA, USA). Research team members were involved in the processes of indexing, charting, and mapping the identified topics, which were then confirmed by a clinical faculty member who checked the coding scheme and each transcript for coding errors. Where representative quotations were presented in this report, references after the quotation indicate the occupation of each participant and the paragraph and line numbers (e.g., \"phy1-2-16\" refers to the physician coded 1, paragraph 2, line 16) of the transcript. The transcript is publically available at https://github.com/SandyRhie/FGI. Gap plots were generated to quantify the gaps between physicians and pharmacists in terms of their awareness of the availability and demands of the services that they think should be implemented in future ID management. The level of service provision was considered well established if more than half of the respondents (cutoff: ≥6/11 physicians or ≥6/11 pharmacists) responded \"yes\"; the same criterion applied to deem future services \"necessary.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The study was approved by the Institutional Review Board of Ewha Womans University (IRB No. 143-7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Our findings emphasize the collaborative relationships between experts and strategies to build a multidisciplinary working environment to develop ASP in the CHS with limited resources and support. Based on the results of the gap analysis, there are some points that need to be changed. Such a communication-promoting interdisciplinary activity is being piloted by our research team in a community-based hospital. We designed the ASP EMR to document any relevant notes in the one section no matter which healthcare professional is involved. We further set up the co-signature function by ID physician after the pharmacy consultation note has been left. It is believed to increase the acceptance of the ASP intervention notes by the primary team. Pharmacists should be available to fulfill the important role of mediating and regulating opinions among physicians and other team members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The other solution would be reimbursement. It motivates the effort to implement ASP services and rapport in a collaborative working environment. A post-cost-avoidance analysis would be warranted in the near future. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Crisis prevention and management by infection control nurses during the Middle East respiratory coronavirus outbreak in Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Infect. Control",
            "volume": "44",
            "issn": "",
            "pages": "480--481",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2015.10.032"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Current status of personnel and infrastructure resources for infection prevention and control programs in the Republic of Korea: A national survey",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Sohn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Infect. Control",
            "volume": "44",
            "issn": "",
            "pages": "189--193",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2016.07.023"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Improvements during the second cycle healthcare accreditation program in Korea: Toward the global standard for patient safety and quality of healthcare",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Suk",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Korean Med. Assoc",
            "volume": "57",
            "issn": "",
            "pages": "646--649",
            "other_ids": {
                "DOI": [
                    "10.5124/jkma.2014.57.8.646"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The impact of infection control cost reimbursement policy on trends in central line-associated blood stream infections",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Chae",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Open Forum Infect. Dis",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ofid/ofy210.1747"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infectious Diseases Society of America. The epidemic of antimicrobial-resistant infections: A call to action for the medical community from the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Spellberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guidos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Scheld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin. Infect. Dis",
            "volume": "46",
            "issn": "",
            "pages": "155--164",
            "other_ids": {
                "DOI": [
                    "10.1086/524891"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "OECD Health Data; Organization for Economic Co-Operation and Development",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antimicrobial use in South Korea from 2007 to 2014: A health insurance database-generated time series analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS ONE",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A survey of antimicrobial stewardship programs in Korea",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pai",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Korean Med. Sci",
            "volume": "31",
            "issn": "",
            "pages": "1553--1559",
            "other_ids": {
                "DOI": [
                    "10.3346/jkms.2016.31.10.1553"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pharmacist-driven antimicrobial stewardship program in an institution without infectious diseases doctor support",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Waters",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am. J. Health Syst. Pharm",
            "volume": "72",
            "issn": "",
            "pages": "466--468",
            "other_ids": {
                "DOI": [
                    "10.2146/ajhp140381"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Knowledge, attitudes, and reported practices among obstetrician-gynecologists in the USA regarding antimicrobial prescribing for upper respiratory tract infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chamany",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schulkin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Besser",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Infect. Dis. Obstet. Gynecol",
            "volume": "13",
            "issn": "",
            "pages": "17--24",
            "other_ids": {
                "DOI": [
                    "10.1155/2005/405868"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Analysis of knowledge and attitude surveys to identify barriers and enablers of appropriate antimicrobial prescribing in three Australian tertiary hospitals",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Chaves",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Runnegar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kirschner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buising",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Intern. Med. J",
            "volume": "44",
            "issn": "",
            "pages": "568--574",
            "other_ids": {
                "DOI": [
                    "10.1111/imj.12373"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The role of microbiology and pharmacy departments in the stewardship of antimicrobial prescribing in European hospitals",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mollison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Monnet",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Krcmery",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cookson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Der Meer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Hosp. Infect",
            "volume": "65",
            "issn": "",
            "pages": "73--81",
            "other_ids": {
                "DOI": [
                    "10.1016/S0195-6701(07)60019-X"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A survey of antimicrobial stewardship programs in Korean hospitals",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Korean J. Med",
            "volume": "87",
            "issn": "",
            "pages": "173--181",
            "other_ids": {
                "DOI": [
                    "10.3904/kjm.2014.87.2.173"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "International Pharmaceutical Federation (FIP): The Hague, The Netherlands",
            "authors": [],
            "year": 2019,
            "venue": "FIP Global Pharmacy Workforce Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Antimicrobial Stewardship with Intravenous to Oral Conversion and Future Directions of Antimicrobial Stewardship",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "49",
            "issn": "",
            "pages": "87--89",
            "other_ids": {
                "DOI": [
                    "10.3947/ic.2017.49.1.87"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Report of Prevention and Management of Side Effect of Antibiotics. The Korean Society of Health-System Pharmacists",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A7%BF%F8%C8%B8/%C7%D7%BB%FD%C1%A6%20%BA%CE%C0%DB%BF%EB%20%BF%B9%B9% E6%20%B9%D7%20%B0%FC%B8%AE%B9%E6%BE%C8%20%BF%AC%B1%B8%20%B0%E1%B0%FA% BA%B8%B0%ED%BC%AD%28%C3%D6%C1%BE%29-190522.pdf",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Healthcare policy and healthcare utilization behavior to improve hospital infection control after the Middle East respiratory syndrome outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Korean Med. Assoc",
            "volume": "58",
            "issn": "",
            "pages": "598--605",
            "other_ids": {
                "DOI": [
                    "10.5124/jkma.2015.58.7.598"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Consensual qualitative research: An update",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knox",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ladany",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Couns. Psychol",
            "volume": "52",
            "issn": "",
            "pages": "196--205",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-0167.52.2.196"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A guide to conducting consensual qualitative research",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Couns. Psychol",
            "volume": "25",
            "issn": "",
            "pages": "517--572",
            "other_ids": {
                "DOI": [
                    "10.1177/0011000097254001"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "How many interviews are enough? An experiment with data saturation and variability",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guest",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bunce",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Field Methods",
            "volume": "18",
            "issn": "",
            "pages": "59--82",
            "other_ids": {
                "DOI": [
                    "10.1177/1525822X05279903"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Infectious Diseases Society of America; Society for Healthcare Epidemiology of America. Infectious Diseases Society of America and the Society for Healthcare Epidemiology of America guidelines for developing an institutional program to enhance antimicrobial stewardship",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Dellit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcgowan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Gerding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Huskins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "O"
                    ],
                    "last": "Fishman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin. Infect. Dis",
            "volume": "44",
            "issn": "",
            "pages": "159--177",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "ASHP guidelines on a standardized method for pharmaceutical care",
            "authors": [],
            "year": 1996,
            "venue": "Am. J. Health Syst. Pharm",
            "volume": "53",
            "issn": "",
            "pages": "1713--1716",
            "other_ids": {
                "DOI": [
                    "10.1093/ajhp/53.14.1713"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license",
            "authors": [],
            "year": null,
            "venue": "© 2019 by the authors. Licensee MDPI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "1A' and Figure 2A') although they showed different needs of future services (Figure 1B',C' and Figure 2B',C').",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "',C' and Figure 2A',C'), but only 5 in ASP and 6 in ARP services were preferred by physicians (Figure 1A' and Figure 2A').",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "1A' and Figure 2A' ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 1. Gap analysis of the current status (left) and future preferred ASP services (right). a (a,b) means (number of pharmacists who answered \"yes,\" number of physicians who answered \"yes\"). ASP: antimicrobials stewardship programs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Gap analysis of the current status (left) and future preferred ASP services (right). a (a,b) means (number of pharmacists who answered \"yes,\" number of physicians who answered \"yes\"). ASP: antimicrobials stewardship programs.Current status ofARP services (a, b)a Future demands of ARP services (a, b) a Physician perspectives (n = 11) Not Performed (n < 6)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Contributions: S.J.R. designed and conceptualized the method of this study; S.J.R., S.P., H.J.C., C.-J.K. and S.A.K. analyzed the data; J.E.K., H.J.C., C.-J.K., S.A.K. and E.K.C. investigated; J.E.K., S.P., and S.J.R. curated the data; S.P. and J.E.K. wrote original draft; J.E.K., S.P., and S.J.R. reviewed and edited; S.P. and J.E.K. visualized the manuscript; S.J.R. supervised throughout this study; S.J.R. was responsible for funding acquisition.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "This research was supported by a grant from the National Research Foundation of Korea (NRF) grant funded by the Ministry of Education (2017R1D1A1B03033389).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Interviewees' baseline characteristics.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments: We thank our colleagues from participating pharmacy departments and physicians from the study hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}