{
    "paper_id": "307179cebf2bf9f9107f745af8f2899db6c51ca9",
    "metadata": {
        "title": "Emerging Microbes & Infections (2017) 6, e1",
        "authors": [
            {
                "first": "Mohamed",
                "middle": [
                    "A"
                ],
                "last": "Ali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mahmoud",
                "middle": [
                    "M"
                ],
                "last": "Shehata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mokhtar",
                "middle": [
                    "R"
                ],
                "last": "Gomaa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Kandeil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rabeh",
                "middle": [],
                "last": "El-Shesheny",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [
                    "S"
                ],
                "last": "Kayed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [
                    "N"
                ],
                "last": "El-Taweel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohamed",
                "middle": [],
                "last": "Atea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nagla",
                "middle": [],
                "last": "Hassan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ola",
                "middle": [],
                "last": "Bagato",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yassmin",
                "middle": [],
                "last": "Moatasim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [
                    "H"
                ],
                "last": "Mahmoud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Omnia",
                "middle": [],
                "last": "Kutkat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Asmaa",
                "middle": [
                    "M"
                ],
                "last": "Maatouq",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Osman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pamela",
                "middle": [
                    "P"
                ],
                "last": "Mckenzie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "J"
                ],
                "last": "Webby",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ghazi",
                "middle": [],
                "last": "Kayali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) causes severe human infections and dromedary camels are considered an intermediary host. The dynamics of natural infection in camels are not well understood. Through systematic surveillance in Egypt, nasal, rectal, milk, urine and serum samples were collected from camels between June 2014 and February 2016. Locations included quarantines, markets, abattoirs, free-roaming herds and farmed breeding herds. The overall seroprevalence was 71% and RNA detection rate was 15%. Imported camels had higher seroprevalence (90% vs 61%) and higher RT-PCR detection rates (21% vs 12%) than locally raised camels. Juveniles had lower seroprevalence than adults (37% vs 82%) but similar RT-PCR detection rates (16% vs 15%). An outbreak in a breeding herd, showed that antibodies rapidly wane, that camels become re-infected, and that outbreaks in a herd are sustained for an extended time. Maternal antibodies titers were very low in calves regardless of the antibody titers of the mothers. Our results support the hypothesis that camels are a reservoir for MERS-CoV and that camel trade is an important route of introducing the virus into importing countries. Findings related to waning antibodies and re-infection have implications for camel vaccine development, disease management and zoonotic threat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Middle East respiratory syndrome (MERS) is caused by a betacoronavirus (βCoV) and was first reported infecting a human being in 2012. 1 As of 22 July 2016, the World Health Organization (WHO) was notified of 1782 cases of whom 634 died. 2 The majority of these cases originate in the Arabian Peninsula especially Saudi Arabia. Travel-related cases have occurred in more than 20 countries and recently a major outbreak was recorded in South Korea. 3 Current evidence suggests that MERS-CoV is a zoonotic virus. MERS-CoV is genetically related to bat βCoV. 1,4-6 Bats were also found susceptible to infection by MERS-CoV. 7 More compelling evidence of zoonotic transmission suggests that dromedary camels are a reservoir for MERS-CoV. Several studies detected MERS-CoV in camels in several countries. [8] [9] [10] [11] Camel to human transmission of MERS-CoV was also documented. 12, 13 Camel and human MERS-CoV had similar replication, tropism and ability to evade interferon responses, in ex vivo cultures of the human respiratory tract. Yet, it is important to note that the vast majority of the human cases occur after human-to-human transmission especially in health care settings. 3 The role of camels as a MERS-CoV reservoir was initially supported by the prevalence of MERS antibodies in camels from Oman, Egypt and Saudi Arabia. [14] [15] [16] It was later shown that dromedary camels from African countries (Ethiopia, Kenya, Nigeria, Sudan and Tunisia) and Arabian Peninsula (Jordan, Oman, Qatar and United Arab Emirates (UAE)) had high seropositive rates of MERS-CoV antibodies. 17 Archived camel sera (1983) (1984) (1985) (1986) (1987) (1988) (1989) (1990) (1991) (1992) (1993) (1994) (1995) (1996) (1997) showed the presence of neutralizing antibodies suggesting long-term MERS-CoV circulation among camels. 18 However, most of the evidence relating camels to MERS-CoV comes from cross-sectional studies that do not provide information on the dynamics of MERS-CoV infection in camels. Furthermore, the majority of traded camels originate from African countries and those have not been well studied. Hence, we designed a systematic active surveillance system to study MERS-CoV in camels, both imported from Sudan and local, in Egypt. The aim here was to determine whether the prevalence of MERS-CoV differed by settings at which camels are raised. Between June 2014 and February 2016, 2825 nasal swabs, 114 rectal  swabs, 187 milk samples, 26 urine samples and 2541 sera were collected from dromedary camels. Sampling locations are shown in Figure 1 and included a government-operated quarantine at the border with Sudan, two camel markets and camel abattoirs where imported camels mainly from Sudan, Somalia and Ethiopia are found. Local free-roaming herds, and local farmed breeding herds including a herd of about 90 camels that were raised and bred in confinement on the Mediterranean coast were also sampled repeatedly every month. Camels were classified as juvenile when under two years of age around when they are weaned off mother's milk.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 242,
                    "text": "2",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 451,
                    "end": 452,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 624,
                    "end": 625,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 803,
                    "end": 806,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 886,
                    "end": 888,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1189,
                    "end": 1190,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1340,
                    "end": 1344,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1345,
                    "end": 1349,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1350,
                    "end": 1354,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1592,
                    "end": 1594,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1615,
                    "end": 1621,
                    "text": "(1983)",
                    "ref_id": null
                },
                {
                    "start": 1622,
                    "end": 1628,
                    "text": "(1984)",
                    "ref_id": null
                },
                {
                    "start": 1629,
                    "end": 1635,
                    "text": "(1985)",
                    "ref_id": null
                },
                {
                    "start": 1636,
                    "end": 1642,
                    "text": "(1986)",
                    "ref_id": null
                },
                {
                    "start": 1643,
                    "end": 1649,
                    "text": "(1987)",
                    "ref_id": null
                },
                {
                    "start": 1650,
                    "end": 1656,
                    "text": "(1988)",
                    "ref_id": null
                },
                {
                    "start": 1657,
                    "end": 1663,
                    "text": "(1989)",
                    "ref_id": null
                },
                {
                    "start": 1664,
                    "end": 1670,
                    "text": "(1990)",
                    "ref_id": null
                },
                {
                    "start": 1671,
                    "end": 1677,
                    "text": "(1991)",
                    "ref_id": null
                },
                {
                    "start": 1678,
                    "end": 1684,
                    "text": "(1992)",
                    "ref_id": null
                },
                {
                    "start": 1685,
                    "end": 1691,
                    "text": "(1993)",
                    "ref_id": null
                },
                {
                    "start": 1692,
                    "end": 1698,
                    "text": "(1994)",
                    "ref_id": null
                },
                {
                    "start": 1699,
                    "end": 1705,
                    "text": "(1995)",
                    "ref_id": null
                },
                {
                    "start": 1706,
                    "end": 1712,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 1713,
                    "end": 1719,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 1823,
                    "end": 1825,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2362,
                    "end": 2489,
                    "text": "Between June 2014 and February 2016, 2825 nasal swabs, 114 rectal  swabs, 187 milk samples, 26 urine samples and 2541 sera were",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2555,
                    "end": 2563,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Nasal and rectal swabs, urine and milk samples were tested for the presence of MERS-CoV while milk and serum samples were tested for the presence of MERS antibodies. All procedures involving animals were done in accordance with the Guide for the Care and Use of Laboratory Animals and were approved by the Institutional Animal Care and Use Committee at St Jude Children's Research Hospital, Memphis, TN, USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Samples and locations"
        },
        {
            "text": "The microneutralization assay was used to determine antibodies against MERS-CoV. The assay was conducted as previously described and positive and negative camel antisera were included in all runs. 14 Results were only accepted if results from the positive and negative antisera were as expected. Test samples (milk and sera) were initially screened at a dilution of 1:10 in duplicate. Any sample that had a positive result when screened was then repeated in duplicate to obtain A microneutralization positive sample was that with a neutralizing antibody titer ≥ 1:20. A positive RT-PCR sample was positive by the upE RT-PCR assay and another confirmatory RT-PCR assay. a P-value is 0.003 when the unknown category is excluded. b P-value is o0.0001 when the unknown category is excluded.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "text": "14",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Serological testing"
        },
        {
            "text": "the end-point titer that was expressed as the reciprocal of the dilution that provided complete neutralization. Titers Z1:20 were considered positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serological testing"
        },
        {
            "text": "The WHO testing algorithm for MERS-CoV was implemented. 19 Viral RNA was extracted from nasal, rectal, milk and urine samples using QIAmp viral RNA minikit (Qiagen, Dusseldorf, Germany). RNA was then tested for the presence of MERS-CoV RNA using the upE realtime RT-PCR assay as described previously. 20 Samples testing positive by the upE assay regardless of CT-value were then confirmed by at least one other RT-PCR assay including the ORF1a, RdRpseq and Nseq assays as described previously. 21 Sanger sequencing was performed as part of the confirmatory RdRpseq and Nseq assays. Partial Spike protein gene sequences for genotyping were also obtained for 21 viruses (1 from a local camel and 20 from imported camels) from nasal swabs as per a previously published protocol. 22 These 21 sequences were submitted to GenBank under accession numbers KU942355-KU942375. Phylogenetic tree of the partial Spike protein gene (around 600 bp) was constructed using MEGA 6 with bootstrap method and Kimura 2-parameter model. 23 Statistical analysis and figure development Chi-square and Fisher's exact tests were used to perform the statistical comparisons. Statistical significance was set at a P-value o0.05. Analysis was performed using SPSS v18 (IBM, Armonk, NY, USA).",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 301,
                    "end": 303,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 494,
                    "end": 496,
                    "text": "21",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 776,
                    "end": 778,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1016,
                    "end": 1018,
                    "text": "23",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Molecular testing"
        },
        {
            "text": "The distribution of sera and nasal swabs by sampling site, age, sex and animal origin is presented in Table 1 . The majority of sera were from farmed dromedary camels (54%), adults (77%) and local (65%). Sera were obtained from 1254 males (49%) and 1090 females (43%), but sex data for 197 (8%) samples were missing. A majority of nasal swabs were obtained from mostly farm camels (49%), adults (79%) and local camels (59%). Nasal swabs were sampled from 1439 males (51%) and 1089 females (39%), but sex data for 297 (11%) samples were missing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Overall"
        },
        {
            "text": "Overall seroprevalence and MERS-CoV RNA detection rates are shown in Table 1 . Of the 2541 serum samples tested, 1808 (71%) tested positive. Camels sampled at quarantines and markets had the highest seroprevalence (492%), while camels from farms had the lowest seroprevalence (o60%) (P-value o0.0001). Juvenile camels had a significantly lower seroprevalence than adult camels (37% and 82%, respectively, P-value o0.0001). The sex of the camel was a determinant of seroprevalence as males tended to have higher titers than females (P-value = 0.003). Imported camels, mainly from Sudan, Somalia and Ethiopia, had a significantly higher seropositivity rate as compared with local camels (90% and 61%, respectively, P-value o0.0001). Moreover, imported camels had higher titers as 52% of them had titers Z 1:160 as compared with 30% of local camels (P-value o0.0001; data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 76,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Overall"
        },
        {
            "text": "MERS-CoV RNA detection rate from nasal swabs was 15% overall (435 positive samples out of 2825 tested; Table 1 ). The virus' RNA was detected in all sampling sites but was highest in quarantines (36%) and lowest among free herd camels (1%; P-value o0.0001). Rates of viral RNA detection from juveniles and adults were not different. However, more male camels tested positive than females (P-value o0.0001). MERS-CoV was detected two times more in imported camels than local ones (21% and 12%, respectively, P-value o0.0001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 110,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Overall"
        },
        {
            "text": "Seroprevalence and detection of MERS-CoV RNA in nasal swabs varied by month ( Figure 2 ). Viral RNA detection increased in the winter months (December, January and February). Following January 2015, viral RNA detection continued to increase through April 2015 when it peaked at 57% then started to drop.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Overall"
        },
        {
            "text": "The phylogenetic tree for the partial Spike gene, that is used for virus genotyping, is shown in Figure 3 . Sequenced viruses clustered within clade A MERS-CoV regardless of camel origin or time of sampling. Three sequences were closely related to the initial human MERS-CoV isolates, while the rest clustered together and were similar to a 2015 camel isolate from Nigeria. 24 Comparison between imported and local camels Local juvenile camels had the lowest seroprevalence (30%), significantly different than local adults (76%) and imported juveniles (90%; Figure 4A ). Imported adults had a significantly higher antibody prevalence than local camels. Male local camels had the lowest seroprevalence (49%) that was significantly different than that among the local females (66%) and the imported males (88%). All imported female camels were seropositive and this was significantly different than the local females. There was no statistical difference in seroprevalence between female and male imported camels. Figure 4B shows the distribution of RNA detection rate by age and sex. Juvenile imported camels had the highest rate (27%), significantly higher than the local juveniles (15%) but not significantly higher than the imported adults (20%). Local adult camels had the lowest rate (10%), statistically lower than local juvenile and imported adults. Females had the lowest rate regardless of source of animal (0% and 10% for imported and local, respectively) and were significantly lower than males. Imported males had the highest rates (24%) significantly higher than their local counterparts (15%). RNA detection rates appeared to be higher in winter and spring months irrespective of camel origin ( Figure 5A for imported camels and Figure 5B for local ones).",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 376,
                    "text": "24",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 558,
                    "end": 567,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1011,
                    "end": 1020,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1707,
                    "end": 1716,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1741,
                    "end": 1750,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Overall"
        },
        {
            "text": "MERS-CoV RNA was detected in 18 of 114 rectal swabs (15.4%), in 12 of 187 milk samples (6.4%) and in 0 of 26 urine samples. Antibodies were detected in 38 of 187 milk samples (20.3%) though in low titers (geometric mean titer = 21.5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall"
        },
        {
            "text": "A herd of about 90 locally bred camels residing on a farm on the Mediterranean coast was closely surveyed (Figure 6 ). MERS-CoV RNA was first detected on this farm on 19 February 2015 in one adult camel. One month later, viral RNA was detected in 16 camels (13 adults and three juveniles) and thus frequency of sampling was increased to every two weeks. In mid-April, nine camels were positive (three adults and six juveniles). Two weeks later, 44% of the herd was positive and then 93% were positive two weeks after (May 14). The rate dropped to 2.5% on May 30, then 15% on June 13. After that, the herd became negative and continued to be so until the last sample collection visit in February 2016. Hence, the outbreak lasted for nearly four months.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "text": "(Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Local farm camels"
        },
        {
            "text": "At the onset of the outbreak, the geometric mean titer of antibodies within the herd was 1:18. As the outbreak advanced, antibody titers increased and peaked at a geometric mean of 1:80 on May 14. Titers waned off rapidly as the outbreak slowed down returning back to the same level as before the outbreak. Camels that were seronegative at the onset of the outbreak sero-converted during it. Although camels that were seropositive at onset had 1-3-fold increase in titer. After peaking, antibody titers dropped by 1-4 folds at the sampling point immediately after (Supplementary Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 587,
                    "text": "(Supplementary Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Local farm camels"
        },
        {
            "text": "Maternal antibodies were measured in 11 calf-mother pairs (Table 2A) . All calves had antibody titers r1:20 regardless of the antibody titers of the mother. We recorded re-infection of camels with MERS-CoV. Four camels tested positive before the detection of the outbreak (January 30) and became infected again during the outbreak. All but one camel showed sero-conversion (Table 2B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 68,
                    "text": "(Table 2A)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 373,
                    "end": 383,
                    "text": "(Table 2B)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Local farm camels"
        },
        {
            "text": "Surveillance is key to understand the epidemiology and epizootology of emerging zoonotic viruses. Here we conducted systematic active surveillance in Egyptian camels aimed at determining the incidence and seroprevalence of MERS-CoV. Our overall seroprevalence data are in line with previous findings from Egypt and elsewhere. 17 MERS-CoV detection rates by RT-PCR is also comparable to studies in Saudi Arabia and the UAE. 10, 11 Egypt imports around 1.2 million heads of camels annually, of which 68% are from Sudan and the rest from East African countries, primarily Ethiopia. 25 When comparing local with imported camels, our data showed that imported camels had higher seroprevalence and higher RT-PCR detection rates. Seroprevalence in imported camels was comparable to a previous study of imported camels in Egypt as well as camels tested in other countries. 26 Conducting surveillance at quarantines and adjacent markets in Southern Egypt meant that we were sampling the animals as soon as they arrived from Sudan in Egypt, hence antibody titers and infections occurred prior to the camels arriving in Egypt. This suggests that MERS-CoV is being introduced through camel trade. Our surveillance included four sampling trips to those locations and the majority of the sampled camels were seropositive. RT-PCR detection rate ranged between 0% and 2.7% for three trips, however, 86% of the camels sampled on the fourth trip were positive.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 328,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 427,
                    "end": 429,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 579,
                    "end": 581,
                    "text": "25",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 865,
                    "end": 867,
                    "text": "26",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our data also supported the observation that juvenile camels are more susceptible to infection due to low seroprevalence. 8, 10, 11 We were able to demonstrate that several of those camels have no maternal antibodies by the end of the first month of age even when born to seropositive mothers. This conclusion was demonstrated by a previous study from the UAE. 27 Recent data demonstrated that MERS-CoV neutralizing antibody was detected in camel milk. 15 Our data also showed that antibody titers in milk are uncommon and are at low titers when detected. Furthermore, the outbreak we detected in the local farmed herd occurred immediately after and during the time when calves were born (December-April). MERS-CoV detection by RT-PCR was higher in juvenile camels regardless of origin.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 129,
                    "end": 131,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 453,
                    "end": 455,
                    "text": "15",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "More female camels were seropositive than males when the analysis was performed by camel origin, that is, imported vs local. Females had consistently higher seroprevalence even when data were further analyzed by age strata. This translated into lower detection of MERS-CoV in females as compared with males. Our data does not allow us to provide a biological explanation for this observation, however, it could be potentially explained by the close link of cows and calves. As calves are more susceptible to infection, the cows become exposed to virus repeatedly, increasing their antibody titer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Phylogenetic analysis of a portion of the Spike gene showed that MERS-CoV in camels in Egypt belongs to clade A that is related to early human MERS-CoV viruses and includes a camel MERS-CoV sequence from Nigeria. This is distinct from clade B viruses that are Monitoring the outbreak of MERS-CoV in the local farm herd enabled us to learn two novel findings: (i) that outbreaks in camel herds last a long time, and (ii) that antibody titers rapidly drop within a period often as short as two weeks. Furthermore, we were able to demonstrate that re-infection of camels does happen based on increases in antibody titers. This suggests that the virus may be continuously circulating in the large herds in exporting countries. These data have implications on vaccinating camels against MERS-CoV. Any vaccination program should account for the facts that antibodies tend to wane and that camels with high antibody titers can be infected. 9, 10 This is in addition to the fact that the infection appears to be more common in exporting countries from which data on camel populations are sparse. Another study demonstrated that MERS neutralizing antibodies in dairy camels in a high biosecurity level farm remained consistent for up to one year. 27 This is in contrast to our serological data that showed variation of antibodies over time. This may be explained but differences in biosecurity and/or differences in the immunity of the camels given different feeding and rearing practices.",
            "cite_spans": [
                {
                    "start": 933,
                    "end": 935,
                    "text": "9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 936,
                    "end": 938,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1238,
                    "end": 1240,
                    "text": "27",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Data shown in this report indicate that MERS-CoV is common in camels in Egypt and those imported from other African countries. Yet to date, camel-to-human transmission of the virus has not been reported in this country. Only one human case of an Egyptian who became symptomatic upon return from Saudi Arabia was reported. Similarly, travel-associated cases were reported in Algeria and Tunisia but none were reported in any other African country. Comparatively, camel-to-human transmission is common in the Arabian Peninsula where most of the human cases are reported. Whether this difference is related to viral genetic factors, human behavior, public health surveillance and healthcare delivery, or other factors is a major question that is yet to be answered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our results support the observation that camels are a reservoir for MERS-CoV. The possibility of re-infection and the waning antibodies suggests that MERS-CoV may be circulating in enzootic levels in camels from Sudan, or at least some regions in Sudan, as well as other camel producing countries in Africa. Hence, surveillance in those countries is of utmost importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): summary of current situation, literature update and risk assessment",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe respiratory illness caused by a novel coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bermingham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Chand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Close relative of human Middle East respiratory syndrome coronavirus in bat",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Ithete",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stoffberg",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "South Africa. Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1697--1699",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus in bats, Saudi Arabia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Olival",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1819--1823",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Replication and shedding of MERS-CoV in Jamaican fruit bats (Artibeus jamaicensis)",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Adney",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "MERS coronavirus in dromedary camel herd, Saudi Arabia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemida",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1231--1234",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "MERS coronaviruses in dromedary camels",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Gomaa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Egypt. Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1049--1053",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acute Middle East respiratory syndrome coronavirus infection in livestock Dromedaries",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wernery",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "1019--1022",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Middle East respiratory syndrome coronavirus infection in dromedary camels in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Alagaili",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "mBio",
            "volume": "5",
            "issn": "",
            "pages": "884--00814",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human infection with MERS coronavirus after exposure to infected camels, Saudi Arabia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cotten",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1012--1015",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evidence for camel-to-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Kafrawy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Farraj",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": "2499--2505",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Seroepidemiology for MERS coronavirus using microneutralisation and pseudoparticle virus neutralisation assays reveal a high prevalence of antibody in dromedary camels in Egypt",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gomaa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "859--866",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Middle East respiratory syndrome (MERS) coronavirus seroprevalence in domestic livestock in Saudi Arabia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemida",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Middle East respiratory syndrome coronavirus: a comprehensive review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Shehata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gomaa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kayali",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front Med",
            "volume": "10",
            "issn": "",
            "pages": "120--136",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "World Health Organization. Laboratory testing for Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bleicker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Assays for laboratory confirmation of novel human coronavirus (hCoV-EMC) infections",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Costabel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reliable typing of MERS-CoV variants with a small genome fragment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Pas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Virol",
            "volume": "64",
            "issn": "",
            "pages": "83--87",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "MEGA6: molecular evolutionary genetics analysis version 6.0",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Filipski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Biol Evol",
            "volume": "30",
            "issn": "",
            "pages": "2725--2729",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) in dromedary camels in Nigeria",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Oladipo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Perera",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Food and Agriculture Organization-Regional Office for Near East and North Africa. An overview of camel value chain in Egypt",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Middle East respiratory syndrome coronavirus: a comprehensive review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Shehata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gomaa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kayali",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front Med",
            "volume": "10",
            "issn": "",
            "pages": "120--136",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Time course of MERS-CoV infection and immunity in dromedary camels",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Juhasz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barua",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "2171--2173",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Map of sampling locations. Quarantines were located near the border with Sudan, abattoirs were in Cairo and the Nile Delta region, free herds and farms were in Northern Egypt.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Serological and viral RNA detection distribution of MERS-CoV in camels in Egypt over time. (A) Distribution of antibody titers by month. The y axis shows the percentage of seropositive samples (neutralizing antibody titer ≥ 1:20). (B) Detection of viral nucleic acids by month. The y axis shows the percentage of nasal swabs with confirmed MERS-CoV RNA by RT-PCR. All samples were included in the analysis. Supporting data are provided in Supplementary Table S2. Middle East respiratory syndrome coronavirus, MERS-CoV; polymerase chain reaction with reverse transcription, RT-PCR.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Phylogenetic tree of the partial Spike protein gene (around 600 bp) of MERS-CoV. Tree was generated using MEGA6 with bootstrap method and Kimura 2-parameter model. MERS-CoV/Camel/Egypt/NRCE-HKU205/2013 (KJ477102) was used as a root for the tree. Sequences obtained in this study are shown in red, other camel sequences are shown in blue. Middle East respiratory syndrome coronavirus, MERS-CoV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A) Comparison of seroprevalence between local and imported camels by age and sex. Numbers in the circles indicate the percentage of seropositive samples (neutralizing antibody titer ≥ 1:20). Arrows indicate categories compared with each other. Statistically significant differences (P-value o0.05) are denoted by *. NS denotes not statistically significant. (B) Comparison of detection of viral RNA between local and imported camels by age and sex. Numbers in the circles indicate the percentage of nasal swabs with confirmed MERS-CoV RNA by RT-PCR. Arrows indicate categories compared with each other. Statistically significant differences (P-value o0.05) are denoted by *. NS denotes not statistically significant. Middle East respiratory syndrome coronavirus, MERS-CoV; polymerase chain reaction with reverse transcription, RT-PCR.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Detection of viral RNA in imported (A) and local (B) camels over the surveillance period. Y axes show the percentage of nasal swabs with confirmed MERS-CoV RNA by RT-PCR. Supporting data are provided in Supplementary Table S3. Middle East respiratory syndrome coronavirus, MERS-CoV; polymerase chain reaction with reverse transcription, RT-PCR.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Epicurve of MERS-CoV outbreak in a local herd and the associated antibody geometric mean titers. Bars indicate the percentage of nasal swabs with confirmed MERS-CoV RNA by RT-PCR. Line indicates the geometric mean of antibody titers. Supporting data are provided in Supplementary Table S4. Middle East respiratory syndrome coronavirus, MERS-CoV; polymerase chain reaction with reverse transcription, RT-PCR.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "MERS-CoV microneutralization and nasal swab RT-PCR test results by sampling site, age, sex and animal origin",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "MERS-CoV neutralizing antibody titers in matched mothercalf pairs",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Neutralizing antibody titers against MERS-CoV in re-infected camels causing the recent human infections and that were found to be infecting camels in Saudi Arabia and the UAE. Given the size of the MERS-CoV genome, we cannot draw much conclusions on the genetic composition of Egyptian viruses based on only partial Spike sequences. However, we are in the process of obtaining full genome sequences of the viruses we detected in our surveillance.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was funded by the National Institute of Allergy and Infectious Diseases, National Institutes of Health, Department of Health and Human Services, under contract number HHSN272201400006C, and supported by the American Lebanese Syrian Associated Charities (ALSAC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}