{
    "paper_id": "319da4b3a356bea3794d401087176bcd055ba23d",
    "metadata": {
        "title": "Transmission Dynamics and Prospects for the Elimination of Canine Rabies",
        "authors": [
            {
                "first": "Katie",
                "middle": [],
                "last": "Hampson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "New Jersey"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Dushoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McMaster University",
                    "location": {
                        "settlement": "Hamilton",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Cleaveland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "settlement": "Glasgow",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "T"
                ],
                "last": "Haydon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Magai",
                "middle": [],
                "last": "Kaare",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Infectious Diseases",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "region": "Midlothian",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Craig",
                "middle": [],
                "last": "Packer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "St. Paul",
                        "region": "Minnesota",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Andy",
                "middle": [],
                "last": "Dobson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "region": "New Jersey"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rabies has been eliminated from domestic dog populations in Western Europe and North America, but continues to kill many thousands of people throughout Africa and Asia every year. A quantitative understanding of transmission dynamics in domestic dog populations provides critical information to assess whether global elimination of canine rabies is possible. We report extensive observations of individual rabid animals in Tanzania and generate a uniquely detailed analysis of transmission biology, which explains important epidemiological features, including the level of variation in epidemic trajectories. We found that the basic reproductive number for rabies, R 0 , is very low in our study area in rural Africa (;1.2) and throughout its historic global range (,2). This finding provides strong support for the feasibility of controlling endemic canine rabies by vaccination, even near wildlife areas with large wild carnivore populations. However, we show that rapid turnover of domestic dog populations has been a major obstacle to successful control in developing countries, thus regular pulse vaccinations will be required to maintain populationlevel immunity between campaigns. Nonetheless our analyses suggest that with sustained, international commitment, global elimination of rabies from domestic dog populations, the most dangerous vector to humans, is a realistic goal. Citation: Hampson K, Dushoff J, Cleaveland S, Haydon DT, Kaare M, et al. (2009) Transmission dynamics and prospects for the elimination of canine rabies. PLoS Biol 7(3): e1000053.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rabies has been one of the most feared diseases throughout human history and has the highest human case-fatality proportion of any infectious disease [1, 2] . Every year over 7 million people receive post-exposure prophylaxis, and an estimated 55,000 people die from rabies [3] (more than yellow fever, dengue fever, or Japanese encephalitis [4] ). Over 99% of these deaths occur in developing countries where rabies is endemic in domestic dog populations [5] . However, the impacts of canine rabies are often overlooked, largely because human rabies deaths are now extremely rare in Western Europe and North America, where mass vaccination successfully eliminated the disease from domestic dog populations [6] . Increasing incidence of canine rabies in Africa and Asia has prompted concerns that similar strategies may not be effective in these areas [7, 8] . The critical question now is whether global elimination of domestic dog rabies is achievable. Keys to answering this question include: a quantitative understanding of the transmission dynamics of rabies in domestic dog populations, particularly the basic reproductive number, R 0 ; a quantitative understanding of domestic dog demography; and information about the practicality and effectiveness of various vaccination strategies. While recent data support the feasibility and practicality of domestic dog vaccination strategies [9] [10] [11] , there are very little quantitative data on rabies transmission dynamics [12] and the underlying demographic processes.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 154,
                    "end": 156,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 852,
                    "end": 855,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 856,
                    "end": 858,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1390,
                    "end": 1393,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1394,
                    "end": 1398,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1399,
                    "end": 1403,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1478,
                    "end": 1482,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Transmission is the most important process underlying infectious disease dynamics [13] , but it is also the least understood. Rates of transmission are usually inferred from population patterns of disease incidence, but populationlevel analyses do not capture between-individual variation in transmission resulting from differences in behaviour, genetics, immune status, and environmental and stochastic factors, which play an important role in determining disease dynamics [14, 15] . Contact tracing has been used to directly measure case-to-case transmission, and applications of the technique to emerging infections such as SARS have generated important insights into disease transmission and control in human populations [16, 17] , but transmission processes for diseases circulating in animal populations are much harder to study.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Rabies is an acute viral encephalitis that is spread through the saliva of infected hosts [2] . Clinical manifestations vary, but the neurological phase often includes increased aggression and the tendency to bite and thereby transmit infection; rapid progression to death is inevitable [4] . These distinctive signs make transmission of rabies easier to track than that of most other diseases and provide an unusual opportunity to explore epidemiological patterns at the scale of the individual.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we present data on rabies transmission in two districts of rural Tanzania, Serengeti and Ngorongoro ( Figure  1 ). We were able to monitor the spread of infection using contact-tracing methods, which were feasible due to the discrete and memorable nature of transmission events. We recorded .3,000 potential transmission events between 2002 and 2006 and reconstructed case histories of over 1,000 suspect rabid animals that illustrate heterogeneity in several aspects of transmission, including the latency, movement patterns, and biting propensity of infected individuals. Although these districts border the Serengeti ecosystem, we have argued that domestic dogs are the sole maintenance population of rabies in this community: they make up over 90% of our observations of rabid animals, and the .70 isolates that have been sequenced (from 13 host species) are all consistent with the Africa 1b canid strain [18, 19] . This is one of the most extensive datasets on individual transmission events assembled in an animal population; it has potential to shed light on critical, but often elusive, details of infectious disease transmission. We also analyze data from rabies outbreaks around the world, which provide a global and historical context for the Tanzania dataset.",
            "cite_spans": [
                {
                    "start": 916,
                    "end": 920,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Analyses of the contact-tracing data generated robust estimates of epidemiological parameters that have important implications for rabies control (Table 1 , Figures 2 and 3 , and Figure S1 ) and provide insight into how infectious disease transmission scales from individual behaviour to populationlevel dynamics. We estimated R 0 for rabies in Serengeti and Ngorongoro districts directly from infectious histories, from reconstructed epidemic trees based on the spatiotemporal proximity of cases, and from the exponential rate of increase in cases at the beginning of an epidemic. Biting behaviour of rabid dogs during the course of infectious periods was highly variable (mean bites per rabid dog ¼ 2.15, 95% confidence interval (CI) from fitting a negative binomial distribution: 1.95-2.37; variance ¼ 5.61, CI: 4.63-6.92; shape parameter k ¼ 1.33; CI: 1.23-1.42) ( Figure 3A ). The probability that an unvaccinated dog developed rabies after being bitten by an infectious animal was high (P rabiesjbite ¼ 0.49, CI: 0.45-0.52) ( Table 1) if the bitten dog was not vaccinated or killed immediately after exposure. Multiplying the average number of dogs bitten per rabid dog by the probability of developing rabies following exposure gave an R 0 estimate of 1.05 (CI: 0.96-1.14) ( Figure 3A and Table 1 ). These estimates should be regarded as lower bounds, because not all transmission events were observed (this calculation excludes rabid dogs that were killed before biting other animals or that disappeared and likely corresponded to unknown or unobserved rabid dogs in other areas; see Materials and Methods). Detailed data on the timing and location of transmission events and infections allowed us to estimate the spatial infection kernel and generation interval (distances and times between source cases and their resulting infections, respectively) ( Figure 2) and ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 157,
                    "end": 172,
                    "text": "Figures 2 and 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 179,
                    "end": 188,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 869,
                    "end": 878,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1032,
                    "end": 1040,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1282,
                    "end": 1291,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1296,
                    "end": 1303,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1861,
                    "end": 1870,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Epidemiological Parameters and Transmission"
        },
        {
            "text": "Canine rabies has been successfully eliminated from Western Europe and North America, but in the developing world, someone dies every ten minutes from this horrific disease, which is primarily spread by domestic dogs. A quantitative understanding of rabies transmission dynamics in domestic dog populations is crucial to determining whether global elimination can be achieved. The unique pathology of rabies allowed us to trace case-to-case transmission directly, during a rabies outbreak in northern Tanzania. From these unusual data, we generated a detailed analysis of rabies transmission biology and found evidence for surprisingly low levels of transmission. We also analysed outbreak data from around the world and found that the transmission of canine rabies has been inherently low throughout its global historic range, explaining the success of control efforts in developed countries. However, we show that when birth and death rates in domestic dog populations are high, such as in our study populations in Tanzania, it is more difficult to maintain population-level immunity in between vaccination campaigns. Nonetheless, we conclude that, although the level of vaccination coverage required is higher than would be predicted from naïve transmission models, global elimination of canine rabies can be achieved through appropriately designed, sustained domestic dog vaccination campaigns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "probabilistically reconstruct transmission networks (Videos S1 and S2). Calculating the average number of secondary cases per rabid dog during the period of exponential epidemic growth (before vaccinations were implemented) from these reconstructions gave similar R 0 estimates of 1.1 in Serengeti district and 1.3 in Ngorongoro (CIs: 1.04-1.10 and 1.26-1.42, respectively) ( Table 1 ). The more traditional approach of estimating R 0 , by fitting a curve to incidence data over the same interval of exponential epidemic growth, also produced similar estimates of 1.2 in Serengeti and 1.1 in Ngorongoro (CIs: 1.12-1.41 and 0.94-1.32, respectively) ( Table 1 and Figure 3B ). This approach is robust to underreporting (Text S1 and Figure S2 ) but should likewise be considered a lower bound, because some local control measures were instituted (such as tying or killing). We also estimated R 0 from the intrinsic growth rate of outbreaks of domestic dog rabies elsewhere in the world ( Table 2) and obtained values between 1.05 and 1.85, which are consistent with our estimates from northwest Tanzania.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 383,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 650,
                    "end": 657,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 662,
                    "end": 671,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 730,
                    "end": 739,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 985,
                    "end": 993,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "For many diseases, R 0 is expected to increase with host density [12, 13, 20, 21] . Despite the domestic dog population density in Serengeti (9.38 dogs/km 2 ) being considerably higher than the dog population density in Ngorongoro (1.36 dogs/ km 2 , see Table 3 ), we were unable to detect significant differences in our estimated values of R 0 between the two districts. Nor did we find any conspicuous differences in R 0 estimated from the outbreaks listed in Table 2 , which represent a wide range of population densities. There may, in fact, be no relationship between R 0 and population density for canine rabies. On the other hand, a subtle relationship between dog density and transmission rates might be difficult to detect for a number of reasons. To investigate whether it would be possible to decipher systematic differences in R 0 across the range of values that we estimated, we simulated outbreaks using our epidemiological parameter estimates, but varied R 0 (from R 0 ¼ 1 to R 0 ¼ 2), whilst maintaining individual variance in biting behaviour (same shape parameter k, see Text S2). Although the mean estimates of R 0 from fitting to these simulated trajectories were accurate, they were surrounded by wide confidence intervals ( Figures S2 and  S5 ), suggesting that if only a small number of epidemics were sampled, any underlying relationship might not be apparent.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 70,
                    "end": 73,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 74,
                    "end": 77,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 261,
                    "text": "Table 3",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 462,
                    "end": 469,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1246,
                    "end": 1264,
                    "text": "Figures S2 and  S5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "Several mass domestic dog vaccination campaigns were carried out in villages in the study districts during the 5-y period. We analysed the impacts of these interventions at the village level to capture the wide variation in achieved levels of vaccination coverage. We incorporated demographic processes (Table 3 gives demographic parameter estimates) and waning of vaccine-induced immunity (see Materials and Methods), because these affect the level of herd immunity within the population at any one time. There were no rabies outbreaks (defined as at least two cases not interrupted by an interval of more than one month) in villages when vaccination coverage exceeded .70%. Small outbreaks occurred in villages with lower coverage and the largest (and longest) outbreaks only occurred in villages with ,20% coverage. Observed outbreak sizes were within the range expected from the heterogeneity of biting behaviour and the coverage achieved by village-level vaccination campaigns ( Figure 4A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 311,
                    "text": "(Table 3",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 984,
                    "end": 993,
                    "text": "Figure 4A",
                    "ref_id": null
                }
            ],
            "section": "Impacts of Interventions"
        },
        {
            "text": "The effective reproduction number R, which describes transmission once an epidemic is underway, declined during the course of the observed epidemics ( Figure 3C ). At the level of individuals, vaccination coverage reduced the number of secondary cases per rabid dog ( Figure 4B ). More than 300 vaccinated dogs were identified by contact tracing as having been bitten by rabid animals. Only ten of these animals showed any signs indicative of rabies, although in the absence of vaccination approximately 50% (P rabiesjbite ¼ 0.49) ( Table 1) of these would have been expected to succumb to the disease. Individual actions by dog owners such as tying or killing exposed or infectious animals also had an impact. By killing rabid dogs, villagers reduced the overall average infectious period by around 16% (3.7 d for rabid animals that died from the disease versus 3.1 d for all infected animals, including those that were killed). However, there were no consistent declines through time in the number of bites by rabid dogs ( Figure S3 ). Thus we consider vaccination to have been the overwhelming factor in curtailing the outbreaks ( Figure 4A ). From our estimates of R 0 , we calculate the deterministic critical vaccination threshold for rabies elimination in rural To calculate R 0 , we excluded dogs that were killed, tied, or those that disappeared before biting any other dogs. Variability in biting behaviour means that a small number of individuals disproportionately affect transmission and can potentially spark an epidemic, but since most individuals cause few, if any, infections, R 0 is low and most introductions quickly die out ( Figure 4C ). (B) Exponential epidemic growth in Serengeti (blue, R 0 ; 1.2) and Ngorongoro (red, R 0 ; 1.1) districts. The R 0 estimates from the epidemic trajectories were relatively insensitive to the period used for fitting the exponential curve. The inset shows the distribution of R 0 estimates based on fitting to different regions of the time series. (C) The effective reproductive number, R, (averaged over three-month intervals) for Serengeti (blue) and Ngorongoro (red) districts measured from reconstructed epidemic trees that incorporate prior knowledge on who infected whom. Dots indicate the number of secondary cases resulting from each primary case (inferred from the composite tree of most likely links, with random jitter to avoid superposition on the y-axis). R 0 estimated from these reconstructions (during the period of exponential epidemic growth) was ;1. The exponential growth rates of the epidemics were estimated by fitting exponential curves to monthly time series of rabies incidence and converted to estimates of R 0 using the serial interval distribution from the contact tracing data in Tanzania (see Materials and Methods). Estimates based on weekly data are shown in parentheses. The estimated period of exponential epidemic growth, the year of the epidemic onset, and a description of the epidemic setting (where available) are listed. For populations that were partially vaccinated, we corrected our R 0 estimates by dividing by the proportion of vaccinated animals at the onset of the outbreak. Our estimates show that R 0 for canine rabies is inherently low throughout its historic global range. doi:10.1371/journal.pbio.1000053.t002 We found no effect of age on the frequency of litters for female dogs older than 3 months. Domestic dog population growth was estimated from the demography data collected in Serengeti district (r dogs ) and confidence intervals generated from bootstrapping the data. Domestic dog population densities for 2004 were estimated from 2002 national census data (with projected human population growth rates of 2.6% and 3.8% per annum in Serengeti and Ngorongoro respectively) and human:dog ratios (generated from household questionnaires). Alternate estimates of domestic dog population growth rates were extrapolated for each district (r Serengeti and r Ngorongoro ) using these data. Overall domestic dog densities are presented despite considerable variation at the village level. doi:10.1371/journal.pbio.1000053.t003 Figure 4 . The Impact of Vaccination on Transmission (A) The size of village-level outbreaks (defined as at least two cases not separated by more than one month, isolated cases are assumed to be nonpersistent introductions) in Serengeti (blue, n ¼ 138) and Ngorongoro (red, n ¼ 20) districts plotted against village-specific vaccination coverage at the outbreak onset. Coverage was extrapolated from a demographic model initialized with village-specific dog population estimates and incorporating village-specific vaccination data. Gray shading and contours correspond to the probability of observing an outbreak of a particular size or less, generated from 10,000 stochastic simulations of rabies transmission for every initial vaccination coverage (contours were calculated conditional upon .1 secondary case occurring). The inset illustrates a village-level example of the susceptible reconstruction used to calculate instantaneous vaccination coverage plotted beside rabies cases in that village.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 268,
                    "end": 277,
                    "text": "Figure 4B",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 541,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1025,
                    "end": 1034,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1134,
                    "end": 1143,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 1646,
                    "end": 1655,
                    "text": "Figure 4C",
                    "ref_id": null
                },
                {
                    "start": 4135,
                    "end": 4143,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Impacts of Interventions"
        },
        {
            "text": "(B) The distribution of secondary cases per infectious dog as inferred from reconstructed epidemic trees in Serengeti (blue) and Ngorongoro (red) districts, plotted against vaccination coverage in the village where the primary case occurred. Random jitter was added to prevent superposition on the y-axis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacts of Interventions"
        },
        {
            "text": "(C) Probability of an outbreak being seeded by an introduced case under different levels of vaccination coverage. Due to heterogeneity in the transmission process outbreaks rarely occur when coverage is maintained above P crit . However if infections are frequently imported from outside the vaccinated region, at least 40% coverage would need to be maintained to reduce the probability of subsequent outbreaks (of at least ten cases) to ,0.05. doi:10.1371/journal.pbio.1000053.g004",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacts of Interventions"
        },
        {
            "text": "Tanzania to be only 20% (P crit ¼ 1 -1/R 0 ), and even in areas where R 0 is higher, P crit rises to just 40% (Table 2 ). Our observations and simulations ( Figure 4 ) demonstrate that small outbreaks occur by chance even when coverage exceeds P crit and should be expected more frequently when there is individual variation in transmission (Text S2). Herd immunity declines rapidly in the interval between vaccination campaigns because of births and deaths in the domestic dog population (Figure 4 , inset). To maintain herd immunity above P crit between campaigns, therefore, requires a larger proportion of the dog population, P target , to be vaccinated (P target ¼ e (mþdþr)T P crit , where r is the rate of dog population growth, d is the death rate, 1/m is the duration of vaccineinduced immunity, and T is the interval between campaigns (see Materials and Methods)). By incorporating demographic parameters (Table 3) , we estimate that annual campaigns should therefore aim to vaccinate 60% of the dog population to avoid coverage falling below P crit .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 118,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 157,
                    "end": 165,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 498,
                    "text": "(Figure 4",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 924,
                    "text": "(Table 3)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Impacts of Interventions"
        },
        {
            "text": "The basic reproductive number, R 0 , is the average number of secondary infections produced by an infected individual in an otherwise fully susceptible population [20] . R 0 is the most important parameter in infectious disease epidemiology, and considerable effort has been devoted to its estimation and to understanding its implications for disease control [20, [22] [23] [24] [25] [26] , although it is important to note that some factors not incorporated in R 0 , e.g., host births as well as deaths, may also have important control implications.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Depending upon the quality and quantity of data, a number of approaches can be used to estimate R 0 . Choosing the most appropriate method and assessing its accuracy can be difficult, given the associated assumptions and shortcomings [22] . Most methods do not account for variability in the pathogenesis and behaviour of infected animals; some methods make inferences from quantities that are confounded by (often unmeasured) responses to disease incidence (e.g., epidemic size or prevalence at equilibrium); and different methods are variously biased due to measurement and process error. Although our attempts to estimate R 0 are also imperfect, they do incorporate individual variation in behaviour and pathogenesis, explicitly address several common assumptions, and have been carefully checked for biases through extensive simulations. The overall consistency in the low values of R 0 that we estimated (;1.1 , R 0 , 2) is therefore reassuring and provides optimism for the feasibility of canine rabies control by vaccination.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "If R 0 increases with host density in this system, different threshold levels of vaccination coverage would be necessary to eliminate disease in different density populations [12, 20] . However, our data on individual variation in biting behaviour also illustrate that it would be difficult to detect statistical differences in the range of R 0 values that we estimated ( Figure  S2 ). Thus in practice, when only a small number of epidemics are observed, individual variation in transmission may mask any underlying variation in R 0 driven by population density. So although we cannot decipher the relationship between population density and rabies transmission, the consistency of our individual-and population-level estimates from Tanzania and from a wide range of sites around the world allow us to estimate the threshold vaccination coverage necessary to eliminate the disease.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 382,
                    "text": "Figure  S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our estimates of R 0 predict that only relatively low levels of vaccination coverage are required to eliminate rabies (;20-45%), but there is considerable variation in empirically observed levels of coverage that have successfully controlled the disease; low levels of coverage (30-50%) have been successful in some circumstances [27] , although higher levels have also failed [28] . Our analyses suggest that these inconsistencies are, in large part, a consequence of host demography. When vaccinations are carried out in pulses, births and deaths within the host population will continuously reduce the level of herd immunity attained during campaigns (Figure 4, inset) . Turnover of domestic dogs in rural Tanzania is very high (Table 3) ; therefore, annual campaigns should aim to vaccinate 60% of the dog population to maintain vaccination coverage above P crit for the duration of the interval between campaigns. When successive campaigns have achieved this, rabies incidence has declined dramatically despite high endemic levels in adjacent areas [29] . Domestic dog population turnover therefore appears to have had a marked influence on rabies dynamics that explains the variable success of vaccination efforts. The empirically derived consensus that 70% coverage is sufficient for long-term rabies elimination [30, 31] was likely reached because it is effective as a target for annual campaigns in almost all demographic settings, including those with particularly high turnover such as those we describe from Tanzania.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 334,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1320,
                    "end": 1324,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1325,
                    "end": 1328,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 654,
                    "end": 671,
                    "text": "(Figure 4, inset)",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 740,
                    "text": "(Table 3)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "There are other potential explanations and caveats. The nutritional and health status of animals might affect the development of protective immunity in response to vaccination. However, more than 97% of dogs sampled from Serengeti district developed strong antibody titres (.0.5 IU/ ml) in response to vaccination [32] , suggesting that these factors do not impair the efficacy of dog vaccination in rural Tanzania. In addition, numerous practicalities-such as occasional failures in the cold chain, improper vaccination of animals, mistaken registrations, etc.-will all reduce the level of population immunity below the estimated vaccination coverage. Furthermore, our observations and simulations confirm that small outbreaks may occur simply by chance even when coverage exceeds P crit [33] , and these are particularly likely when there is individual variation in transmission (Figure 4 ). Higher levels of coverage are therefore necessary to reduce the chance of outbreaks with greater certainty; especially where the risk from imported infections is highest ( Figure 4C ). This could be a concern if canine rabies were to be eliminated from domestic dog populations but continued to circulate in sympatric wildlife; however, canine rabies was successfully eliminated in Western Europe and North America despite the presence of wildlife hosts capable of transmission.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 881,
                    "end": 890,
                    "text": "(Figure 4",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1075,
                    "text": "Figure 4C",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Thousands of people die every year from this horrific and preventable disease, because the control of canine rabies has been severely neglected in developing countries [2] . Inherent inter-annual periodicity of epidemics exacerbates the situation, with rabies only intermittently perceived as problematic [6] , as illustrated by the recent outbreak in China [34] . The problem of canine rabies has often been considered intractable in rural Africa, because of poor infrastructure, limited capacity, and the misperception that large popula-tions of wild carnivores are responsible for disease persistence. Our analyses show that global control of canine rabies is entirely feasible and that successful elimination of canine rabies in many parts of the world has likely been achieved precisely because R 0 is so low and institutional commitment to maintain high levels of vaccination coverage has been sustained [6] . Achieving vaccination coverage of 60% or more in dog populations in Africa is both logistically and economically feasible through annual vaccination campaigns [9] [10] [11] 29] . The resultant reduction in costs of human postexposure prophylaxis suggest that vaccination interventions targeted at domestic dog populations could translate into appreciable savings for the public health sector [3, 8, 29] . Furthermore, the inherently low R 0 and the tractability of rabies contact-tracing indicates that once endemic rabies is controlled, elimination could be achieved through active case detection in remnant foci of infection (much like the strategy used to eradicate smallpox [35] ); similar measures are proving effective in programmes to eliminate canine rabies in the Americas [36] . However, the most crucial step towards global elimination of canine rabies will be sustained commitment and coordinated efforts to maintain sufficient vaccination coverage in domestic dog populations.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1084,
                    "end": 1088,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1089,
                    "end": 1092,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1308,
                    "end": 1311,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1312,
                    "end": 1314,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1315,
                    "end": 1318,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1594,
                    "end": 1598,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1698,
                    "end": 1702,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Study areas. We collected data from two districts in northwest Tanzania: Serengeti, inhabited by multi-ethnic, agro-pastoralist communities and high-density dog populations, and Ngorongoro, a multiple-use controlled wildlife area, inhabited by low-density pastoralist communities, predominantly Maasai, and lower-density dog populations (Figure 1 ). Attributes of the dog populations in these districts are presented in Table 3 . Wildlife populations also differ in the two districts, but domestic dogs are the focus of this study because they are the only maintenance population of rabies in the area [18] .",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 606,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 346,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 420,
                    "end": 427,
                    "text": "Table 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Incidence data. Data on patients with animal-bite injuries from hospitals and dispensaries, case reports of rabid animals from livestock offices, and community-based surveillance activities were used as primary sources [18] . Visits were made to investigate incidents reported in 2002 to 2006 involving suspected rabid animals. Cases were mapped at the site of the incident (wherever possible) and villagers interviewed to evaluate the status of the biting animal, determine its case history, and identify its source of exposure and subsequent contacts (if known). The same procedure was exhaustively followed for all associated exposures/cases. Interviews were conducted with veterinary officers, local community leaders, and livestock field officers in attendance, resulting in an active reporting network. Cases were diagnosed on epidemiological and clinical criteria, adapting the ''six-step'' method through retrospective interviews with witnesses [37] . Rabies was suspected if an animal displayed clinical signs [37] and either (a) disappeared or died within 10 days, or (b) was killed, but had a history of a bite by another animal or was of unknown origin. Additional clinical criteria for wild carnivores (;10% of human exposures were caused by wild animals and ;10% of inferred transmission events involved rabid wildlife) included tameness, loss of fear of humans, diurnal activity (for nocturnal species), and unprovoked biting of objects and animals without feeding. When multiple incidents involving suspected rabid wildlife were reported on the same/consecutive days within neighbouring homesteads, we assumed a single animal was involved.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1019,
                    "end": 1023,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Brain samples were collected and tested for confirmation wherever possible, but despite efforts to obtain diagnostic samples, most cases reported here were suspected rather than confirmed. Inadequate sample preservation such as storage at room temperature and long intervals between sample collection and testing (during which samples underwent repeated freeze-thaw cycles) probably caused specimens to deteriorate. Composite samples of each brain necessary to achieve the highest test reliability were also rarely available. Nevertheless, a high percentage of samples from suspected cases of rabies were confirmed by laboratory diagnosis (;75%) suggesting that use of epidemiological and clinical criteria is justified and reliable [18] . Researchers are encouraged to contact the authors regarding data availability.",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 737,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Vaccination data. Dog vaccination campaigns in Serengeti district in 2000 resulted in low and patchy vaccination coverage (35-40% estimated from post-vaccination household surveys). Annual campaigns conducted from 2003 onwards in a 10-km zone adjacent to the western border of Serengeti National Park achieved higher coverage levels of between 40 and 80%. In 2004, the Tanzanian government conducted vaccinations in villages in Serengeti district beyond the 10-km zone reaching 55% coverage across the remainder of the district, but in subsequent years, campaigns were less systematic and conducted in fewer villages. Vaccination in Ngorongoro was restricted to small-scale localised campaigns in the district town centre until 2004, whereupon widespread annual vaccinations were implemented with overall coverage exceeding 80% [9] . Data on the number of dogs vaccinated in each village and on each campaign date were collected from 2003 onwards.",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 831,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Parameter estimation. The incubation period and duration of infectiousness were estimated for rabies in domestic dogs from records of when individual dogs were bitten, developed clinical signs, and were killed or died. Gamma distributions were fitted to these data using maximum likelihood with interval censoring to account for cases where the relevant data were only approximately known ( Figure  2 and Table 1 ). To estimate the probability distribution of the generation interval, G(t), an incubation and an infectious period were drawn from their respective distributions, a ''time-to-bite'' deviate was drawn from a uniform distribution over the interval of the infectious period, and the two intervals were summed. There was a significant correlation between the length of the infectious and incubation periods, but significance was entirely due to a single data point; we therefore treated the distributions as independent. The spatial infection kernel K(d) was estimated by fitting a gamma distribution to the distances between known source cases and animals that they contacted. Many contacts occurred within the same, or neighbouring, homesteads. In these cases, the precise distance was not always recorded, but we assumed it was less than 100 m. We therefore replaced the probability of a contact within 100 m by the probability distribution averaged over the range 0-100 m.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 400,
                    "text": "Figure  2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 405,
                    "end": 412,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "The basic reproductive number R 0 . (1) Direct estimates from infectious histories. Using maximum likelihood, we fitted a negative binomial distribution to data on biting behaviour of rabid dogs ( Figure 3A ). The probability of developing rabies following a bite (P rabiesjbite ) was estimated, excluding bitten animals that had previously been vaccinated, or that were either killed or vaccinated immediately after the bite, and binomial confidence intervals were calculated. R 0 was estimated as the probability P rabiesjbite multiplied by the average number of bites per rabid dog and confidence intervals were calculated using a resampling procedure. Dogs that were removed (killed or tied up) before causing secondary cases in other dogs (even if they bit people) were excluded from this calculation, as were suspect rabid dogs that either disappeared before biting other dogs or that were of unknown origin and were killed before being observed to bite other dogs ( Figure 3A ). We pooled data from both districts for this estimate because insufficient complete case-histories of rabid dogs (after excluding cases with interventions) were traced to accurately estimate R 0 for Ngorongoro (35 versus 477 in Serengeti). We also estimated R 0 directly from the distribution of secondary cases per rabid dog. Dogs that were bitten by rabid animals but did not develop rabies because of interventions (previous vaccination or being killed/vaccinated immediately after the bite) were multiplied by P rabiesjbite and added to observed secondary cases, giving an expected number of secondary cases per rabid dog in the absence of intervention and a similar estimate of R 0 (1.14, CI: 1.03-1.25) ( Figure  S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 206,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 973,
                    "end": 982,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1696,
                    "end": 1706,
                    "text": "Figure  S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "(2) Epidemic tree reconstruction. We used an algorithm for probabilistically constructing epidemic trees based on the location of cases in space and time [38] . For each suspected case (i), we chose a progenitor ( j) at random with probability p ij from all n cases preceding that case, where:",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Gðt ik ÞKðd ik Þ G is the distribution of generation times, t ij is the length of time (in days) between the occurrence of case i and its potential progenitor j (G(t) ¼ 0 for t , 0), K is the spatial infection kernel, and d ij is the distance (in km) between the locations of case i and its potential progenitor j (using the average probability when distance ,100 m, see above). Because the dates that some individuals were bitten or developed rabies were only approximately known, 1,000 bootstrapped datasets were generated with the dates drawn randomly from a uniform distribution over the window of uncertainty and a consensus tree of the most probable links was determined and used to generate secondary case distributions illustrated in Figure S1 . Because transmission of rabies from livestock is recorded extremely rarely, we did not allow livestock progenitors, which considerably improved the match between known and assigned links compared to an algorithm where all species could be assigned as progenitors. All detected cases in carnivores (including domestic cat and wildlife cases) were included in the tree reconstructions using the spatial infection kernel and generation interval parameters estimated for domestic dogs. The contribution of nondomestic dog carnivores to the overall epidemic was small, and estimates of within-and between-species transmission are described elsewhere [18] . When known links between primary and secondary cases were not retained in the trees, they were correctly assigned in more than 60% of cases in both districts, indicating that probabilistic reconstruction was effective. The average number of secondary cases putatively produced from each primary case was calculated from the bootstrapped trees. R 0 was estimated as the average number of infections caused per rabid dog that was infectious during the period of exponential epidemic growth. Determining the period of exponential growth is somewhat subjective; for consistency between methods, we used the interval that gave the median R 0 value for time series regression estimates (see below). The choice of interval caused more variance in R 0 estimates for this reconstruction technique than for other methods because it averages the heterogeneous behaviour of a small number of individual animals that spark an epidemic. Thus inclusion or exclusion of particularly infectious individuals has a large effect on R 0 .",
            "cite_spans": [
                {
                    "start": 1399,
                    "end": 1403,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 742,
                    "end": 751,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "(3) Inference from the epidemic curve. A single infection will cause future cases distributed according to the probability distribution of the generation interval. Therefore the number of cases arising in any given interval is the result of those cases that occurred at times in the past whose secondary cases occur in this interval and is determined by the probability distribution of the generation interval. This intuitive description is formalized by the Euler-Lotka equation, adapted for an infection process [25] and an expression for R 0 can be obtained:",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 518,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "GðsÞe Àrs",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "We estimated the initial growth rate of the epidemic (r) by fitting an exponential curve to incidence data using a generalized linear model. We compared Akaike's Information Criterion values to determine the appropriate error structure (Poisson or negative binomial). The choice of which part of the epidemic curve the model should be fit to was subjective, therefore the model was fit to all possible sections of the epidemic curve (using a minimum of nine consecutive months) and the median, the 2.5th and the 97.5th percentile of the R 0 estimates are presented in Table 1 . Figure 3B (inset) shows that the estimate of R 0 was robust to the interval chosen for fitting the curve. We used the same method to estimate R 0 from data that we had compiled on outbreaks of canine rabies from elsewhere in the world. For these time series, we fitted exponential curves to the intervals between the first recorded case and the month (or week) with highest rabies incidence (Table 2 ) and converted the estimated growth rates to estimates of R 0 using the serial interval distribution data gathered by contact tracing in Tanzania. For partly vaccinated populations, we corrected our R 0 estimates by dividing by the fraction of dogs which were vaccinated prior to the outbreak [12] . For all the outbreaks considered, including those in Tanzania, some localized and individual control measures may have been instituted (such as tying up or killing infected animals), and therefore our R 0 estimates should be regarded as lower bounds. However simulations also revealed that for very low values of R 0 (,1.2), estimates from the epidemic trajectory can be slightly biased upwards ( Figure S2 ). This is probably because at very low levels of R 0 , most introductions do not initiate further cases and therefore a small number of individuals with higher than average biting behaviour are needed to trigger epidemics, thus biasing trajectories. The effective reproductive number R. The effective reproductive number R measures the average number of secondary cases per primary infection once an epidemic is underway. R changes through space and time depending upon the implementation of control measures, the depletion of susceptibles and the build-up of local correlations in the spatial distribution of infected and susceptible individuals. Numbers of secondary cases per rabid dog (inferred from the epidemic tree reconstructions) were calculated monthly and averaged across bootstrapped trees to give a time-varying estimate of R ( Figure 3C ). Although R declined through time in both districts, there was no apparent temporal trend in the biting behaviour of rabid dogs ( Figure S3 ), suggesting that domestic dog vaccination was the main factor responsible for reducing transmission.",
            "cite_spans": [
                {
                    "start": 1272,
                    "end": 1276,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 575,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 578,
                    "end": 587,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 969,
                    "end": 977,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1676,
                    "end": 1685,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2528,
                    "end": 2537,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2670,
                    "end": 2679,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Domestic dog demography. To calculate vaccination coverage and the decline in herd immunity due to population turnover and waning of vaccine-induced immunity, it was necessary to estimate the size of the domestic dog populations (N) and their rates of growth (r dogs ). We projected human population sizes in both districts using 2002 national census data [39, 40] , and we calculated human:dog ratios from household questionnaires conducted in 1994, 2003, and 2008 in Serengeti district and in 1994 and 2004 in Ngorongoro district. We then estimated dog populations from the projected human population sizes and the human:dog ratios and calculated the rate of increase of the dog population in each district (r dogs ¼ log(N t /N 0 )/t) ( Table 3 ).",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 739,
                    "end": 746,
                    "text": "Table 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "An alternative estimate of the rate of domestic dog population growth was derived from demographic data collected using household questionnaires. The death rate of dogs (d) was calculated using a Cox proportional hazards model of survival from longitudinal data (n ¼ 802). When pups (dogs under 3 months of age) were excluded from the model, neither age nor sex significantly affected survival. The percapita birth rate (b) was assumed to be the product of the sex ratio (q), the average litter size (l), and frequency (/) and pup survival (s) (b ¼ ql/s). These demographic parameters were estimated from crosssectional data (309 litters) and the rate of increase was calculated (r dogs ¼ b -d). Pup survival was estimated from a subset of puppies that remained in the household, because of the unknown fate of puppies that were given away or sold. We suspect that mortality of female puppies is greater than males. However, obtaining reliable data to accurately estimate pup survival is difficult, and the result of assuming equal mortality rates is an estimate of r dogs that is more conservative with respect to vaccination coverage (i.e., results in lower population-level immunity). This estimate of r dogs (0.088 dogs/y) was similar to other estimates from the region [41, 42] and close to those calculated directly from population sizes (r Serengeti ¼ 0.090 dogs/ y, r Ngorongoro ¼ 0.102 dogs/y) ( Table 3) . A comparison of the stable age distribution (calculated from cross-sectional data assuming a roughly constant rate of population growth) was consistent with age distributions predicted from the estimated demographic parameters.",
            "cite_spans": [
                {
                    "start": 1274,
                    "end": 1278,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1279,
                    "end": 1282,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 1405,
                    "end": 1413,
                    "text": "Table 3)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Analysis of the impacts of intervention. To evaluate whether the predicted level of vaccination coverage required to control rabies (P crit ¼ 1 -1/R 0 ) was sufficient in practice [20] , we plotted the size of village-level outbreaks (an outbreak was defined as at least two cases not interrupted by an interval of more than one month) against vaccination coverage in that village at the time of the case that initiated the outbreak.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Vaccination coverage was modeled by susceptible reconstruction using demographic parameters described above (we show the results from using the largest estimate of r dogs (0.10 dogs/y) because this gives the most conservative predictions of the impacts of vaccination, but results are very similar using the lower r dogs estimates). We assumed coverage was approximately 20% in January 2002 and that the duration of vaccine-induced immunity (1/m) was approximately 3 y (http://www.intervet.co.uk/Products_Public/Nobivac_Rabies/ 090_Product_Datasheet.asp). Numbers of vaccinated and susceptible animals within a village were adjusted according to the doses of vaccine used at village vaccination stations on each campaign date (sufficient vaccine was provided such that all animals brought to the station could be vaccinated). A time series of cases in a village and the associated susceptible reconstruction are shown in the inset of Figure 4A .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 934,
                    "end": 943,
                    "text": "Figure 4A",
                    "ref_id": null
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "To predict the expected size of outbreaks given the observed variability in transmission, we simulated outbreaks in a starting population of 500 dogs (similar to the domestic dog population size in an average village); this choice had little effect on our results. We used our parameter estimates (Table 1) to randomly assign secondary cases and corresponding generation intervals. Each realization was seeded by a single animal and the starting population was initialized with vaccination coverage generated from a binomial distribution. For comparison with the outbreak data we conditioned each realization upon .1 secondary case ( Figure 4A ). Demographic parameters were incorporated, and 10,000 runs were completed for each starting condition. We also calculated the probability of an outbreak of a particular size or larger being seeded by one infectious case to evaluate the coverage needed to prevent outbreaks with different degrees of certainty ( Figure 4C and Figure S4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 306,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 634,
                    "end": 643,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 966,
                    "text": "Figure 4C",
                    "ref_id": null
                },
                {
                    "start": 971,
                    "end": 980,
                    "text": "Figure S4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "If V and N denote numbers of vaccinated individuals and the total population size respectively, then vaccination coverage can be expressed as a proportion P ¼ V/N. The number of vaccinated dogs declines following a campaign as individuals die and as vaccineinduced immunity wanes (V t ¼ V 0 e -(dþm)t , where d is the death rate and 1/m is the duration of vaccine-induced immunity), whereas the total population grows at the rate of population increase (N t ¼ N 0 e rt ). To prevent sustained endemic transmission, vaccination coverage must be maintained above P crit (such that R is held below 1). From our estimates of demographic parameters and R 0 , we calculated the proportion of the population that needs to be vaccinated, P target , to prevent vaccination coverage falling below P crit during the interval, T, between campaigns: P target ¼ e (mþdþr)T P crit . This formulation for estimating the coverage needed to interrupt endemic transmission given turnover in the domestic dog population assumes that immunity from vaccination lasts an average of 1/m time units and declines exponentially. In reality, vaccine-induced immunity is likely to be closer to a fixed duration, and thus fewer dogs would be expected to lose immunity during the 1-y interval between campaigns than under the exponential model. This indicates that our estimate of P target may be slightly overestimated, although this is an important area for further investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Supporting Information Figure S1 . The distributions of R 0 estimates from fitting curves to simulated epidemic trajectories generated from biting behaviour described by a negative binomial distribution (black) with mean and variance equal to observed biting behaviour or by a poisson distribution (red) with the same mean. The range of R 0 estimates from simulations spans the range of estimates from compiled outbreak data from around the world ( collection and analysis, decision to publish, or preparation of the manuscript.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 32,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Population dynamics of fox rabies in Europe",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Nature",
            "volume": "289",
            "issn": "",
            "pages": "765--771",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rabies re-examined",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rupprecht",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanlon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hemachudha",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infect Disease",
            "volume": "2",
            "issn": "",
            "pages": "327--343",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Re-evaluating the burden of rabies in Africa and Asia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Knobel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cleaveland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Fevre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bull WHO",
            "volume": "83",
            "issn": "",
            "pages": "360--368",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human rabies: a disease of complex neuropathogenetic mechanisms and diagnostic challenges",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hemachudha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Laothamatas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rupprecht",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Neuro",
            "volume": "1",
            "issn": "",
            "pages": "101--109",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Canine vaccination -Providing broader benefits for disease control",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cleaveland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaare",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Knobel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Laurenson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vet Microbiol",
            "volume": "117",
            "issn": "",
            "pages": "43--50",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Synchronous cycles of domestic dog rabies in sub-Saharan Africa and the impact of control efforts",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hampson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dushoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bingham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bruckner",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "104",
            "issn": "",
            "pages": "7717--7722",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Canine rabies ecology in southern",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bingham",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Africa. Emerg Infect Disease",
            "volume": "11",
            "issn": "",
            "pages": "1337--1342",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmission dynamics of rabies virus in Thailand: Implications for disease control",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Denduangboripant",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wacharapluesadee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lumlertdacha",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ruankaew",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hoonsuwan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMC Infect Disease",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rabies control in rural Africa: Evaluating strategies for effective domestic dog vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaare",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lembo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hampson",
                    "suffix": ""
                },
                {
                    "first": "Ernest",
                    "middle": [
                        "E"
                    ],
                    "last": "Estes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "152--160",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Costdescription of a pilot parenteral vaccination campaign against rabies in dogs in",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kayali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mindekem",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hutton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Ndoutamia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trop Med Int Health",
            "volume": "11",
            "issn": "",
            "pages": "1058--1065",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coverage of pilot parenteral vaccination campaign against canine rabies in N'Djamena",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kayali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mindekem",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yemadji",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vounatsou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kaninga",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chad. Bull WHO",
            "volume": "81",
            "issn": "",
            "pages": "739--744",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Immunization coverage required to prevent outbreaks of dog rabies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Vaccine",
            "volume": "14",
            "issn": "",
            "pages": "185--186",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A clarification of transmission terms in host-microparasite models: number, densities and areas",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Begon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Bowers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hazel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Epidemiol Infect",
            "volume": "129",
            "issn": "",
            "pages": "147--153",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "355--359",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Heterogeneities in the transmission of infectious agents: Implications for the design of control programs",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Etard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Charlwood",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "94",
            "issn": "",
            "pages": "338--342",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "6146--6151",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Exploring reservoir dynamics: a case study of rabies in the Serengeti ecosystem",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lembo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hampson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Craft",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Appl Ecol",
            "volume": "45",
            "issn": "",
            "pages": "1246--1257",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2664.2008.01468.x"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Molecular epidemiology identifies only a single rabies virus variant circulating in complex carnivore communities of the Serengeti",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lembo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Velasco-Villa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rupprecht",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Roy Soc Biol Sci Ser B",
            "volume": "274",
            "issn": "",
            "pages": "2123--2130",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Infectious diseases of humans: Dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Should we expect population thresholds for wildlife disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Daugherty",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends Ecol Evol",
            "volume": "20",
            "issn": "",
            "pages": "511--519",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Perspectives on the basic reproductive ratio",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wahl",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Roy Soc Interface",
            "volume": "2",
            "issn": "",
            "pages": "281--293",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Improving estimates of the basic reproductive ratio: Using both the mean and the dispersal of transition times",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wahl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Theor Pop Biol",
            "volume": "70",
            "issn": "",
            "pages": "135--145",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Roy Soc Biol Sci Ser B",
            "volume": "274",
            "issn": "",
            "pages": "599--604",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Appropriate models for the management of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wearing",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Review of canine rabies prevalence under two different vaccination programmes in Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vet Rec",
            "volume": "148",
            "issn": "",
            "pages": "511--512",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Urban epizootic of rabies in Mexico -Epidemiology and impact of animal bite injuries",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Eng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Fishbein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Talamante",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Chavez",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Bull WHO",
            "volume": "71",
            "issn": "",
            "pages": "615--624",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A dog rabies vaccination campaign in rural Africa: impact on the incidence of dog rabies and human dog-bite injuries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cleaveland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaare",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tiringa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mlengeya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "1965--1973",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Urban rabies",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Beran",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "The natural history of rabies",
            "volume": "",
            "issn": "",
            "pages": "427--443",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Expert consultation on rabies: First report",
            "authors": [],
            "year": 2004,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Welfare and health assessment of Tanzanian dogs and its relationship to immunological response to rabies vaccination",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcnabb",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Measles outbreaks in a population with declining vaccine uptake",
            "authors": [
                {
                    "first": "Vaa",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stollenwerk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ramsay",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "301",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Dog cull in China to fight rabies",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Sommerville",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BBC News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Herd immunity: History, theory, practice",
            "authors": [
                {
                    "first": "Pem",
                    "middle": [],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Epidemiol Rev",
            "volume": "15",
            "issn": "",
            "pages": "265--302",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Overview of rabies in the Americas",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belotto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Leanes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tamayo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virus Res",
            "volume": "111",
            "issn": "",
            "pages": "5--12",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Six criteria for rabies diagnosis in living dogs",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tepsumethanon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wilde",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Meslin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Med Assoc Thailand",
            "volume": "88",
            "issn": "",
            "pages": "419--422",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The construction and analysis of epidemic trees with reference to the 2001 UK foot-and-mouth outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chase-Topping",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Friar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Roy Soc Lond Ser B Biol Sci",
            "volume": "270",
            "issn": "",
            "pages": "121--127",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Tanzania sensa 1988. Dar es Salaam: President's Office, Planning and Privatization",
            "authors": [],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Dar es Salaam: President's Office, Planning and Privatization",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Demography and dog-human relationships of the dog population in Zimbabwean communal lands",
            "authors": [
                {
                    "first": "Jra",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bingham",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet Rec",
            "volume": "147",
            "issn": "",
            "pages": "442--446",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Dog ecology and demography information to support the planning of rabies control in Machakos District",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kitala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcdermott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kyule",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gathuma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Acta Tropica",
            "volume": "78",
            "issn": "",
            "pages": "217--230",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The last rabies outbreak in japan",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shimada",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "11--28",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A study on the anti-rabic inoculation of dogs and the results of its practical application",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Umeno",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Doi",
                    "suffix": ""
                }
            ],
            "year": 1921,
            "venue": "Kitasato Arch Exp Med",
            "volume": "4",
            "issn": "",
            "pages": "89--108",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The control of rabies in Malaya through compulsory mass vaccination of dogs",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Bull WHO",
            "volume": "10",
            "issn": "",
            "pages": "731--742",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A field demonstration of rabies control using chicken-embryo vaccine in dogs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Goor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Tierkel",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Bull WHO",
            "volume": "10",
            "issn": "",
            "pages": "743--752",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Mass vaccination campaign against rabies -Are dogs correctly protected -The Peruvian Experience",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chomel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chappuis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bullon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cardenas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Debeublain",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Rev Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "697--702",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A review of the history and control of rabies in Hong Kong",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cheuk",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Ag Sci Hong Kong",
            "volume": "1",
            "issn": "",
            "pages": "141--174",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Dog, fox, and cattle rabies in new york state -Evaluation of vaccination in dogs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Korns",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zeissig",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Am J Public Health",
            "volume": "38",
            "issn": "",
            "pages": "50--65",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "An Epidemic of canine rabies in central Java",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Waltner-Toews",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maryono",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Akoso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wisynu",
                    "suffix": ""
                },
                {
                    "first": "Dha",
                    "middle": [],
                    "last": "Unruh",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Indonesia. Prevent Vet Med",
            "volume": "8",
            "issn": "",
            "pages": "295--303",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Advances in veterinary science",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Tierkel",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "183--226",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Comparison of vaccination strategies for the control of dog rabies in Machakos District",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Kitala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcdermott",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Kenya. Epidemiol Infect",
            "volume": "129",
            "issn": "",
            "pages": "215--222",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Location and Timing of Animal Rabies Cases in Serengeti and Ngorongoro Districts, Northwest Tanzania (A) Rabies cases in Serengeti (blue) and Ngorongoro (red) districts from January 2002 until December 2006. LGCA ¼ Loliondo Game Controlled Area, NCA ¼ Ngorongoro Conservation Area. Dark gray lines show village boundaries. Populations of humans and domestic dogs are denser in Serengeti district than Ngorongoro (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Observed Frequency Distributions of Important Epidemiological Parameters (A) The incubation period, (B) the infectious period, and (C) the spatial infection kernel. The best fitting gamma distributions to the data are shown by black lines (see Materials and Methods). doi:10.1371/journal.pbio.1000053.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Transmission of Rabies (A) The distribution of dogs bitten per rabid dog (fitted by a negative binomial distribution with mean ¼ 2.15 [95% CI: 1.95-2.37]; variance ¼ 5.61 [95% CI: 4.63-6.92]; shape parameter k ¼ 1.33 [95% CI: 1.23-1.42]; R 0 ; 1.1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Accuracy of R 0 Estimates Derived from Epidemic Trajectories (A) Estimates of R 0 from fitting to trajectories of simulated epidemics plotted against the underlying R 0 used in the simulations (biting behaviour was modelled using a negative binomial distribution, varying the mean number of bites per dog whilst keeping the shape parameter constant). The median R 0 estimate from 1,000 realizations is shown by the solid black line and 95 percentiles are indicated by gray shading. R 0 was estimated accurately across a range of underlying R 0 values apart from at very low values (R 0 , 1.2) when estimates were slightly inflated. (B-E) Simulated time series were randomly resampled to test whether incomplete reporting biased the accuracy of R 0 estimates. The value of R 0 used to simulate epidemics is shown in the top right corner of each panel (B-E) and indicated by the dotted red line. The median estimated value of R 0 (from 1,000 simulated, sampled epidemics) is indicated by the solid black line, and the interquartile range and 95 percentiles of R 0 estimates are shaded in dark and light gray, respectively. Simulations illustrate that R 0 estimates derived from fitting curves to outbreak time series are robust to underreporting and stable across a reasonable range of underlying R 0 values although slightly overestimated at very low values (A and B). Found at doi:10.1371/journal.pbio.1000053.sg002 (5.81 MB EPS).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Temporal Trends in Biting Behaviour and Secondary Cases Caused by Rabid Dogs Numbers of secondary cases (open circles: inferred from reconstructed epidemic trees) and bites (solid circles: estimated from contact tracing) per rabid dog averaged over three-month intervals are plotted for (A) Serengeti and (B) Ngorongoro. Secondary cases decreased in both districts, but there was no trend in the number of bites per rabid dog in Ngorongoro and a slight increase in Serengeti. Found at doi:10.1371/journal.pbio.1000053.sg003 (5.86 MB EPS).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Impacts of Biting Heterogeneity on the Probability of Seeding an Outbreak The simulated proportion of outbreaks of a certain size (5, 10, or 20 cases) or greater that were seeded by an introduced case given biting behaviour described by a negative binomial with mean and variance equal to observed biting behaviour (solid lines) or a poisson with the same mean (dashed lines). Found at doi:10.1371/journal.pbio.1000053.sg004 (5.57 MB EPS).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". (B) Biweekly time series of rabies cases in each district. doi:10.1371/journal.pbio.1000053.g001 Transmission Dynamics and Control of Canine Rabies",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Epidemiological Parameter Estimates",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "1 and ;1.3 for Serengeti and Ngorongoro, respectively. doi:10.1371/journal.pbio.1000053.g003 Estimates of R 0 for Outbreaks of Rabies in Domestic Dog Populations around the World",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Demographic Parameters and Population Attributes Estimated from Domestic Dog Populations in Northwest Tanzania",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "R 0 Estimated from Secondary Case Distributions Observed numbers of secondary cases are shown in gray. We extrapolated additional cases (using the probability of developing rabies following a bite, 0.49) that would have occurred had there been no intervention (black). The inset shows the estimated secondary case distributions (;1.1-1.3) for dogs in Serengeti (black) and Ngorongoro (red) districts based on the reconstructed trees during the early stages of the epidemics. Found at doi:10.1371/journal.pbio.1000053.sg001 (3.92 MB EPS).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". Considerably more variance in estimates was generated from negative binomial biting behaviour than from Poisson biting (.25% from monthly time series and .800% from weekly time series, upper 95% prediction intervals of1.71 and 2.65, respectively, versus 1.65 and 1.69, respectively). Found at doi:10.1371/journal.pbio.1000053.sg005 (5.58 MB EPS). S1. Impacts of Under-Reporting and Incomplete Tracing on Estimation of R 0 Found at doi:10.1371/journal.pbio.1000053.sd001 (24 KB DOC). S2. Effects of Heterogeneity in Transmission Behaviour Found at doi:10.1371/journal.pbio.1000053.sd002 (22 KB DOC). S1. Rabies Transmission in Serengeti District Inferred from Detailed Spatiotemporal Incidence Data and Estimated Epidemiological Parameters Rabies cases appear as red dots. Incubating animals appear as black dots, which turn red when clinical signs start (only animals that went on to develop rabies are shown). When a rabid animal bites another animal that will subsequently develop rabies, a black line connects the two individuals. The video is on a weekly timescale and the red arrow on the time series of rabies incidence corresponds to infectious cases during that week. Found at doi:10.1371/journal.pbio.1000053.sv001 (2.20 MB AVI).Video S2. Rabies Transmission in Ngorongoro District Inferred from Detailed Spatiotemporal Incidence Data and Estimated Epidemiological ParametersRabies cases appear as red dots. Incubating animals appear as black dots, which turn red when clinical signs start (only animals that went on to develop rabies are shown). When a rabid animal bites another animal that will subsequently develop rabies a black line connects the two individuals. The video is on a weekly timescale and the red arrow on the time series of rabies incidence corresponds to infectious cases during that week.Found at doi:10.1371/journal.pbio.1000053.sv002 (409 KB AVI).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Matthias Magoto, Emmanuel Sindoya, the Serengeti Viral Transmission Dynamics team, and livestock field-officers, paravets, and village officers in Mara and Arusha Regions for invaluable field assistance. We are very grateful to the Ministries of Health and Social Welfare, and of Livestock Development and Fisheries in Tanzania This research would not have been possible without the work of Dr. Magai Kaare, who tragically died in a car accident shortly before this manuscript was published. He made an enormous contribution to rabies research and control in Tanzania and was a wonderful role model. He will be greatly missed.Author contributions. KH, SC, MK, and AD conceived and designed the experiments. KH, SC, and MK performed the experiments. KH, JD, and DTH contributed analysis tools. KH analyzed the data. KH, JD, SC, DTH, CP, and AD wrote the paper.Funding. This work was funded by National Institutes of Health/ National Science Foundation Ecology of Infectious Diseases Program Grant DEB0225453, National Science Foundation Grant DEB0513994, Pew Charitable Trusts Award 2000-002558 (to Princeton University), the Leverhulme Trust, the Heinz Foundation and the Wellcome Trust. The funders had no role in study design, data",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 336,
                    "text": "Tanzania",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgments"
        },
        {
            "text": "Competing interests. The authors have declared that no competing interests exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}