{
    "paper_id": "32501343a772539b8477e17940f7333e8678fe5f",
    "metadata": {
        "title": "Kinetic Modelling of Infection Tracers [ 18 F]FDG, [ 68 Ga]Ga-Citrate, [ 11 C]Methionine, and [ 11 C]Donepezil in a Porcine Osteomyelitis Model",
        "authors": [
            {
                "first": "Lars",
                "middle": [],
                "last": "Jødal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Svend",
                "middle": [
                    "B"
                ],
                "last": "Jensen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Aalborg University Hospital",
                    "location": {
                        "settlement": "Aalborg",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Ole",
                "middle": [
                    "L"
                ],
                "last": "Nielsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Pia",
                "middle": [],
                "last": "Afzelius",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Copenhagen University Hospital",
                    "location": {
                        "settlement": "Hillerød",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Per",
                "middle": [],
                "last": "Borghammer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Aarhus University Hospital",
                    "location": {
                        "settlement": "Aarhus",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Aage",
                "middle": [
                    "K O"
                ],
                "last": "Alstrup",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Aarhus University Hospital",
                    "location": {
                        "settlement": "Aarhus",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Søren",
                "middle": [
                    "B"
                ],
                "last": "Hansen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Aarhus University Hospital",
                    "location": {
                        "settlement": "Aarhus",
                        "country": "Denmark"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "imaging using [ 18 F]FDG as tracer, but uptake is unspecific. The present study compares the kinetics of [ 18 F]FDG and three other PET tracers with relevance for infection imaging. Methods. A juvenile porcine osteomyelitis model was used. Eleven pigs underwent PET/CT with 60-minute dynamic PET imaging of [ 18 F]FDG, [ 68 Ga]Ga-citrate, [ 11 C]methionine, and/or [ 11 C]donepezil, along with blood sampling. For infectious lesions, kinetic modelling with one-and two-tissue-compartment models was conducted for each tracer. Results. Irreversible uptake was found for [ 18 F]FDG and [ 68 Ga]Ga-citrate; reversible uptake was found for [ 11 C]methionine (two-tissue model) and [ 11 C]donepezil (one-tissue model). The uptake rate for [ 68 Ga]Ga-citrate was slow and diffusion-limited. For the other tracers, the uptake rate was primarily determined by perfusion (flow-limited uptake). Net uptake rate for [ 18 F]FDG and distribution volume for [ 11 C]methionine were significantly higher for infectious lesions than for correspondingly noninfected tissue. For [ 11 C]donepezil in pigs, labelled metabolite products appeared to be important for the analysis. Conclusions. The kinetics of the four studied tracers in infection was characterized. For clinical applications, [ 18 F]FDG remains the first-choice PET tracer. [ 11 C]methionine may have a potential for detecting soft tissue infections. [ 68 Ga]Ga-citrate and [ 11 C]donepezil were not found useful for imaging of osteomyelitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Positron emission tomography (PET) allows imaging of molecular uptake but is dependent on the availability of tracers with uptake related to the investigated disease. For infection imaging, [ 18 F]FDG is useful [1] , but a drawback is the nonspecific uptake of [ 18 F]FDG in metabolically active tissues (brain, muscles, etc.) [2] .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We previously reported on static PET imaging in a porcine osteomyelitis model with a series of tracers that have been proposed for infection imaging [3] [4] [5] . In those reports, we concluded that the performance of [ 18 F]FDG for locating infection was superior to the other tracers studied. However, our static imaging shows only the uptake at a given (typically late) time interval.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the present paper, we elaborate on those studies [3] [4] [5] by including data from dynamic PET imaging of the same animals (based on the same tracer injections), using kinetic analysis to compare [ 18 F]FDG with [ 68 Ga]Gacitrate, [ 11 C]methionine (l-[ 11 C-methyl]methionine), and [ 11 C]donepezil ([5-11 C-methoxy]donepezil) as infection tracers. Dynamic imaging allows for a more detailed study of the uptake and release of tracers, which may contribute to a better understanding of the underlying physiology and also help in determining the optimal time for static imaging. Blood perfusion results from dynamic imaging of [ 15 O]water in the same animals have already been reported [6] .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 56,
                    "end": 59,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 60,
                    "end": 63,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[ 15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Gamma-camera imaging (scintigraphy or SPECT) of infection is sometimes performed with [ 67 Ga]Ga-citrate. However, image quality is suboptimal and the radiation dose from 67 Ga is high. The positron-emitter 68 Ga allows PET imaging, which has a better spatial resolution and a higher detection efficiency than standard gamma-camera imaging. Furthermore, the shorter half-life of 68 Ga (67.7 min versus 78 hours for 67 Ga) reduces the radiation dose. In the body, the Ga 3+ ion acts as an analogue of iron (Fe 3+ ), associating with transferrin; for more details, see [7] . Preliminary studies on [ 68 Ga]Ga-citrate in rats [8] and patients [9, 10] reported promising results.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 570,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Methionine is a naturally occurring essential amino acid. It can be labelled with the positron-emitter 11 C to obtain the chemically identical PET tracer [ 11 C]methionine. Methionine (natural or labelled) is transported into cells via the Ltype amino acid transporter 1. It is crucial for the formation of proteins and is involved in the synthesis of phospholipids. The accumulation of methionine therefore reflects amino acid transport and protein synthesis. During cell replication, the demand for essential amino acids increases, as do protein and phospholipid synthesis. Although primarily used to detect malignant tumours [11] , methionine is known from brain studies to accumulate in inflammatory tissue [12, 13] . Furthermore, a high uptake of [ 11 C]methionine has been observed after acute myocardial infarction, indicating that this tracer may be a good marker of inflammatory reactions during the phase of tissue repair [14] .",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 632,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 932,
                    "end": 936,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Donepezil is a reversible inhibitor of acetylcholinesterase (AChE), the break-down enzyme of acetylcholine (ACh) [15] . ACh and AChE are primarily known as constituents in cholinergic neuronal signalling pathways, but immune cells have been shown to use ACh as a paracrine signalling molecule [16] , and AChE and cholinergic receptors are upregulated in immune cells when exposed to phytohaemagglutinin [17] . It was recently shown that the AChE ligand [ 11 C]donepezil accumulates at sites of bacterial infection, suggesting that cholinergic PET imaging may have potential in the detection of inflammation and infections [18] . Therefore, we investigated the uptake processes of these PET tracers in order to determine their clinical potential in infection imaging in relation to both osteomyelitis and soft tissue infection. We hypothesized that (1) categorization of tracers into those having either reversible or irreversible uptake in infectious lesions is possible and (2) perfusion effects on tracer accumulation can be estimated. Finally, we wanted to estimate the optimal time points for static imaging of the tracers.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The protocol for inducing osteomyelitis in domestic pigs has been described in detail elsewhere [3, [19] [20] [21] . Briefly, osteomyelitis was induced in the right hind limb of juvenile Danish Landrace × Yorkshire female pigs by intra-arterial injection of S. aureus (porcine strain S54F9). The injection was performed into the right femoral artery, allowing for selective infection of this hind limb while leaving the contralateral left hind limb as a noninfected control. Osteomyelitis was allowed to develop for one week, after which the pig was scanned and then euthanized. If a pig reached predefined humane endpoints, it was then euthanized (and not scanned). A refinement of the model, combining reduced body weight of the pigs (from 40 kg to 20 kg) with administration of penicillin at the onset of the first clinical signs of disease, proved effective in reducing systemic infection [21] .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 105,
                    "end": 109,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 893,
                    "end": 897,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Porcine Osteomyelitis Protocol."
        },
        {
            "text": "We attempted to prolong the infection period from one to two weeks, for the purpose of developing more chronic lesions, and managed to scan one pig two weeks after inoculation (pig number 5 of the 11 scanned pigs described below). However, 4 out of 5 pigs planned for scanning with the prolonged protocol had to be prematurely euthanized due to humane endpoints, so we returned to the subacute oneweek pig protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Porcine Osteomyelitis Protocol."
        },
        {
            "text": "The animal protocol was approved by the Danish Animal Experimental Board, journal number 2012-15-2934-00123, and all procedures followed the European Directive 2010/63/EU on the protection of animals used for scientific purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Porcine Osteomyelitis Protocol."
        },
        {
            "text": "Eleven juvenile female domestic pigs were scanned. Pigs number 1-4 had body weights of 39-42 kg (initial model) and pigs number 5-11 had body weights of 19-23 kg (refined model). Blood perfusion in the lesions in these pigs has been described previously [6] , including 17 osteomyelitic (OM) lesions and 8 soft tissue (ST) lesions, with volume of interest (VOI) drawing primarily based on computed tomography (CT) scans. Other OM lesions were also found in pedal bones but were too small for robust volume of interest (VOI) drawing.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Animals and Lesions."
        },
        {
            "text": "In the present paper, the kinetics of [ 18 F]FDG, [ 68 Ga]Gacitrate, [ 11 C]methionine, and [ 11 C]donepezil were studied and modelled in the same 17 OM lesions and 8 ST lesions, with VOIs redrawn on the CTs from the dynamic PET/CT scans of these tracers. Not all tracers were used in all pigs, and the limitations set by the PET scanner field of view (FOV, further described below) resulted in not all lesions being dynamically scanned in all pigs. An overview is given in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 474,
                    "end": 481,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Animals and Lesions."
        },
        {
            "text": "We have previously reported some data on the characterization of the lesions evolving from S. aureus inoculation in these pigs, including the methods used for bacteriological and immunohistochemical (IHC) identification of bacteria [3] [4] [5] . Generally, the lesions observed in the pigs were considered to be caused by infection associated with the inoculated S. aureus if the bacterial culture and/or S. aureus specific IHC staining confirmed the presence of S. aureus in one or several of the lesions within each individual pig (results not shown). [6] . b The[ 15 O]water paper presents an exhaustive list of the lesions studied. In pig number 3, inoculation failed to produce infection [3] . c Two soft tissue lesions within the FOV (pig number 4). At Aarhus, the PET data were acquired on a Biograph TruePoint 64 PET/CT scanner (Siemens, Erlangen, Germany). The scan field covered 21 cm in the axial direction and was positioned over the pelvic region and the hind limbs. The images were reconstructed with an OSEM algorithm with resolution recovery (TrueX, Siemens). The reconstruction parameters were 6 iterations, 21 subsets, 336 × 336 matrix in 109 slices, voxel size 2 × 2 × 2 mm 3 , and a 2 mm Gaussian filter. The spatial resolution of the reconstructed images was approximately 4 mm.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Animals and Lesions."
        },
        {
            "text": "At Aalborg, the PET data were acquired on a GE VCT Discovery 64 PET/CT scanner (GE Healthcare, USA). The scan field covered 15 cm in the axial direction and was positioned over the pelvic region and the hind limbs. The images were reconstructed with an OSEM algorithm without resolution recovery (3D Vue Point, GE). The reconstruction parameters were 2 iterations, 28 subsets, 128 × 128 matrix in 47 slices, voxel size 5.5 × 5.5 × 3.3 mm 3 , and a 6 mm Gaussian filter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic PET"
        },
        {
            "text": "On both scanners, image reconstruction included decaycorrection to the start of scanning and attenuation-correction based on CT scanning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic PET"
        },
        {
            "text": "For all tracers, the pigs were dynamically PET scanned for 60 minutes in 23 frames: 8 × 15 s, 4 × 30 s, 2 × 60 s, 2 × 120 s, 4 × 300 s, and 3 × 600 s. For [ 68 Ga]Ga-citrate, the animals were scanned for an additional 6 × 600 s (i.e., 120 minutes total scan time in 29 frames). After each of the dynamic scans, the pigs were statically scanned; the static PET/CT scans have been described in previous papers [3] [4] [5] and will not be further discussed here.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 411,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Dynamic PET"
        },
        {
            "text": "The pigs were scanned in dorsal recumbency (supine position). The hind limbs were positioned for the entire hind limbs and pelvis to be within the axial field of view (FOV) of the scanner. This was, however, not always possible; in particular, the 15 cm FOV at the Aalborg scanner (versus 21 cm FOV at the Aarhus scanner) was a limitation. To optimize the fixation position to the scanner FOV, custom-made fixation devices were used for pigs number 6-11 ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 464,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dynamic PET"
        },
        {
            "text": "Samples. Blood samples were drawn from the carotid artery at predetermined time points as listed below. The samples were manually drawn, and small variations occurred; the actual time of each sample was recorded. The samples were centrifuged to obtain plasma samples, which were counted in calibrated gamma-counters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood"
        },
        {
            "text": "At Aarhus, plasma samples were counted in a Packard Cobra gamma counter. An energy window from 400 to 1400 keV was used. No signs of interference between consecutively administered radionuclides were seen in the plasma curves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood"
        },
        {
            "text": "At Aalborg, plasma samples and full-blood samples were counted in a Wizard 2480 gamma counter (PerkinElmer, Turku, Finland). To avoid interference from remnants of 111 In from 111 In-leukocytes (used in the same animals [3] ), an energy window from 450 to 1200 keV was used [22] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Blood"
        },
        {
            "text": "In the 40 kg pigs (pigs number 1-4), 37 blood samples were drawn per tracer: every 5 seconds for 1 minute (12 samples), at 70, 80, 90, 100, 120, 140, 160, 180, 210, 240, 270, and 300 seconds (12 samples), and at 6, 7, 8, 9, 10, 15, 20, 25, 30, 35, 40, 50 , and 60 minutes (13 samples). For [ 68 Ga]Gacitrate, blood samples were also drawn at 75, 90, 105, and 120 minutes (four samples), for a total of 41 blood samples.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 215,
                    "end": 217,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 218,
                    "end": 220,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 221,
                    "end": 223,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 252,
                    "end": 254,
                    "text": "50",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Blood"
        },
        {
            "text": "In the 20 kg pigs (pigs number 5-11), the number of blood samples was reduced to 26 samples per tracer: every 5 seconds for 50 seconds (10 samples), at 60, 80, 100, 120, 150, 180, 240, and 300 seconds (8 samples), and at 6, 8, 10, 15, 20, 30, 40 , and 55 minutes (8 samples).",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 223,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 224,
                    "end": 226,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 243,
                    "end": 245,
                    "text": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Blood"
        },
        {
            "text": "For [ 11 C]methionine and [ 11 C]donepezil, additional blood samples were drawn for metabolite analysis: at 2, 5, 10, 15, 25, and 40 minutes in the 40 kg pigs, and at 2, 5, 10, 20, 30, 40, and 55 minutes in the 20 kg pigs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood"
        },
        {
            "text": "The blood plasma rather than full blood was considered to be the reference fluid for tracer delivery (corresponding to equilibration between blood cells and plasma being slow compared to single-passage time of blood in the tissue). Accordingly, all input functions were based on plasma samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Input Function."
        },
        {
            "text": "For both [ 18 F]FDG and [ 68 Ga]Ga-citrate, the decaycorrected plasma sample data were used as the input function. No metabolite correction was performed for these two tracers because metabolite products are not expected to be found in the blood. [ 18 F]FDG is phosphorylated within the cells, but the resulting (radioactive) metabolite is trapped within the cells [23] . Regarding [ 68 Ga]Ga-citrate, the Ga-citrate complex quickly dissociates into Ga 3+ and citrate 3− within the blood, but the gallium ion attaches to transferrin (making [ 68 Ga]Gatransferrin the actual tracer). Therefore, free gallium is not found in the blood [24] .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Input Function."
        },
        {
            "text": "For [ 11 C]methionine and [ 11 C]donepezil, metabolite correction was performed. A fractionated HPLC analysis was used to separate the metabolites from the parent tracer, and counting was used to determine the fraction of activity representing the parent tracer. Based on the obtained data points, Hill-type fraction curves were fitted:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Input Function."
        },
        {
            "text": "where is the sampling time (seconds postinjection). The function starts at (0) = 1 (thus assuming no metabolism before injection) and has an asymptotic value (∞) = .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Input Function."
        },
        {
            "text": "The parameters , , and were fitted for both tracers in the individual pigs. In the following text, the uncorrected input function will denote the activity concentration (decay-corrected Bq/mL) from plasma samples and the metabolite-corrected input function will denote ( ) times the uncorrected input function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Input Function."
        },
        {
            "text": "The measured input function can be biased by delay and dispersion effects due to the differences in distance between the blood sampling site (carotid artery) and the infection sites in the hind limbs. Such a delay can be determined by applying a series of possible delay-correction values, fitting the data with each value, and selecting the delay-correction resulting in the best fit [25] .",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Determination of the Delay-Correction."
        },
        {
            "text": "We applied this procedure for each tracer in each animal, using input function offsets from −60 s to +60 s in 1-second steps. This was done using the uncorrected plasma data for the input function, and fitting a reversible two-tissue compartment model (rev2TCM in Figure 2 ; the models are further discussed below) to the first 300 s of the full fieldof-view data. Using full FOV data ensures that the statistical noise is low. Restricting this fit to the early data has several advantages. First, this focuses on the part of the study where the input function changes fast and the delay therefore is important. Second, this means that physiological differences in uptake (e.g., bladder versus nonbladder, infection versus noninfection) will only have had little time to manifest; thus the full FOV data will be dominated by the bolus passage in this anatomical part of the animal, rather than by a mix of physiologies. Third, the possible metabolism effects will not yet dominate the input function, for which reason the uncorrected input function can be considered representative, even if the tracer over time is metabolized.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 272,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Determination of the Delay-Correction."
        },
        {
            "text": "Rather than imposing a specific model on these tracers, we examined the applicability of three different models for each tracer ( Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 139,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Kinetic Models. Relatively little literature exists on tracer kinetics in infections for the tracers investigated in this work."
        },
        {
            "text": "Physiologically, the 1TCM corresponds to the tracer entering and leaving the tissue with no binding or other specific uptake. The irr2TCM describes uptake and irreversible trapping of the tracer or metabolites (e.g., phosphorylated [ 18 F]FDG). The rev2TCM corresponds to uptake in the tissue followed by reversible binding (or reversible metabolism) of the tracer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kinetic Models. Relatively little literature exists on tracer kinetics in infections for the tracers investigated in this work."
        },
        {
            "text": "In all of the models, the 1 rate constant describes the first-pass uptake of tracer, equal to the product of perfusion and the first-pass extraction fraction. We report 1 in units of mL/min/100 cm 3 , that is, mL uptake per minute per 100 cm 3 of tissue. The other rate constants ( 2 , 3 , and 4 , all with unit min −1 ) describe how rapid the concentration in a compartment changes due to a given process (excretion, binding, and metabolism in the tissue). The blood fraction is the fraction of measured PET signal that originates from the blood in the vascular bed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kinetic Models. Relatively little literature exists on tracer kinetics in infections for the tracers investigated in this work."
        },
        {
            "text": "For models with irreversible uptake, the net uptake rate (same unit as 1 ) represents the effective irreversible uptake from the input. Whereas 1 represents the rate of immediate (first-pass) uptake of tracer, can similarly be interpreted as the rate of long-term uptake. For the irr2TCM, the theoretical net uptake rate is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kinetic Models. Relatively little literature exists on tracer kinetics in infections for the tracers investigated in this work."
        },
        {
            "text": "The net uptake rate may also be determined as the slope of a Patlak plot [26, 27] . The rate constants were fitted as 1 (unit mL/min/cm 3 or mL/min/100 cm 3 ), the ratio 1 / 2 (unit mL/cm 3 ), 3 (unit min −1 ), and the ratio 3 / 4 (no unit). Also the blood fraction was fitted.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Kinetic Models. Relatively little literature exists on tracer kinetics in infections for the tracers investigated in this work."
        },
        {
            "text": "For models with reversible uptake, the distribution volume (DV, unit mL/cm 3 ) is the ratio of the tissue concentration to the \"input\" concentration, once a steady-state has been reached, that is, the volume of \"input\" needed to account for the activity in 1 cm 3 of tissue [28] . Although not being an uptake rate, DV may be used as an indicator of the degree of long-term uptake. For the 1TCM and rev2TCM, the theoretical distribution volumes are",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Kinetic Models. Relatively little literature exists on tracer kinetics in infections for the tracers investigated in this work."
        },
        {
            "text": "The distribution volume of reversible uptake may also be determined as the slope of a Logan plot [29, 30] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 102,
                    "end": 105,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Kinetic Models. Relatively little literature exists on tracer kinetics in infections for the tracers investigated in this work."
        },
        {
            "text": "Theoretically, least-squares fitting is optimal with weights proportional to 1/ 2 where 2 is the variance of the noise. With counts (Poisson distributed) during a frame length , the count rate = / has variance:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weighting of the PET Data in Modelling."
        },
        {
            "text": "After decay-correction:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weighting of the PET Data in Modelling."
        },
        {
            "text": "where dcf is the decay-correction factor, calculated from the radionuclide half-life and frame time interval. For weighting purposes, it can be well approximated by using the mid-time of the frame:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weighting of the PET Data in Modelling."
        },
        {
            "text": "Seemingly, optimal weighting should be 1/ 2 = / for nondecay-corrected data and 1/ 2 = /(dcf × dc ) for decaycorrected data. However, the count rate (or the activity concentration) is known only from a measurement that includes noise. In a simulation study, Thiele and Buchert [31] found that noise in the weighting factors can severely degrade parameter estimation and should therefore be avoided. Consistent with the weighting that gave the best results in that study, we used the following noise-free weighting factors for the decaycorrected PET data:",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Weighting of the PET Data in Modelling."
        },
        {
            "text": "6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weighting of the PET Data in Modelling."
        },
        {
            "text": "Contrast Media & Molecular Imaging",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weighting of the PET Data in Modelling."
        },
        {
            "text": "These weights correctly include the effects of decay and the large differences in frame length (from 15 to 600 seconds). The weights are noise-free, at the cost of ignoring the statistical effects from variation in tracer concentration due to kinetics. This approximation (weights not fully reflecting 1/ 2 ) is unlikely to be a problem. A simulation study by Yaqub et al. [32] found that kinetic modelling of PET data was reasonably robust against some misrepresentation of the variance in (noise-free) weighting, with only severe misrepresentation being a problem.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Weighting of the PET Data in Modelling."
        },
        {
            "text": "Modelling. For each tracer in each model (1TCM, irr2TCM, and rev2TCM), the fitted parameters were determined using least-squares fitting with the weighting described above. Additionally, Patlak plots and Logan plots were computed, based on the data from 10 minutes postinjection (p.i.) and onwards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.9."
        },
        {
            "text": "For [ 11 C]methionine and [ 11 C]donepezil, this procedure was performed twice: using an uncorrected input function and using a metabolite-corrected input function. For these two tracers, modelling was restricted to data from the first 40 minutes (out of 60 minutes), as metabolite data were in many cases incomplete for later frames.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.9."
        },
        {
            "text": "Modelling was performed using software acquired from the Turku PET Centre website [33] . The parameter 2 was fitted as the ratio 1 / 2 (corresponding to the distribution volume of the first compartment). In the rev2TCM, the parameter 4 was fitted as the ratio 3 / 4 (corresponding to the binding potential BP if the first and second compartments are considered to represent unspecific and specific uptake, resp.).",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "2.9."
        },
        {
            "text": "In addition to visual inspection of the fits, the three models were compared with the corrected Akaike Information Criterion (AIC c ), which rewards a good fit but punishes the use of a model with many fitting parameters. For a given data set, AIC c favours the model resulting in the lowest AIC c value [34, 35] .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation."
        },
        {
            "text": "For the determination of uptake as reversible or irreversible, the Patlak plot also was considered. If the uptake is reversible (i.e., not irreversible), the Patlak plot will eventually approach a constant value. Therefore, the linearity of the Patlak plot with a nonzero slope can be used as a test for irreversible uptake.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation."
        },
        {
            "text": "All these results are based on plasma input functions. To compare with perfusion, previously published results for blood perfusion in the same animals [6] were transformed into plasma perfusion by the formula plasma perfusion = (1 − haematocrit) ",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation."
        },
        {
            "text": "The fraction curves indicated considerable metabolism of both [ 11 C]methionine ( Figure 3) and [ 11 C]donepezil ( Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 115,
                    "end": 123,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Metabolite Correction."
        },
        {
            "text": "For both [ 11 C]methionine and [ 11 C]donepezil, the \"uncorrected\" (i.e., not corrected for metabolism, but corrected for physical decay) plasma curves showed an unexpected tendency of slightly rising values after typically 20 minutes. As an example, see the data for [ 11 C]methionine Figure 5 : Representative sample plasma activity curves for [ 11 C]methionine (decay-corrected, from pig number 1). The scale of the vertical axis has been chosen to emphasize the curve tails, at the cost of truncating the bolus peak (maximum value ∼600 kBq/mL). Uncorrected input function is the total plasma activity concentration (grey curve). Metabolite-corrected input function (red curve) originates as the product of the total plasma activity curve and the fraction curve ( Figure 3 ). Also shown is the metabolite activity concentration (blue curve), that is, the difference between the other two curves. Similar curves were seen for [ 11 C]donepezil (not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 294,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 775,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Metabolite Correction."
        },
        {
            "text": "in Figure 5 (the data for [ 11 C]donepezil were similar). Possible reasons like unresolved background counts, either from other tracers in the multitracer study or from the surroundings, were investigated, but no sign of any such problems was found; for example, blood samples taken before the arrival of the bolus injection were far below the level that would cause this background. Therefore, we conclude that the curves correctly represent the activity concentration in the plasma. After metabolite correction, the curves decreased as expected ( Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 557,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Metabolite Correction."
        },
        {
            "text": "Each input function ( = 26) was individually delay-corrected (but with a common delay for all lesions in the same scan). The mean ± SD of the corrections was −4.5 ± 4.1 seconds. A negative correction corresponds to the tracer arriving earlier to the scanned tissue (PET data) than to the site of blood sampling (plasma input data). All individual corrections were numerically smaller than the initial PET frame length (15 seconds).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delay-Correction of Input Function."
        },
        {
            "text": "Modelling. The overall results for the different models are summarized in Table 2 , with elaborating comments given here.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "3.3."
        },
        {
            "text": "Despite the lowest AIC c values having been found for rev2TCM, the irr2TCM appeared visually to give a reasonable fit for the investigated time range. Example fits are shown in Figure 6 . The Patlak plots (not shown) were linear with nonzero slopes, indicating the presence of irreversible uptake. Also, the majority of fitted ratios 3 / 4 were above 2 (median value ∼4 for all VOIs, ∼5 if restricted to infected side); that is, overall 4 was considerably lower than 3 . For these reasons and because irr2TCM has fewer parameters than rev2TCM, we pragmatically chose to base the further analysis of [ 18 F]FDG uptake on the irr2TCM. The values of 1 were overall very similar for irr2TCM and rev2TCM.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 185,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "[ 18 F]FDG."
        },
        {
            "text": "Overall, the AIC c values indicated nearly equal quality of fits for irr2TCM and rev2TCM. Example fits are shown in Figure 7 . The Patlak plots were linear with nonzero slopes. Further analysis will assume the simplest model: irr2TCM. For both [ 18 F]FDG and [ 68 Ga]Ga-citrate, good correspondence was observed between the slope of the Patlak plot and calculated from the irr2TCM parameters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "text": "Figure 7",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "[ 68 Ga]Ga-Citrate."
        },
        {
            "text": "Methionine. The AIC c values sometimes favoured rev2TCM and sometimes favoured irr2TCM, but, from mean the and median values, rev2TCM was favoured. Visually, the irr2TCM fit showed a problematic upward trend in the late part of the fits (Figure 8 ). Despite the extent of metabolism during the study (Figure 3) , only a small difference was observed between using the uncorrected or the metabolitecorrected input function with the rev2TCM: the AIC c values were comparable, the fits were visually very similar, and the fitted rate parameters 1 , 1 / 2 , and 3 were very similar. Only the 3 / 4 values differed markedly, being lower for the corrected than the uncorrected input function. However, the ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 246,
                    "text": "(Figure 8",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 300,
                    "end": 310,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "[ 11 C]"
        },
        {
            "text": "Both the plots and the AIC c values unequivocally favoured fits with a metabolite-corrected input function (Figure 9 ). Within these, the AIC c values variably favoured each of the three models but with no obvious pattern (e.g., not distinguishing infected versus noninfected tissue, bone versus soft tissue, or high versus low 1 ). Visually, however, the 1TCM (with metabolite-corrected input) fits well in all cases. A typical fit for the 1TCM is seen in Figure 9 (b). Further analysis of [ 11 C]donepezil will be based on the 1TCM with a metabolite-corrected input function. Figure 6 ), using uncorrected plasma data as the input function. Legend as in Figure 6 . Fits with a metabolite-corrected input function (not shown) were visually very similar to the shown fits, although with a reduced upward trend in the irreversible model (b).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 457,
                    "end": 465,
                    "text": "Figure 9",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 578,
                    "end": 586,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 656,
                    "end": 664,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "[ 11 C]Donepezil."
        },
        {
            "text": "show proportionality between 1 and perfusion. The blood perfusion of these lesions in these animals has been described previously, based on [ 15 O]water PET scans [6] . These data were transformed into plasma perfusion according to (9) . Figure 10 shows the values of 1 plotted as a function of plasma perfusion. Notably, [ 68 Ga]Ga-citrate shows only small uptake compared to perfusion, that is, a small extraction fraction.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 247,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Perfusion and First-Pass"
        },
        {
            "text": "The paradoxical plot for [ 11 C]donepezil, showing 1 values that are significantly higher than perfusion (corresponding to >100% extraction), is not a result of using the simple 1TCM rather than one of the 2TCM models. Overall, the 1 data from these models (not shown) were very similar, in some cases even higher, resulting in very similar plots (not shown). For further explanations, see Discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perfusion and First-Pass"
        },
        {
            "text": "For [ Figure 11 shows as a function of plasma perfusion. Figure 12 compares in the infected versus corresponding noninfected positions. For [ 18 F]FDG, values were significantly higher in the infected lesions than in the corresponding noninfected positions ( < 0.002, paired ttest). For [ 68 Ga]Ga-citrate, the difference was not statistically significant ( > 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 15,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 57,
                    "end": 66,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Perfusion and First-Pass"
        },
        {
            "text": "For [ 11 C]donepezil fitted with the 1TCM, good agreement was observed between DV calculated from the Logan plots and from (3). For [ 11 C]methionine fitted with the rev2TCM, the agreement was not as good between DV from the Logan plots and from (4); however, the lack of agreement was due to the rev2TCM giving unrealistically high values in some cases (e.g., >100 mL/cm 3 ), corresponding to cases with high values of 3 / 4 . Excluding these cases, good agreement was observed in the DV calculations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution Volume (DV) of Reversible Tracers."
        },
        {
            "text": "Overall, the slope of the Logan plot was used as a robust measure of DV. Figure 13 shows DV as a function of plasma perfusion. Figure 14 compares DV in the infected and corresponding noninfected locations. For [ 11 C]methionine, DV was significantly higher in the infected locations ( = 0.0005), while the minor difference seen for [ 11 C]donepezil was not significant ( > 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 82,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 127,
                    "end": 136,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Distribution Volume (DV) of Reversible Tracers."
        },
        {
            "text": "Four very different PET tracers were studied for their potential as markers of infection in a porcine model of osteomyelitis (including associated soft tissue lesions). As noted, the results from static imaging have been reported earlier [3] [4] [5] , but dynamic imaging can provide more information on the uptake processes, which is not available when the tracer concentration is measured at only one time interval.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The modelling of PET data is restricted by the length of the acquisition, the number of data points, and statistical noise. Therefore, some level of pragmatism is needed when setting up or choosing a model. Strictly irreversible uptake (in the sense of the molecules staying in the body for life) is rare, but the efflux level from a compartment may be practically zero relative to the length of the PET acquisition. In the present study, we attempted to find a level that makes the models useful for providing information about the uptake process while accepting a level of pragmatism to distinguish \"practically irreversible\" from \"practically reversible\" uptake.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For the kinetic modelling of [ 18 F]FDG, the two classical models are the irr2TCM by Sokoloff et al. [36] and the rev2TCM by Phelps et al. [37] . In both models, the second tissue compartment represents the metabolite product [ 18 F]FDG-6-phosphate, and in the latter model 4 > 0 represents dephosphorylation back to [ 18 F]FDG. Relative to infection, the kinetic modelling of [ 18 F]FDG uptake appears only to have been performed in lung studies (reviewed in [38] ) and in a single study of an acute viral infection [39] . All of these studies focus on irreversible uptake models, generally the irr2TCM, although some lung studies included a separate reversible compartment for uptake in pulmonary oedema [38, 40] .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "[ 18 F]FDG."
        },
        {
            "text": "In our porcine osteomyelitis model, the uptake of [ 18 F]FDG was found to be (practically) irreversible, with a reasonable fit by the irr2TCM. Accordingly, the level of uptake was evaluated based on the irreversible net uptake rate, , in almost all cases showing elevated uptake in lesions compared to healthy tissue, for both OM and ST lesions ( Figure 12 ). The correlation with perfusion seen for both firstpass uptake ( Figure 10 ) and net uptake ( Figure 11) include kinetic modelling. As noted by Kumar and Boddeti [43] , no literature is available on the early imaging times of [ 67 Ga]Ga-citrate SPECT. We found the uptake of 68 Ga to be well described by the irr2TCM (Figure 7) . However, firstpass uptake ( 1 ) of 68 Ga was small compared to that of the other tracers, indicating a very small extraction fraction with little dependence on perfusion (Figures 10 and 11) , that is, diffusion-limited.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 525,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 356,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 424,
                    "end": 433,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 453,
                    "end": 463,
                    "text": "Figure 11)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 676,
                    "end": 686,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 859,
                    "end": 878,
                    "text": "(Figures 10 and 11)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "[ 18 F]FDG."
        },
        {
            "text": "The physiological reason for the slow uptake of 68 Ga may be related to the binding of gallium to a large protein (transferrin). Uptake will either require extravasation of the large [ 68 Ga]Ga-transferrin complex or require a twostep process, such as the release of 68 Ga from the protein before the uptake or the uptake of [ 68 Ga]Ga-transferrin by leukocytes which then enter tissue [44] . Therefore, even though bacteria may show increased uptake of gallium due to its chemical similarities with iron [43] , the overall uptake mechanism appears to be quite slow. For static imaging, slow uptake favours late imaging. Physically, the half-life of 68 Ga restricts imaging to a few hours after injection. In a study of lung lesions, Vorster et al. [10] recommended imaging to start no later than 120 minutes p.i.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "[ 18 F]FDG."
        },
        {
            "text": "Compared to other 68 Ga infection studies [8] [9] [10] 41] , the results in the porcine osteomyelitis model (present paper and [3, 4] ) appear disappointing. At the basic level, the tracer is a Ga 3+ ion (with chemical similarities to the Fe 3+ ion), which makes a species difference unlikely. A different reason may be indicated by Figure 12 : maybe the tracer is able to differentiate infected soft tissue from healthy tissue (despite the slow uptake rate) but is not suitable for bone infections. Mäkinen et al. [8] did find uptake in bone lesions in a rat model, but noted as a limitation of the study that their model \"perhaps best simulates osteomyelitis arising from grossly contaminated long-bone fractures.\" In contrast, the porcine osteomyelitis model represents haematogenous osteomyelitis without bone trauma.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 46,
                    "end": 49,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 50,
                    "end": 54,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 55,
                    "end": 58,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 131,
                    "end": 133,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 342,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "[ 18 F]FDG."
        },
        {
            "text": "Methionine. The modelling of [ 11 C]methionine uptake required a rev2TCM. For comparison, Fischman et al. [45] described the muscle uptake of [ 11 C]methionine with a 2TCM, where the second compartment represented the incorporation of [ 11 C]methionine in tissue proteins, and they assumed that the degradation rate of labelled protein could be ignored (corresponding to 4 = 0 in our notation). That is, they suggested an irr2TCM rather than rev2TCM. Our finding of rev2TCM as preferable thus corresponds to protein degradation being nonnegligible.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "[ 11 C]"
        },
        {
            "text": "Despite the considerable metabolism of [ 11 C]methionine during the acquisition time (Figure 3 ), practically only the 4 rate constant depended on whether modelling was based on the uncorrected or the metabolite-corrected input function (with higher 4 values in the latter case). It appears that the metabolite products have kinetics quite similar to the original molecule. The correlation with perfusion seen for both firstpass uptake ( Figure 10 ) and distribution volume ( Figure 13 ) indicates uptake of [ 11 C]methionine to be flow-limited.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 438,
                    "end": 447,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 476,
                    "end": 485,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "[ 11 C]"
        },
        {
            "text": "The unexpected rise in the plasma activity curves after ∼20 minutes ( Figure 5 ) might be explained by a heavy uptake by metabolizing organs (the liver), followed by a later release of radioactive metabolite products to the blood pool.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "[ 11 C]"
        },
        {
            "text": "Generally, the distribution volume (DV) for [ 11 C]methionine was higher in the infected tissue than in the noninfected tissue (Figure 14) . This difference between infected and noninfected tissue could point to [ 11 C]methionine having a role in infection imaging (regardless of the role of perfusion in causing the distinction). In line with the results from static imaging [3, 5] , the distinction between infected and noninfected tissue appeared more clear for soft tissue than for bone ( Figure 14) . As indicated by the two already mentioned case reports [12, 13] , [ 11 C]methionine could be useful for brain infection imaging, where [ 18 F]FDG suffers from the high physiological uptake in healthy brain tissue. The uptake curves in both infected and noninfected tissues appear quite stable after approximately 10-15 minutes (Figure 8 ), indicating that static imaging could be performed starting at this time.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 379,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 380,
                    "end": 382,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 138,
                    "text": "(Figure 14)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 493,
                    "end": 503,
                    "text": "Figure 14)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 833,
                    "end": 842,
                    "text": "(Figure 8",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "[ 11 C]"
        },
        {
            "text": "Metabolite-corrected [ 11 C]donepezil could be modelled with the 1TCM model. However, the 1 parameter was systematically higher than plasma (and blood) perfusion, paradoxically indicating an extraction fraction above 100% ( Figure 10 ). We consider this to be an indication that at least one of the radioactive metabolite products of [ 11 C]donepezil has marked uptake along with the main tracer. Indeed, Funaki et al. [46] reported that affinity of the M1 metabolite for AChE is almost as high as the affinity of donepezil for AChE; the M1 metabolite is radioactive when the parent tracer is [5-11 C-methoxy]donepezil. In a steadystate study with a regular administration of donepezil, Meier-Davis et al. [47] found M1 to be relatively more prominent in minipigs than in humans and rats.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 423,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 233,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "[ 11 C]Donepezil."
        },
        {
            "text": "Meier-Davis et al. [47] also found the overall level of metabolites to be higher in the pigs. This species difference may explain why we found relatively fast metabolization of [ 11 C]donepezil (Figure 4) , in contrast to the human study by Hiraoka et al. [48] who saw only minor metabolism of [ 11 C]donepezil (>85% remaining after 30 minutes) and therefore did not need metabolite correction. Also, Hiraoka et al. found the rev2TCM to be unequivocally better than the 1TCM, while our study finds the distinction less clear. As noted, however, their input functions were not corrected for metabolites.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 204,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "[ 11 C]Donepezil."
        },
        {
            "text": "The strong correlation between first-pass uptake and perfusion ( Figure 10 ) indicates flow-limited uptake of [ 11 C]donepezil, although the effect is less evident for distribution volume ( Figure 13 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 74,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 190,
                    "end": 199,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "[ 11 C]Donepezil."
        },
        {
            "text": "Regarding [ 11 C]donepezil as an infection tracer, our data did show an overall higher first-pass uptake in the infected lesions and a strong correlation with perfusion ( Figure 10 ), while the DV was only slightly higher in the infected sites than in the corresponding noninfected locations (Figure 14) , and the difference was not statistically significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 180,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 292,
                    "end": 303,
                    "text": "(Figure 14)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "[ 11 C]Donepezil."
        },
        {
            "text": "Limitations. The pig model was developed as a model for osteomyelitis, for which reason only relatively few soft tissue lesions were available, limiting the scope of the study as a general infection study. For [ 68 Ga]Ga-citrate, only relatively limited data were available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.5."
        },
        {
            "text": "[ 18 F]FDG was reasonably well described by the irr2TCM (irreversible uptake, three rate constants) for the 60-minute length studied, and, for both bone and soft tissue, [ 18 F]FDG showed increased uptake in infected tissue ( Figure 12 ). The correlation with perfusion indicated that the tracer is mainly flow-limited.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 235,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "[ 68 Ga]Ga-citrate was also well described by irrTCM but showed very little or very slow uptake, which was a limitation for infection imaging. The difference between infected and noninfected sites appeared to be higher in soft tissue rather than bone lesions, but too little data were available to draw a conclusion (Figure 12 ). Uptake was slow and diffusionlimited. To allow time for uptake, \"late\" imaging is preferable, but not so late that the radionuclide has decayed. Imaging at 120 minutes p.i. appears a good compromise.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 326,
                    "text": "(Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "[ 11 C]methionine needed a rev2TCM (reversible uptake, four rate constants) for modelling. Despite considerable metabolism during the 40 minutes modelled, the 1 , 2 , and 3 rate constants were only slightly affected if an uncorrected input function was used, that is, only 4 was markedly affected. In a majority of cases, the uptake (measured as the distribution volume) was elevated in the infected tissue compared to the noninfected tissue ( Figure 14 ), but the difference was less than for [ 18 F]FDG (measured as the net uptake rate, Figure 12 ). Uptake appeared flow-limited. Based on the activity curves, imaging at ∼15 minutes p.i. appears favourable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 453,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 539,
                    "end": 548,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "[ 11 C]donepezil could be modelled with a 1TCM (reversible uptake, two rate constants) but required metabolite correction-at least in this juvenile, porcine model. The uptake of labelled metabolite products appeared to be nonnegligible. Based on the present study, the uptake of [ 11 C]donepezil in osteomyelitis seems to depend more on perfusion (flow-limited) than on differences between infected and noninfected tissues. For soft tissue infection, too few data were available to draw a conclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Overall, among the studied PET tracers [ 18 F]FDG showed optimal characteristics for the detection of infectious foci. [ 68 Ga]Ga-citrate and [ 11 C]donepezil were not found to be useful for imaging of osteomyelitis. For soft tissue, [ 11 C]methionine and perhaps [ 68 Ga]Ga-citrate may be applicable to quantify different aspects of inflammatory or infectious processes, while too few soft tissue data on [ 11 C]donepezil were available to draw any conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The funder had no influence on the design, analysis, interpretation, or the writing of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        },
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Positron emission tomography as a diagnostic tool in infection: present role and future possibilities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chryssikos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moghadam-Kia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Torigian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alavi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Seminars in Nuclear Medicine",
            "volume": "39",
            "issn": "1",
            "pages": "36--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Physiological uptake in FDG PET simulating disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ahmad",
                    "middle": [],
                    "last": "Sarji",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biomedical Imaging and Intervention Journal",
            "volume": "2",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparison of autologous 111 In-leukocytes, 18 F-FDG, 11 C-methionine, 11 C-PK11195 and 68 Ga-citrate for diagnostic nuclear imaging in a juvenile porcine haematogenous staphylococcus aureus osteomyelitis model",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ol",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Afzelius",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "American Journal of Nuclear Medicine and Molecular Imaging",
            "volume": "5",
            "issn": "2",
            "pages": "169--182",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biodistribution of the radionuclides 18 F-FDG, 11 C-methionine, 11 C-PK11195, and 68 Ga-citrate in domestic juvenile female pigs and morphological and molecular imaging of the tracers in hematogenously disseminated Staphylococcus aureus lesions",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Afzelius",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "L"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K O"
                    ],
                    "last": "Alstrup",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American Journal of Nuclear Medicine and Molecular Imaging",
            "volume": "6",
            "issn": "1",
            "pages": "42--58",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Utility of 11 C-methionine and 11 C-donepezil for imaging of Staphylococcus aureus induced osteomyelitis in a juvenile porcine model: comparison to autologous 111 In-labelled leukocytes, 99m Tc-DPD, and 18 F-FDG",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Afzelius",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K O"
                    ],
                    "last": "Alstrup",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Schønheyder",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American Journal of Nuclear Medicine and Molecular Imaging",
            "volume": "6",
            "issn": "6",
            "pages": "286--300",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Blood perfusion in osteomyelitis studied with [15 O]water PET in a juvenile porcine model",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jødal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "L"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Afzelius",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K O"
                    ],
                    "last": "Alstrup",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "EJNMMI Research",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fast and simple one-step preparation of 68 Ga citrate for routine clinical PET",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mewis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nuclear Medicine Communications",
            "volume": "34",
            "issn": "8",
            "pages": "806--812",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison of 18 F-FDG and 68 Ga PET imaging in the assessment of experimental osteomyelitis due to Staphylococcus aureus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Mäkinen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lankinen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pöyhönen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jalava",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roivainen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "European Journal of Nuclear Medicine and Molecular Imaging",
            "volume": "32",
            "issn": "11",
            "pages": "1259--1268",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "68 Ga-citrate PET/CT for evaluating patients with infections of the bone: preliminary results",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nanni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Errani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boriani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Nuclear Medicine",
            "volume": "51",
            "issn": "12",
            "pages": "1932--1936",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evaluating the possible role of 68 Ga-citrate PET/CT in the characterization of indeterminate lung lesions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vorster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annals of Nuclear Medicine",
            "volume": "28",
            "issn": "6",
            "pages": "523--530",
            "other_ids": {
                "DOI": [
                    "http:/link.springer.com/10.1007/s12149-014-0842-9"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Usefulness of 11 Cmethionine for differentiating tumors from granulomas in experimental rat models: a comparison with 18 F-FDG and 18 F-FLT",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kuge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kohanawa",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Nuclear Medicine",
            "volume": "49",
            "issn": "1",
            "pages": "135--141",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "11 C-methionine positron emission tomography may monitor the activity of encephalitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hirata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shiga",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fujima",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Acta Radiologica",
            "volume": "53",
            "issn": "10",
            "pages": "1155--1157",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rasmussen syndrome: multifocal spread of inflammation suggested from MRI and PET findings",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oguni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Saitou",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Epilepsia",
            "volume": "44",
            "issn": "8",
            "pages": "1118--1121",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "11 C-methionine PET of acute myocardial infarction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morooka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kubota",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kadowaki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Nuclear Medicine",
            "volume": "50",
            "issn": "8",
            "pages": "1283--1287",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Research and development of donepezil hydrochloride, a new type of acetylcholinesterase inhibitor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sugimoto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ogura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Iimura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamanishi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Japanese Journal of Pharmacology",
            "volume": "89",
            "issn": "1",
            "pages": "7--20",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Critical roles of acetylcholine and the muscarinic and nicotinic acetylcholine receptors in the regulation of immune function",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kawashima",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujii",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moriwaki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Misawa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Life Sciences",
            "volume": "91",
            "issn": "",
            "pages": "1027--1032",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Expression of acetylcholine in lymphocytes and modulation of an independent lymphocytic cholinergic activity by immunological stimulation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujii",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujimoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kawashima",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biogenic Amines",
            "volume": "17",
            "issn": "4-6",
            "pages": "373--386",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cholinergic PET imaging in infections and inflammation using 11 C-donepezil and 18 F-FEOBV",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Jørgensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K O"
                    ],
                    "last": "Alstrup",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Mortensen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "European Journal of Nuclear Medicine and Molecular Imaging",
            "volume": "44",
            "issn": "3",
            "pages": "449--458",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Pathology and Biofilm Formation in a Porcine Model of Staphylococcal Osteomyelitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Johansen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frees",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Comparative Pathology",
            "volume": "147",
            "issn": "2-3",
            "pages": "343--353",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A new technique for modeling of hematogenous osteomyelitis in pigs: Inoculation into femoral artery",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Johansen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Svalastoga",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frees",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Investigative Surgery",
            "volume": "26",
            "issn": "3",
            "pages": "149--153",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Refinement of a hematogenous localized osteomyelitis model in pigs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K O"
                    ],
                    "last": "Alstrup",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Schønheyder",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scandinavian Journal of Laboratory Animal Science",
            "volume": "42",
            "issn": "3",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Impact of contamination with long-lived radionuclides on PET kinetics modelling in multitracer studies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jødal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nuclear Medicine Communications",
            "volume": "37",
            "issn": "8",
            "pages": "818--824",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A fluorinated glucose analog, 2-fluoro-2-deoxy-D-glucose (F-18): Nontoxic tracer for rapid tumor detection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Som",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bandoypadhyay",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Journal of Nuclear Medicine",
            "volume": "21",
            "issn": "7",
            "pages": "670--675",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mechanism of gallium-67 accumulation in inflammatory lesions",
            "authors": [
                {
                    "first": "M.-F",
                    "middle": [],
                    "last": "Tsan",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Journal of Nuclear Medicine",
            "volume": "26",
            "issn": "1",
            "pages": "88--92",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Accurate local blood flow measurements with dynamic PET: Fast determination of input function delay and dispersion by multilinear minimization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Den",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hoff",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Burchert",
                    "suffix": ""
                },
                {
                    "first": "G.-J",
                    "middle": [],
                    "last": "Muller-Schauenburg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hundeshagen",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Nuclear Medicine",
            "volume": "34",
            "issn": "10",
            "pages": "1770--1777",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Graphical evaluation of blood-to-brain transfer constants from multiple-time uptake data",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Patlak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Blasberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Fenstermacher",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Journal of Cerebral Blood Flow and Metabolism",
            "volume": "3",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Graphical Evaluation of Bloodto-Brain Transfer Constants from Multiple-Time Uptake Data. Generalizations",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Patlak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Blasberg",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Cerebral Blood Flow & Metabolism",
            "volume": "5",
            "issn": "4",
            "pages": "584--590",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Consensus nomenclature for in vivo imaging of reversibly binding radioligands",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Innis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Delforge",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Cerebral Blood Flow & Metabolism",
            "volume": "27",
            "issn": "9",
            "pages": "1533--1539",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Graphical analysis of reversible radioligand binding from time-activity measurements applied to [N-11 C-methyl]-(-)-cocaine PET studies in human subjects",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Logan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Volkow",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Cerebral Blood Flow & Metabolism",
            "volume": "10",
            "issn": "5",
            "pages": "740--747",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Graphical analysis of PET data applied to reversible and irreversible tracers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Logan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nuclear Medicine and Biology",
            "volume": "27",
            "issn": "7",
            "pages": "661--670",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Evaluation of non-uniform weighting in non-linear regression for pharmacokinetic neuroreceptor modelling",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Thiele",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Buchert",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nuclear Medicine Communications",
            "volume": "29",
            "issn": "2",
            "pages": "179--188",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Optimization algorithms and weighting factors for analysis of dynamic PET studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yaqub",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boellaard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kropholler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Lammertsma",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Physics in Medicine and Biology",
            "volume": "51",
            "issn": "17",
            "pages": "4217--4232",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "List of applications in TPCCLIB",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A new look at the statistical model identification",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akaike",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "IEEE Transactions on Automatic Control",
            "volume": "19",
            "issn": "",
            "pages": "716--723",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Multimodel inference: understanding AIC and BIC in model selection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Burnham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Sociological Methods and Research",
            "volume": "33",
            "issn": "2",
            "pages": "261--304",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The [ 14 C]deoxyglucose method for the measurement of local cerebral glucose utilization: theory, procedure, and normal values in the conscious and anesthetized albino rat",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sokoloff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reivich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Journal of Neurochemistry",
            "volume": "28",
            "issn": "5",
            "pages": "897--916",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Tomographic measurement of local cerebral glucose metabolic rate in humans with (F-18)2-fluoro-2-deoxy-D-glucose: validation of method",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Phelps",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Selin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sokoloff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kuhl",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Annals of Neurology",
            "volume": "6",
            "issn": "5",
            "pages": "371--388",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Analysis of 2-[Fluorine-18]-Fluoro-2-deoxy-D-glucose uptake kinetics in PET studies of pulmonary inflammation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Vidal Melo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Venegas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Academic Radiology",
            "volume": "18",
            "issn": "4",
            "pages": "418--423",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Modeling [ 18 F]-FDG lymphoid tissue kinetics to characterize nonhuman primate immune response to Middle East respiratory syndromecoronavirus aerosol challenge",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chefer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thomasson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seidel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "EJNMMI Research",
            "volume": "5",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Modeling Pulmonary Kinetics of 2-Deoxy-2-[ 18 F]fluoro-d-glucose During Acute Lung Injury",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Vidal Melo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Musch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Venegas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Winkler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Academic Radiology",
            "volume": "15",
            "issn": "6",
            "pages": "763--775",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Potential use of 68 Ga-apo-transferrin as a PET imaging agent for detecting Staphylococcus aureus infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Boddeti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Roesch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Howman-Giles",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nuclear Medicine and Biology",
            "volume": "38",
            "issn": "3",
            "pages": "393--398",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Targeting postinfarct inflammation by PET imaging: comparison of 68 Gacitrate and 68 Ga-DOTATATE with 18 F-FDG in a mouse model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Thackeray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Bankstahl",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "European Journal of Nuclear Medicine and Molecular Imaging",
            "volume": "42",
            "issn": "2",
            "pages": "317--327",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "68 Ga-radiopharmaceuticals for PET imaging of infection and inflammation",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Boddeti",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Theranostics, Gallium-68, and Other Radionuclides",
            "volume": "",
            "issn": "",
            "pages": "189--219",
            "other_ids": {
                "DOI": [
                    "http:/link.springer.com/10.1007/978-3-642-27994-2_11"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The mechanism of accumulation of tumourlocalising radiopharmaceuticals",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K J"
                    ],
                    "last": "Pauwels",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Mccready",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H M B"
                    ],
                    "last": "Stoot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F P"
                    ],
                    "last": "Van Deurzen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "European Journal of Nuclear Medicine",
            "volume": "25",
            "issn": "3",
            "pages": "277--305",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Muscle protein synthesis by positron-emission tomography with L",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Fischman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Livni",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "in adult humans",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "C]methionine",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "95",
            "issn": "",
            "pages": "12793--12798",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Evaluation of the binding characteristics of [5-11 C-methoxyl]donepezil in the rat brain for in vivo visualization of acetylcholinesterase",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Funaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Iwata",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal Pharmacological Sciences",
            "volume": "91",
            "issn": "2",
            "pages": "105--112",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Comparison of metabolism of donepezil in rat, mini-pig and human, following oral and transdermal administration, and in an in vitro model of human epidermis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Murgasova",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Drug Metabolism & Toxicology",
            "volume": "3",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Quantitative analysis of donepezil binding to acetylcholinesterase using positron emission tomography and [5-11 C-methoxy]donepezil",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hiraoka",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Okamura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Funaki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Neu-roImage",
            "volume": "46",
            "issn": "3",
            "pages": "616--623",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Two fixation devices for the pigs were produced from large plastic tubes, with a distance between the arches of either 15 or 21 cm, corresponding to the scanner FOVs. Assuming correct positioning of the device in the scanner, the arches made it visually clear where the FOV of the PET scan was located, thereby facilitating optimal positioning in the scanner. The fixation device also facilitated symmetric limb positioning and the avoidance of limb movement during the long scan sessions. (a) The 21 cm FOV fixation device. (b) Pig number 6 in the device. one hospital to the other. The PET scans at Aarhus included the 11 C-labelled tracers in pigs number 1-10 and [ 18 F]FDG in pig number 11. The PET scans at Aalborg included [ 68 Ga]Gacitrate in pigs number 1-5 and [ 18 F]FDG in pigs number 1-10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Kinetic models. From top to bottom: 1-tissue compartment model (1TCM), 2-tissue compartment model with irreversible uptake (irr2TCM), and 2TCM with reversible uptake (rev2TCM).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "with haematocrit being measured at a time roughly corresponding to the time of the [ 15 O]water PET.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Representative data and curve fit (see(1)) for the fraction of nonmetabolized [ 11 C]methionine (from pig number 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Representative data and curve fit (see(1)) for the fraction of nonmetabolized [ 11 C]donepezil (from pig number 10).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Model fits for [ 18 F]FDG in pig number 6, using 1TCM (a), irr2TCM (b), and rev2TCM (c) models. Red and blue: OM lesion in the distal femur and the corresponding noninfected bone. Green and mauve: OM lesion in the proximal tibia and the corresponding noninfected tissue. In this case, modelling was restricted to 0-40 minutes because movement of the right limb occurred in the following frame.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Model fits for [ 68 Ga]Ga-citrate in pig no. 1, using 1TCM (a), irr2TCM (b), and rev2TCM (c) models. Orange and light blue: OM lesion in the proximal femur and the corresponding noninfected bone. Light green and cyan: ST lesion near the metatarsal bone and the corresponding noninfected tissue.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Uptake Rate ( 1 ). The 1 parameter represents the product of perfusion and the extraction fraction for the tracer. Thus, plotting 1 as a function of perfusion gives a measure of extraction; if the extraction fraction is independent of perfusion, Model fits for [ 11 C]methionine in pig number 6 (same animal as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Model fits for [ 11 C]donepezil in pig number 6 (same animal as inFigures 6 and 8). Legend as inFigure 6. (a) Using the uncorrected input function, even the model with the most parameters (rev2TCM) gives a poor fit. (b) Using the metabolite-corrected input function, the model with the least parameters (1TCM) gives a good fit.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "First-pass uptake 1 as a function of plasma perfusion, shown along with the identity line ( = ). The black squares represent infection foci and the grey circles represent the corresponding noninfected positions. The plots include both bone and soft tissue data. The data for [ 68 Ga]Ga-citrate did not correlate with perfusion ( 2 = 0.03). For [ 11 C]donepezil, all data points are above the identity line, paradoxically corresponding to an extraction fraction above 100%. See Discussion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Irreversible uptake as a function of plasma perfusion, for the tracers showing irreversible uptake: [ 18 F]FDG (a) and [ 68 Ga]Gacitrate (b). Black squares represent infection foci and grey circles corresponding to noninfected positions (compare withFigure 10).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Comparison of irreversible net uptake rate in infected (right hind limb) versus noninfected (left hind limb) positions. Bone is represented by blue squares and soft tissue by red circles. The line is the identity line ( = ). (a) shows [ 18 F]FDG and (b) shows [ 68 Ga]Gacitrate; note the difference in scales.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Distribution volume DV as a function of plasma perfusion, for the tracers showing reversible uptake: [ 11 C]methionine (a) and [ 11 C]donepezil (b). Legend as inFigure 11.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Comparison of the distribution volume DV in infected (right) and noninfected (left) limbs. Bone is represented by blue squares and soft tissue by red circles. The line is the identity line ( = ). (a) shows [ 11 C]methionine, and (b) shows [ 11 C]donepezil.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Scans. PET scans were carried out at the Department of Nuclear Medicine & PET Centre (Aarhus University Hospital), and at Department of Nuclear Medicine (Aalborg University Hospital), with the pigs transported fromTable 1: Pig ID numbers (1-11) for different tracers and lesions a .",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Evaluation of the fitting models for the investigated tracers and input functions.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "18 F]FDG, [ 11 C]methionine, and [ 11 C]donepezil, a paired t-test showed a higher 1 in the infected (right) side than in the noninfected (left) side ( ≤ 0.0001). For [ 68 Ga]Ga-citrate, no significant difference was found ( > 0.05).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "indicates uptake of [ 18 F]FDG to be more flow-limited than diffusionlimited.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful for the support provided by the technical staff at Aarhus University Hospital, Aalborg University Hospital, and Copenhagen University. Vesa Oikonen is acknowledged for stimulating discussions and helping with the modelling software. This work was supported by the Danish Council for Independent Research, Technology and Production Sciences, Grant no. 0602-01911B .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}