{
    "paper_id": "3256ad6795fb323a3711f3d3d6f7ae85657fc5ff",
    "metadata": {
        "title": "Biochemical and structural characterization of the interface mediating interaction between the influenza A virus non-structural protein-1 and a monoclonal antibody OPEN",
        "authors": [
            {
                "first": "Jianping",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chee-Keng",
                "middle": [],
                "last": "Mok",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vincent",
                "middle": [],
                "last": "Tak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwong",
                "middle": [],
                "last": "Chow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [
                    "Adam"
                ],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Yee-Joo",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": "yee_joo_tan@nuhs.edu.sg"
            }
        ]
    },
    "abstract": [
        {
            "text": "We have previously shown that a non-structural protein 1 (NS1)-binding monoclonal antibody, termed as 2H6, can significantly reduce influenza A virus (IAV) replication when expressed intracellularly. In this study, we further showed that 2H6 binds stronger to the NS1 of H5N1 than A/Puerto Rico/8/1934(H1N1) because of an amino acid difference at residue 48. A crystal structure of 2H6 fragment antigen-binding (Fab) has also been solved and docked onto the NS1 structure to reveal the contacts between specific residues at the interface of antibody-antigen complex. In one of the models, the predicted molecular contacts between residues in NS1 and 2H6-Fab correlate well with biochemical results. Taken together, residues N48 and T49 in H5N1 NS1 act cooperatively to maintain a strong interaction with mAb 2H6 by forming hydrogen bonds with residues found in the heavy chain of the antibody. Interestingly, the pandemic H1N1-2009 and the majority of seasonal H3N2 circulating in humans since 1968 has N48 in NS1, suggesting that mAb 2H6 could bind to most of the currently circulating seasonal influenza A virus strains. Consistent with the involvement of residue T49, which is well-conserved, in RNA binding, mAb 2H6 was also found to inhibit the interaction between NS1 and double-stranded RNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Influenza A viruses (IAVs) constantly circulate in animal hosts including birds, human and pigs. Seasonal IAVs are one of the major causes of respiratory tract infections and responsible for 3-5 million clinical infections and 250,000-500,000 fatal cases annually 1 . IAV is a negative sense single-stranded RNA virus with segmented genomes 2 , which belongs to the family Orthomyxoviridae and is subtyped based on its surface glycoproteins haemagglutinin (HA) and neuraminidase (NA). So far, 18 HA and 11 NA subtypes have been identified 3 , with the H1N1 and H3N2 subtypes being the seasonal IAVs currently circulating in human 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Currently, vaccination is still considered the first line of defence against influenza viral infection 5 , however it needs to be reformulated annually due to the genetic variability of the virus 6 . The conventional influenza vaccine aims to stimulate immunity to produce antibodies against the viral envelope HA protein. Unfortunately, these antibodies are mainly strain specific, in which case IAV might be able to evade the recognition of the antibody by constantly mutating the antigenic determinants 7 . Thus, one way to overcome this limitation is to produce and/or engineer antibodies that could neutralize most viral strains. Alternatively, another option to combat IAV is the use of antiviral compounds, which include two classes of drugs. One is directed against M2 ion channel protein to block the uncoating of virus after its entry into the host cells 8 and another is against NA to block the release of 1 newly formed virions to surrounding uninfected cells 9 . As resistance to these two classes of antiviral drugs has occurred in the circulating strains of the IAVs 10 , there is an urgent need to develop new therapeutic approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Non-structural protein 1 (NS1) of IAV is a potent type I interferon (IFN) antagonist, although the mechanism of inhibiting the IFN response is strain dependent 11 . NS1 typically contains 230 amino acid residues (~26 kDa), although there are variations among various subtypes and strains 12 . NS1 has two functional domains, namely the N-terminal RNA binding domain (RBD) and C-terminal effector domain (ED), connected by a flexible linker 13 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "One of the most striking features of NS1 is its ability to bind to different species of RNA including double-stranded RNA (dsRNA), viral RNA (vRNA), 3′ poly-A tail of mRNAs and small nuclear RNAs (snRNA) 14-16 via its RBD. By binding to and sequestering dsRNA from 2′ -5′ oligo (A) synthetase (OAS)/RNase L pathway, NS1 protects IAV against the antiviral state induced by IFN-β 17 . NS1 could also inhibit ubiquitin ligase activity of Tripartite motif-containing protein 25 (TRIM25) to modulate retinoic acid-inducible gene I (RIG-I) induced IFN response 18 . Recently, the direct interaction between RIG-I and NS1 with strain specificity has been reported 19 , which provided the structural basis for how this interaction might modulate virulence during the infection. Besides, direct binding of NS1 to protein kinase R (PKR) could help IAVs counteract PKR-mediated anti-viral response 20 . NS1 has also been shown to interact directly with the p85β regulatory subunit of phosphoinositide 3-kinase (PI3K) but it is unclear how this interaction contributes to apoptosis regulation in infected cells 21, 22 .",
            "cite_spans": [
                {
                    "start": 1099,
                    "end": 1102,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1103,
                    "end": 1105,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Given the multifunctional properties of the NS1 protein, much effort has been directed towards the development of NS1-based antiviral strategy 23,24 . For example, numerous novel inhibitors targeting NS1 proteins have been identified and demonstrated significant antiviral activities in vitro [25] [26] [27] . In our previous study, we used full-length NS1 protein of H5N1 IAV to generate a monoclonal antibody (mAb) 2H6 and found that it could cross-react with NS1 of H3N2 and H1N1 subtypes 28 . MAb 2H6 binds to the RBD of NS1(RBD) and the intracellular expression of 2H6-single-chain variable fragment (scFv) in mammalian cells reduced the replication of A/Puerto Rico/8/1934(H1N1) (H1N1-PR8) virus 29 . In the present study, we used biochemical, structural and modelling methods to define the molecular interface mediating the interaction between mAb 2H6 and NS1. An AlphaScreen assay was also set up to determine if mAb 2H6 could interfere with the interaction of NS1 with dsRNA.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Residues 30-53 in H5N1-NS1 are sufficient for its interaction with mAb 2H6. As described previously 28 , the deletion of residues 42-53 of NS1 abolished its interaction with mAb 2H6. These residues lie in the helix α 2 (residues 30-53) of H5N1-NS1(RBD) and are well conserved between H5N1, H1N1 and H3N2 viruses (Fig. 1A) . This is consistent with the ability of mAb 2H6 to bind to both avian H5N1 and seasonal IAVs 28 . In order to determine if the helix α 2 of H5N1-NS1(RBD) is sufficient for the interaction with mAb 2H6, enzyme-linked immunosorbent assay (ELISA) was performed by using a synthetic peptide H5N1-NS1-24mer corresponding to helix α 2. As shown in Fig. 1B , mAb 2H6 bound to H5N1-NS1-24mer in a dose dependent manner, indicating that the helix α 2 of NS1(RBD) is sufficient for its interaction with mAb 2H6. In contrast, there was no binding between mAb 2H6 and an irrelevant control peptide of similar molecular weight.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 416,
                    "end": 418,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 321,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 665,
                    "end": 672,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Within helix α 2, there is only one amino acid difference between H5N1 and H1N1-PR8, namely N48 in H5N1-NS1 and S48 in H1N1-PR8-NS1 (Fig. 1A) . To determine if residue 48 in NS1 is involved in its interaction with mAb 2H6, recombinant H5N1-NS1(RBD) and H1N1-PR8-NS1(RBD) proteins were bacterially expressed and purified for ELISA. The ELISA readings were similar for H5N1-NS1(RBD) and H1N1-PR8-NS1(RBD) when high concentrations of proteins were coated on the plate (Fig. 1C) . However, the readings were significantly higher for H5N1-NS1(RBD) at lower protein concentrations, indicating that that the single amino acid difference between helix α 2 of H5N1-NS1(RBD) and H1N1-PR8-NS1(RBD) affects their interactions with mAb 2H6 (Fig. 1C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 141,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 465,
                    "end": 474,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 727,
                    "end": 735,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Residue 48 in NS1 is critical for its interaction with mAb 2H6. To further define the contribution of residue 48 in H5N1-NS1 to the interaction with mAb 2H6, two mutant proteins in which N was mutated to A and S respectively, were generated. Comparative ELISA showed that mAb 2H6 bound to NS1(RBD)-wild-type (WT) stronger than NS1(RBD)-N48S when different amounts of protein were coated on the plate and analyzed with 5 μ g/ml of mAb 2H6 ( Fig. 2A) . Similarly, when a fixed amount of protein (125 μ g/ml) was coated on the plate and analyzed with different concentrations of mAb 2H6, the binding to NS1(RBD)-N48S was significantly lower than NS1(RBD)-WT (Fig. 2B ). Furthermore, when N was substituted with A at residue 48, the interaction between mAb 2H6 and NS1(RBD) was totally abolished in all the conditions tested ( Fig. 2A,B) . This result suggests that the difference at residue 48 is the main reason for the stronger binding of mAb 2H6 to H5N1-NS1(RBD) when compared to H1N1-PR8-NS1(RBD) (Fig. 1 ). Since both N48 and S48 are polar amino acids while A48 has no side chain, it is probable that the formation of hydrogen bonds is important for the interaction between mAb 2H6 and NS1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 448,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 655,
                    "end": 663,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 823,
                    "end": 833,
                    "text": "Fig. 2A,B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 998,
                    "end": 1005,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "MAb 2H6 binds differently to H1N1-PR8 virus when compared with mutant viruses carrying substitution at residue 48 in NS1. Since mAb 2H6 binds to bacterially-expressed NS1 protein of H5N1 and H1N1-PR8 with different affinities, it is important to investigate whether this holds true for NS1 expressed in infected cells. Thus, recombinant PR8 (rgPR8) viruses expressing the NS1 protein containing a single amino acid substitution at residue 48 (rgPR8-NS1-S48A and rgPR8-NS1-S48N) were generated using a reverse genetics system. Subsequently, A549 cells were infected with each virus at a low multiplicity of infection (MOI) of 0.01 respectively and plaque assay was used to determine the amount of virus secreted at different time points post-infection. As shown in Fig. 3A , although the viral titer was slightly lower in the case of rgPR8-NS1-S48N infection, the overall growth rates of WT and mutant viruses were similar from 12 to 60 hours post-infection (h.p.i.). This is consistent with a previous report showing that substitution of residue 48 in NS1 does not affect viral replication in vitro 30 .",
            "cite_spans": [
                {
                    "start": 1099,
                    "end": 1101,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 764,
                    "end": 771,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Next, 293T cells were infected with 2 MOI of viruses and cell lysates were collected at 12 and 24 h.p.i. to determine the rate of viral protein synthesis. Consistent with the virus growth kinetics, the expressions of structural proteins NP and M1 were similar for all 3 viruses at both time-points (Fig. 3B ). The level of NS1, as determined by using a rabbit anti-NS1 polyclonal antibody, was also comparable for all 3 viruses. However, mAb 2H6 bound to rgPR8-NS1-S48N virus significantly stronger than rgPR8-NS1-WT virus containing S48 residue in Mismatches are shown in white letters. NS1(RBD) is composed of 3 α -helices as shown above the sequence. The region corresponding to helix α 2 (residues 30-53) is boxed. (B) Peptide ELISA was performed to determine the region of NS1 sufficient for binding to mAb 2H6. Wells were coated with serially diluted H5N1-NS1-24mer or a negative control peptide and probed with 5 μ g/ml mAb 2H6. * Indicates statistically significant difference of p < 0. 05 when compared with control peptide. (C) Comparative ELISA was performed to determine the ability of NS1(RBD) of H1N1-PR8 and H5N1 to bind to mAb 2H6. Wells were coated with serially diluted proteins and probed with 5 μ g/ml mAb 2H6. Data shown represents result from three independent experiments and error bars represent standard deviation (SD) of the experiment carried out in duplicates. *Indicates statistically significant difference of p < 0.05 when compared with H1N1-PR8-NS1(RBD). Scientific RepoRts | 6:33382 | DOI: 10.1038/srep33382 NS1, supporting the above results that N48 in NS1 is preferred over S48 for the interaction with mAb 2H6. As expected, mAb 2H6 did not bind to rgPR8-NS1-S48A virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To further define the interaction interface between mAb 2H6 and NS1, attempts were made to co-crystallize the complex but failed. However, the 2H6-Fab alone was found to crystallize in space group P2(1) and the structure was solved by molecular replacement using the structure of BL3-6 (PDBID: 4Q9Q) as the starting model and refined to the crystallographic R-factor of 28.5% (deposited in the PDB under accession code 5B4M). The refinement statistics are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 472,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "HADDOCK-derived model of the complex between 2H6-fragment antigen-binding (Fab) and NS1(RBD)."
        },
        {
            "text": "Previously, we demonstrated that the intracellular expression of 2H6-scFv in mammalian cells reduced the replication of PR8 virus. Since the three dimensional structure of 2H6-Fab has been solved, a commercially available Lipodin-Ab reagent (Abbiotec), which is a protein transfection reagent dedicated to the transport of antibodies into living cells, was used to deliver 2H6-Fab into A549 cells. The cells were then subjected to infection so as to determine if 2H6-Fab has an impact on viral replication. When either 2H6-Fab or 1A9-Fab (which is derived from a negative-control antibody binding to the spike glycoprotein of SARS coronavirus) 31 was transfected into A549 cells using Lipodin-Ab reagent, intracellular accumulation of Fab was observed even up to 24 h post transfection (Fig. 4A) . The intracellular accumulation of Fab was also observed at as early as 4 h post transfection (data not shown). The transfection efficiency was about 70% and most of the Fab molecules were evenly distributed in the cytoplasm but there were some punctate staining which could be due to aggregation of Fab inside A549 cells. In contrast, no intracellular accumulation of Fab was observed when 1A9-Fab or 2H6-Fab was added to the cells without Lipodin-Ab reagent. As shown in Fig. 4B , the delivery of Fab did not have any significant effect on cell viability at either 12 or 24 h post transfection.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 646,
                    "text": "31",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 786,
                    "end": 795,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1270,
                    "end": 1277,
                    "text": "Fig. 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "HADDOCK-derived model of the complex between 2H6-fragment antigen-binding (Fab) and NS1(RBD)."
        },
        {
            "text": "Upon successful delivery of Fab, its biological function was assessed in influenza A virus infected cells. As mAb 2H6 binds strongly to rgPR8-NS1-S48N virus (Fig. 3) , A549 cells were infected with rgPR8-NS1-S48N virus after transfection of 2H6-Fab. Cell lysates were collected at 6, 12, 24 h.p.i. to determine the rate of viral protein synthesis. As shown in Fig. 4C ,D, the level of viral M1 protein at 24 h.p.i. was significantly reduced in 2H6-Fab transfected cells when compared to 1A9-Fab transfected cells. At 24 h.p.i., the average reduction in normalized M1 expression in 2H6-Fab transfected cells was 50% when compared to 1A9-Fab transfected cells. At 12 h.p.i., a slight reduction in M1 expression (~25%) was also observed in 2H6-Fab transfected cells but it is not statistically significant. This result suggests that the successful delivery of 2H6-Fab into living cells could reduce viral replication by affecting certain function(s) of NS1 in the infected cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 360,
                    "end": 367,
                    "text": "Fig. 4C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "HADDOCK-derived model of the complex between 2H6-fragment antigen-binding (Fab) and NS1(RBD)."
        },
        {
            "text": "Next, computational modelling was used to study the complex between this high resolution 2H6-Fab structure and the published structure of H5N1-NS1(RBD) of H5N1/A/crow/Kyoto/T1/2004 strain (PDB ID: 2Z0A). This was conducted by using HADDOCK on 192 water-refined models, including an analysis of energy contributions from Van der Waals interaction, electrostatic interaction, restraints violation and buried surface area 32 . As comparative ELISA in this and previous studies 29 showed that residues N48 and T49 in NS1(RBD) are important for the interaction with mAb 2H6, they were defined as active residues involved in the binding interaction to generate a series of models of the NS1(RBD) and 2H6-Fab complex.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 421,
                    "text": "32",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 474,
                    "end": 476,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "HADDOCK-derived model of the complex between 2H6-fragment antigen-binding (Fab) and NS1(RBD)."
        },
        {
            "text": "All the models of NS1(RBD) and 2H6-Fab complex were found to cluster into 3 groups, in which there were at least two conformations of the ensemble showing backbone root-mean-square deviations at the interface of less than 1.0 Å. As additional ELISA results showed that 3 residues, namely S42, R44, and G47, in NS1 are not involved in interaction with mAb 2H6 ( Figure S1 ), this information was used to distinguish between the models in these 3 clusters. Of all energetically best models generated, 9 predicted models were grouped into cluster 2. The average buried surface area was 1670.7 ± 52.6 Å 2 , and RMSD from the overall lowest-energy structure was 4.9 ± 0.3 Å. Among them, the best predicted model from this cluster showed good agreement with our comparative ELISA data, since only residues N48 and T49 were predicted to be involved in the interaction, while the side chains of S42, R44 and G47 were either distal from the interface (S42 and R44) or inaccessible (G47) to the binding partner of 2H6-Fab (Fig. 5) . By analyzing the polarity of the amino acids and distance between them in this model, it is predicted that residues N52 and N54 in the variable domain of heavy chain (VH)-complementarity determining region 2 (CDR2) of 2H6-Fab could form hydrogen bonds with the side chain of N48 in NS1(RBD). In addition, the side chain of T49 in NS1(RBD) could form hydrogen bonds with residue R57 in VH-CDR2. In contrast, VH-CDR1, VH-CDR3 and all the CDRs in the variable domain of light chain (VL) are unlikely to be involved in the interaction as they are distal to helix α 2 of NS1(RBD).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 370,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1012,
                    "end": 1020,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "HADDOCK-derived model of the complex between 2H6-fragment antigen-binding (Fab) and NS1(RBD)."
        },
        {
            "text": "On the other hand, 179 predicted models were grouped into cluster 1. For these refined structures analyzed, the average buried surface area was 1234.9 ± 22.5 Å 2 , and RMSD from the overall lowest-energy structure was 1.1 ± 0.8 Å. Based on the best predicted model from this cluster ( Figure S2 ), it was predicted that T49 of NS1(RBD) could form the hydrogen bond with N52 of VH-CDR2 while N48 of NS1(RBD) could form the hydrogen bond with N96 of VL-CDR3. These predictions are in agreement with the results shown in Fig. 2 and in our previous publication 29 . However, this model also predicted that R44 of NS1(RBD) could be involved in the interaction with 2H6-Fab because it was in close proximity to two residues in VL-CDR1. In this model, the distance between R44 of NS1(RBD) and Y31 of VL-CDR1 was 2.1 Å while the distance between R44 of NS1(RBD) and S35 of VL-CDR1 was 2.9 Å. Thus, this model does not agree with the results from comparative ELISA which showed that substitution of R44 of NS1(RBD) with K did not affect its interaction with mAb 2H6 ( Figure S1 ).",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 559,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 294,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 518,
                    "end": 524,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1059,
                    "end": 1068,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "HADDOCK-derived model of the complex between 2H6-fragment antigen-binding (Fab) and NS1(RBD)."
        },
        {
            "text": "Lastly, another 4 predicted models were grouped into cluster 3. The average buried surface area was 1174.4 ± 22.1 Å 2 , and RMSD from the overall lowest-energy structure was 7.3 ± 0.6 Å. Based on the best predicted model from this cluster ( Figure S2 ), the contacts between N48 and T49 with residues in 2H6-Fab were the same as described above for the model from cluster 1. However, this model also predicted that R44 of NS1(RBD) could be involved in the interaction with 2H6-Fab because it was in close proximity to three residues in VL-CDR1. In this model, Y31, S35 and Y36 of VL-CDR1 were found to be at 1.7 Å, 3.3 Å and 2.8 Å from R44 of NS1(RBD) respectively. Thus, this model does not agree with the results from comparative ELISA which showed that substitution of R44 of NS1(RBD) with K did not affect its interaction with mAb 2H6 ( Figure S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 841,
                    "end": 850,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "HADDOCK-derived model of the complex between 2H6-fragment antigen-binding (Fab) and NS1(RBD)."
        },
        {
            "text": "Overall, the predicted model from cluster 2 is consistent with our comparative ELISA data and suggests that residues N48 and T49 are important for the binding between NS1(RBD) and 2H6-Fab because their side-chains could make hydrogen bonds with residues in the VH-CDR2 of the Fab. In addition, R44 of NS1(RBD) was distal from the antibody-antigen interface, which is consistent with the results from comparative ELISA ( Figure S1 ) showing that substitution of R44 of NS1(RBD) with K did not affect its interaction with mAb 2H6. In contrast, the predicted models from cluster 1 and cluster 3 do not agree with the results from comparative ELISA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 429,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "HADDOCK-derived model of the complex between 2H6-fragment antigen-binding (Fab) and NS1(RBD)."
        },
        {
            "text": "MAb 2H6 disrupts NS1 and dsRNA interaction. NS1(RBD) forms a symmetric six-helical homodimer, which binds to dsRNA. The key residues in NS1 involved in the interaction with dsRNA are T5, D29, D34, R35, R37, R38, L41, S42 and T49, most of which are positively charged residues and mainly clustered in the middle of helices α 2/α 2′ of the RBD 33, 34 . To investigate whether mAb 2H6 hampers dsRNA-NS1 interaction in vitro, an AlphaScreen assay was carried out. In this experiment, glutathione S-transferease (GST)-tagged H5N1-NS1(RBD) protein, which was produced in E. coli, was incubated with synthetic 21-nucleotide siRNA (21nt-siRNA) followed by addition of streptavidin coated donor beads and anti-GST-conjugated acceptor beads which recognize biotinylated RNA and GST-tagged protein respectively. If the interaction between NS1 and 21nt-siRNA brings both beads to close proximity, transfer of excitation energy from donor beads into acceptor beads will yield a luminescent signal (Fig. 6A ) 35 . When NS1(RBD) was pre-incubated with different concentrations of mAb 2H6 followed by addition of 21nt-siRNA, acceptor and donor beads, the luminescent signal decreased at high concentration of mAb 2H6 (Fig. 6B ). The luminescent signal was reduced by ~30% and ~70% at mAb 2H6 concentrations of 1 and 5 μ M respectively (Fig. 6B) , suggesting that the binding of mAb 2H6 to NS1(RBD) can block the interaction of NS1 with dsRNA. On the other hand, the negative control mAb 1A9 did not reduce the luminescent signal at all the concentrations tested. Furthermore, when mAb 2H6, NS1 and 21nt-siRNA were mixed simultaneously, 5 μ M of mAb 2H6 could reduce the signal by about 30% (Fig. 6C) , which suggest that mAb 2H6 also directly competes with dsRNA to bind to NS1.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 346,
                    "end": 348,
                    "text": "34",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 995,
                    "end": 997,
                    "text": "35",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 984,
                    "end": 992,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1201,
                    "end": 1209,
                    "text": "(Fig. 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1319,
                    "end": 1328,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1674,
                    "end": 1683,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "HADDOCK-derived model of the complex between 2H6-fragment antigen-binding (Fab) and NS1(RBD)."
        },
        {
            "text": "The NS1 protein of influenza virus is a multi-functional protein that is involved in key aspects of the virus replication cycle 36 . The NS1(RBD) consists of the first 73 amino acids and contains residues critical for dsRNA binding 14 . The dimerization of the RBD is a prerequisite for its RNA binding activity 13 . Since the NS1 protein is an intracellularly expressed viral protein, which is subjected to less host selective immune response and thus has lower mutation rate, antibodies targeting this protein could be helpful for the development of therapeutic treatment of influenza A infection. Indeed, our previous study showed that mAb 2H6 binds to the highly conserved T49 residue in NS1 and reduces viral replication of H1N1-PR8 in mammalian cell lines 29 .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "text": "36",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 232,
                    "end": 234,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 312,
                    "end": 314,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 762,
                    "end": 764,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, comparative ELISA showed that helix α 2 of NS1(RBD) is sufficient for its interaction with mAb 2H6 (Fig. 1) . While mAb 2H6 binds to NS1(RBD) of both H5N1 and H1N1-PR8, the binding affinity to the homologous H5N1 viral protein is higher. Interestingly, a single amino acid difference at residue 48 in helix α 2 of NS1(RBD) of H5N1 and H1N1-PR8 is found to be critical for the interaction with mAb 2H6 (Figs 2 and 3 ). By using either purified NS1 protein or NS1 expressed in infected cells, our results showed that the interaction of mAb 2H6 with NS1 is stronger when residue 48 is N than when it is S and is abolished when the residue is an A.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 416,
                    "end": 429,
                    "text": "(Figs 2 and 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To understand the pattern of polymorphism at residue 48 in NS1, sequences were retrieved from NIAID Influenza Research Database (http://www.fludb.org) and analyzed ( Table 2 ). Sequence analysis of avian H5N1 isolates revealed that 87% of them have N48 and 13% have S48 suggesting that mAb 2H6 has the ability to bind to the majority of avian H5N1 isolates. Interestingly, a recent computational study compared the viral proteins of highly and lowly pathogenic H5 viruses and identified S48 to N substitution as a potential marker of pathogenicity of avian influenza virus subtype H5 37 . As for human isolates, the majority (93%) of seasonal H1N1 isolated before 2009 have S48 in NS1 like H1N1-PR8. However, almost all the pandemic 2009 H1N1 (pdmH1N1) isolates have N48 in NS1. As for seasonal H3N2, 91% of viruses isolated before 2009 have N48 and this percentage increased to 99% for those isolated from 2009 to 2015. Thus, mAb 2H6 is expected to bind to the majority of circulating seasonal influenza viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "By solving a crystal structure of 2H6-Fab and docking it onto the NS1(RBD) of H5N1 with the HADDOCK program, molecular contacts made by residues T49 and N48 at the interface of antibody-antigen complex were predicted (Fig. 5) . Based on one of the energetically best models generated, the side chain of residue N48 in NS1(RBD) could form hydrogen bonds with the side chains of residues N52 and N54 of VH-CDR2 of 2H6-Fab. Meanwhile, residue T49 in NS1(RBD) seems to interact with residue R57 in VH-CDR2. These predictions are consistent with the results of binding assays performed using substitution mutants of NS1 as described above and in our previous study 29 . While the predicted 3D model of the antibody-antigen complex gives us some clues on how residues 48 and 49 in NS1(RBD) interact with 2H6-Fab, it may be able to accurately reveal the contributions of all molecular contacts between NS1(RBD) and 2H6-Fab. Hence, further studies could focus on the use of other epitope mapping methodologies 38 , besides crystallography, to obtain a more precise map of the molecular contacts at the antigen and antibody interface.",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 662,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 225,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, an AlphaScreen assay showed that mAb 2H6 could inhibit the interaction between NS1 and dsRNA (Fig. 6) . While both residues 48 and 49 are located in helix α 2 of the NS1(RBD), it has been shown that T49, but not S48, is one of the key residues involved in dsRNA binding 34 . Thus, the interaction between T49 and 2H6-Fab predicted in the docked model is consistent with the ability of mAb 2H6 to inhibit the interaction between NS1 and dsRNA. Although a previous study has demonstrated that mutation at residue 48 did not affect the affinity of NS1(RBD) for dsRNA 30 , our study suggests that the side chain of N48 makes crucial contacts with mAb 2H6 to stabilize the antibody-antigen complex. As such, when the side chain is not present in the case of GST-tagged NS1 protein was incubated with biotinylated dsRNA and the interaction between NS1 and dsRNA could bring streptavidin-coated donor bead and anti-GST-conjugated acceptor bead close to each other. When excited at 680 nM, singlet oxygen molecules ( 1 O 2 ) are produced from donor beads, which react with acceptor beads to produce light emission measured at 520-620 nM. (B) Inhibition activity of mAb 2H6 was determined by pre-incubating 10 nM GST-tagged NS1 protein with serially diluted mAb 2H6 or a negative control mAb 1A9. Following that, luminescent signal was measured after the addition of 10 nM biotinylated dsRNA, acceptor and donor beads. (C) Inhibition activity of mAb 2H6 was determined by incubating 10 nM GST-tagged NS1 protein, 10 nM biotinylated-dsRNA and serially diluted mAb 2H6 or 1A9 simultaneously. Following that, luminescent signal was measured after the addition of acceptor and donor beads. All readings obtained were normalized against that of samples in the absence of antibody. Error bars represent SD of the experiment carried out in triplicates. *Indicates statistically significant difference of p < 0.05 when compared to mAb 1A9. the N48A substitution mutant, interaction with mAb 2H6 is completely abolished (Figs 2 and 3 ). This indicates that the interaction between the side chains of residue T49 in NS1 and residue R57 in 2H6-Fab is not sufficient to maintain the antibody-antigen interface. On the other hand, the T49V and T49A substitution mutants still retained some binding to mAb 2H6 ( Figure S1 ), presumably because of the hydrogen bonds between residue N48 and the heavy chain of the antibody. Based the AlphaScreen assay, a high concentration of mAb 2H6 (~5 μ M) was required to reduce the interaction between NS1(RBD) and dsRNA by > 50% (Fig. 6) . On the other hand, the concentration of mAb 2H6 required for binding NS1(RBD) in ELISA was in the nanomolar range (Fig. 2) . This discrepancy could be due to the differences between the two assays but it also suggests that the binding of mAb 2H6 to NS1 could have other effects on NS1 besides disrupting its interaction with dsRNA. Indeed, our previous gel filtration and dynamic light scattering results suggest that the complex between 2H6-Fab and NS1(RBD) is multimeric in nature and each oligomer could consist of 6 molecules of NS1(RBD) and 6 molecules of 2H6-Fab 29 . In contrast, NS1(RBD) eluted out the gel filtration column as a dimer, as would be expected, in the absence of 2H6-Fab 29 . In addition, the delivery of 2H6-Fab into A549 cells also caused a reduction in the replication of rgPR8-NS1-S48N recombinant virus (Fig. 4) . While it is difficult to precisely define the biologically relevant quaternary structures of NS1, several studies have shown that the NS1 has conformational plasticity and dynamic changes in the quaternary structure of NS1 are likely to be important for the different functions of NS1 in infected cells 39 . Hence, it is possible that the binding of 2H6-Fab to the NS1 expressed in infected A549 cells could affect the conformational plasticity of NS1 and/or its ability to interact with certain cellular factor, thus resulting in a reduction in viral replication. In future studies, advanced fluorescence microscopic techniques could be used to determine the effect of 2H6-Fab on the dynamic of NS1 inside infected cells.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 285,
                    "text": "34",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 577,
                    "end": 579,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3138,
                    "end": 3140,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 3262,
                    "end": 3264,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 3713,
                    "end": 3715,
                    "text": "39",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2015,
                    "end": 2028,
                    "text": "(Figs 2 and 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2302,
                    "end": 2311,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2558,
                    "end": 2566,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2683,
                    "end": 2691,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3399,
                    "end": 3407,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In summary, we have used biochemical and structural methods to characterize the interaction between NS1 and mAb 2H6. Our results showed that helix α 2 in NS1(RBD) is sufficient for interacting with mAb 2H6 and residues N48 and T49 in this helix are likely to make hydrogen bonds with the CDR2 of the antibody heavy chain. Helix α 2 is highly conserved and this is consistent with the ability of mAb 2H6 to bind to different subtypes of IAV. After solving a high resolution crystal structure of 2H6-Fab, a HADDOCK-derived model of the antibody-antigen complex has been obtained and the molecular contacts predicted from this model are in agreement with results obtained from comparative ELISA performed using NS1 mutants. This model may be used in antibody engineering experiments to increase the affinity of interaction between NS1 and mAb 2H6 so as to increase mAb 2H6's potency in viral inhibition. In addition, it may be useful in structure-based rational drug design to identify small molecule inhibitors of NS1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cells. A549, 293T and MDCK cells were purchased from American Type Culture Collection (Manassas, VA, USA). A549 cells were cultured in Minimum Essential Medium (MEM) (Gibco). 293T and MDCK cells were cultured in Dulbecco's Modified Eagle's Medium (Invitrogen). Both media were supplemented with 10% fetal bovine serum (Hyclone), penicillin (10,000 units/ml)-streptomycin (10 mg/ml) solution (Sigma Aldrich). All cell lines were maintained at 37 °C with 5% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Ascites and rabbit polyclonal antibodies production. Ascites were produced by injecting hybridoma cells into peritoneal cavities of pristine-primed BALB/c mice. The protocol was approved by Institutional Animal Care and Use Committee (IACUC) of the Biological Resource Center, A*STAR, Singapore (Protocol Number: 110694). In order to generate rabbit anti-H5N1-NS1 polyclonal antibody, GST-fusion NS1 protein was purified using the method as previously described 28 . New Zealand white rabbits were then immunized with this protein and bled as previously described 40 . The protocol was approved by IACUC of the Biological Resource Center, A*STAR, Singapore (Protocol Number: 110693). All the animal procedures were performed in strict compliance with the recommendations of the NACLAR guideline in Singapore. All efforts were made to minimize the suffering and euthanasia was performed using carbon dioxide.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 464,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 564,
                    "end": 566,
                    "text": "40",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Protein expression and purification. NS1(RBD) (residues 1-73) of A/chicken/Hatay/2004(H5N1) was PCR amplified from a full-length NS1 gene (Accession NO.: CAJ01906.1) and the NS1(RBD) (residues 1-70) of A/Puerto Rico/8/1934(H1N1) was PCR amplified from a full-length NS1 gene (Accession NO.: ABD77680.1). The expression constructs were generated by inserting PCR product into pET SUMO expression vector (Invitrogen). NS1 mutants expression construct was generated by overlap PCR as described previously 41 . All proteins were expressed and purified as previously described 29 . The purified proteins were dialyzed against dialysis buffer (20 mM Tris-HCl, pH 7.4, 100 mM NaCl) and concentrated to 3 mg/ml in a Centrprep-10 (Amicon) for subsequent assays.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 504,
                    "text": "41",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 572,
                    "end": 574,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Crystallization of 2H6-Fab. MAb 2H6 was purified from the ascites by using affinity chromatography and 2H6-Fab was obtained by papain cleavage as described previously 29 . The purified 2H6-Fab was dialyzed against dialysis buffer and concentrated to 10 mg/ml for subsequent crystallization. Crystallizations were performed with the hanging drop vapor diffusion method at 20 °C by mixing 1 μ l of 2H6-Fab with 1 μ l of reservoir solution and the mixture was equilibrated against 600 μ l of reservoir solution. Crystals of 2H6-Fab were grown against crystallization buffer containing 25% PEG 3350, 0.2 M NaCl and 0.1 M Bis-Tris, pH 6.5. These crystals grew to a maximum size of 0.3 mm × 0.1 mm × 0.1 mm over the course of 10 days. Single crystals were obtained by dissecting from multiple crystals. Crystals were flash frozen (100 K) in the above reservoir solution supplemented with 30% glycerol. A total of 360 frames of a native data set with 1 oscillation at 1.5418 Å wavelength were collected for 2H6-Fab. All data sets were processed by HKL2000. Most of the crystals diffracted rather weak and the scaled data sets were anisotropic with strong ice rings and high mosaicities. Nevertheless, one of the data sets displaying Scientific RepoRts | 6:33382 | DOI: 10.1038/srep33382 weak ice ring was able to scale to 2.4 Å at the mosaicity of 1.8°. This data was used for structure determination and refinement with the statistic table listed as Table 1 .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 169,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 1444,
                    "end": 1451,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "of 2H6-Fab were predicted using the online IgBlast tool (http://www.ncbi.nlm.nih.gov/igblast/). As the three-dimensional structure of NS1(RBD) of A/chicken/Hatay/2004(H5N1) has not been solved, the structure of NS1(RBD) of A/crow/Kyoto/T1/2004(H5N1) (PDB ID: 2Z0A) was used instead. As shown in Fig. 1A , there are 3 amino acid differences between the NS1(RBD) of these two strains but the sequence of helix α 2 in the NS1(RBD) is 100% identical. Mutagenesis data from comparative ELISA was used to generate a series of models for the complex between 2H6-Fab and NS1(RBD) by using version 2.2 of HADDOCK webserver 32, 42 . Along with the available individual structure, HADDOCK utilizes the experimentally derived data to predict the complex structure. To achieve this, NS1(RBD) was docked to 2H6-Fab using the Easy Interface of HADDOCK webserver, where both residues N48 and T49 of NS1(RBD) and amino acids in the CDRs of 2H6-Fab were defined as active residues involved in the interaction. In this docking experiment, only the variable domains of 2H6-Fab were used.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 617,
                    "text": "32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 618,
                    "end": 620,
                    "text": "42",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 302,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Generation of 2H6-Fab and NS1(RBD) complex model by HADDOCK. VH-CDRs and VL-CDRs"
        },
        {
            "text": "Enzyme-linked immunosorbent assay (ELISA). ELISA was performed as described previously 29 . Briefly, a synthetic peptide corresponding to residues 30-53 in H5N1-NS1 (APFLDRLRRDQKSLRGRGNTLGLD, chemically synthesized by GL Biochem) or purified WT and mutant NS1(RBD) proteins were serially diluted into 0.05 M carbonate-bicarbonate buffer, pH 9.6. A 29-mer peptide corresponding to a fragment of the hepatitis C virus core protein (RPSWGPIDPRRRSKNLGKVIDTLTCGFAP, chemically synthesized by Genway Biotech) was used as a negative control. Proteins or peptides (50 μ l) were then coated onto 96-well ELISA plates (Nunc) overnight at 4 °C. The wells were blocked in 5% milk in PBS with 0.1% Tween 20 (PBST) for 1 h at 37 °C followed by addition of 100 μ L of mAb 2H6 as primary antibody to each well and incubated at 37 °C for 2-3 h. The wells were then washed in PBST followed by the addition of goat anti-mouse horse-radish peroxidase (HRP)-conjugated antibody (Pierce) as secondary antibody and incubated at 37 °C for 1 h. Tetramethylbenzidine substrate (Pierce) was added and reaction was stopped using 0.2 M sulfuric acid. Absorbance at 450 nm was recorded using an absorbance reader (Tecan Infinite M200).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Generation of 2H6-Fab and NS1(RBD) complex model by HADDOCK. VH-CDRs and VL-CDRs"
        },
        {
            "text": "Recombinant viruses were generated with pHW2000 reverse genetic system as described previously 43 . Residue 48 in NS1 was changed from S to A or N by PCR mutagenesis and the resulting DNA were inserted into pHW2000 vector. This plasmid was co-transfected with another seven pHW2000 plasmids containing the other PR8 genomic DNAs into 293T cells. 2 days post transfection, culture supernatant was collected and used to infect MDCK cells. When cytopathic effect (CPE) was visibly detected, culture supernatant was collected and used to infect naïve MDCK cells. Individual plaque was then amplified and viral titer was determined by plaque assay.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "text": "43",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Generation of recombinant Influenza/A/Puerto Rico/8/1934 virus from cloned DNA."
        },
        {
            "text": "Virus Infection and Western blot analysis. 80% confluent 293T cells were infected with 2 MOI of WT or mutant viruses at 37 °C for 1 h. The medium was discarded and cells were rinsed with PBS. Cell lysates were harvested at 12 and 24 h.p.i. in RIPA buffer (50 mM Tris-HCl pH 8.0, 150 mM NaCl, 0.5% NP40, 0.5% sodium deoxycholate, 0.005% SDS). Then, 25 μ g of total lysate were resolved using electrophoresis on an SDS-polyacrylamide gel and transferred to a nitrocellulose membrane (Bio-Rad). Antibodies against GAPDH (Santa Cruz), NP (Millipore), and M1 (as described previously) 29 were used. Mab 2H6 and rabbit anti-H5N1-NS1 polyclonal antibody (as described above) were also used. After washing, the membrane was incubated with a HRP-conjugated secondary antibody (Pierce) at room temperature for 1 h. The membranes were then washed and detected with enhanced chemiluminescence substrate (Pierce) using ChemiDoc ™ MP Imaging System (Bio-Rad).",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 582,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Generation of recombinant Influenza/A/Puerto Rico/8/1934 virus from cloned DNA."
        },
        {
            "text": "Multiple-cycle growth kinetics of recombinant virus. Plaque assay was applied to determine the growth kinetics of rgPR8-NS1-WT, rgPR8-NS1-S48A and rgPR8-NS1-S48N recombinant viruses. 90% confluent monolayers of A549 cells were rinsed with PBS and subsequently adsorbed with 0.01 MOI of WT and mutant viruses respectively for 1 h at 37 °C. The medium was discarded and the cells were rinsed using PBS and cultured in MEM without serum at 37 °C. Supernatant containing virus was collected at 12, 24, 36, 48 and 60 h.p.i. respectively and subjected to plaque assay to determine viral titer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of recombinant Influenza/A/Puerto Rico/8/1934 virus from cloned DNA."
        },
        {
            "text": "Plaque assay in MDCK cells. 90% confluent MDCK cells were adsorbed with serially diluted supernatants containing viruses for 1 h at 37 °C. The medium was discarded and the cells were rinsed using PBS. The cells were overlaid with 2 ml of DMEM supplemented by 0.3% agar and 2 μ g/ml TPCK-trypsin (Thermo Scientific). After incubation at 37 °C for 2 days, the cells were fixed using 10% formalin for 1 h and stained using 0.1% crystal violet solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of recombinant Influenza/A/Puerto Rico/8/1934 virus from cloned DNA."
        },
        {
            "text": "Delivery of 1A9-Fab and 2H6-Fab into A549 cells. A549 cells were cultured in 12-well plate. The 1A9-Fab and 2H6-Fab were then transfected into 80% confluent cells by using Lipodin-Ab reagent (Abbiotec) according to manufacturer's protocol with slight modification. Briefly, 40 μ l of Fab solution (4 μ g) was mixed thoroughly with 4 μ l Lipodin-Ab solution and incubated for 15 min at room temperature. 100 μ l of serum-free MEM medium was added to Fab/Lipodin-Ab solution and then immediately added to the cells. The cells were washed with PBS once before the Fab/Lipodin-Ab solution was added. The cells were incubated at 37 °C in 5% CO 2 for 12 h, washed once with PBS and subjected to viral infection and western blot analysis as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of recombinant Influenza/A/Puerto Rico/8/1934 virus from cloned DNA."
        },
        {
            "text": "Cell viability assay. Cell viability was determined using WST-1 reagent (Roche) according to manufacturer's protocol. Briefly, 10 μ l of WST-1 reagent was diluted in the 90 μ l of culture media and added to A549 cells cultured in a transparent 96-well microplate and incubated for 1 h, followed by measuring absorbance at 440 nm. Immunofluorescence assay. A549 cells grown on coverslip were transfected with Fab as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of recombinant Influenza/A/Puerto Rico/8/1934 virus from cloned DNA."
        },
        {
            "text": "Approximately 12 h after transfection, the medium was aspirated, washed with PBS once and replaced with serum-free MEM medium and incubated at 37 °C in 5% CO 2 for another 24 h. The cells were then washed with PBS once and fixed with 4% paraformaldehyde for 10 min and permeabilized with 0.1% TritonX-100 for 10 min, followed by blocking with 1% BSA in PBS for 30 min. The cells were incubated with Alexa Fluor 488-conjugated goat anti-mouse IgG antibody (Invitrogen) for 1 h. After washing, cells were stained with DAPI before mounting. Images were captured using an Olympus FluoView FV1000 laser-scanning confocal microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of recombinant Influenza/A/Puerto Rico/8/1934 virus from cloned DNA."
        },
        {
            "text": "AlphaScreen-based dsRNA binding inhibition assay. A 21nt-siRNA previously reported to form complex with NS1(RBD) 34 was purchased from Thermo Scientific Dharmacon (Dharmacon, Lafayette, CO). The siRNA was biotinylated at the 5′ end of the sense strand and the siRNA sequences were as follows:",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "text": "34",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Generation of recombinant Influenza/A/Puerto Rico/8/1934 virus from cloned DNA."
        },
        {
            "text": "5′ -Biotin-AGACACCAUUAUGCUGUCUUU-3′ (sense) and 5′ -AGACAGCAUAAUGGUGUCUUU-3′ (antisense). The lyophilized siRNAs were reconstituted in RNase-free water to a final concentration of 50 nM. To express GST-tagged NS1(RBD) of A/chicken/Hatay/2004(H5N1) was PCR amplified from a full-length NS1 gene (Accession NO.: CAJ01906.1) and cloned into pGEX-6P-1 vector (GE healthcare). The expression and purification were performed as described previously 28 . The purified GST-fusion protein was dialysed against PBS and the final concentration was determined using the Coomassie Plus protein assay reagent (Thermo Scientific).",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 445,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Generation of recombinant Influenza/A/Puerto Rico/8/1934 virus from cloned DNA."
        },
        {
            "text": "In vitro RNA binding inhibition assay was carried out in 384-well ProxiPlate by using the AlphaScreen anti-GST kit (PerkinElmer). In the first experiment, 5 μ l of 50 nM GST-tagged proteins were mixed with same volume of serially diluted mAb 2H6 and incubated at room temperature for 1 h. Then, 5 μ l of 50 nM biotinylated 21nt-siRNA was added into the binding mixture and incubated at room temperature for 1 h before the addition of 10 μ l of detection mixture containing 0.1 μ l of anti-GST (Glutathione S-Transferase) acceptor beads and 0.1 μ l of streptavidin-coated donor beads (PerkinElmer). After another incubation at room temperature for 1 h, luminescent signal was measured using an EnSpire multimode plate reader (PerkinElmer) 35 . In the second experiment, 5 μ l serially diluted mAb 2H6 was mixed with 5 μ l of 50 nM GST-tagged proteins and 5 μ l of 50 nM biotinylated 21nt-siRNA simultaneously. After incubation at room temperature for 1 h, detection mixture was added and measurement was made similarly.",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 740,
                    "text": "35",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Generation of recombinant Influenza/A/Puerto Rico/8/1934 virus from cloned DNA."
        },
        {
            "text": "Statistical analysis. Two-tailed Student's t test was applied to evaluate the statistical significance of differences measured from the data sets obtained in 3 independent experiments. p < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of recombinant Influenza/A/Puerto Rico/8/1934 virus from cloned DNA."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influenza-WHO cares",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stohr",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The Lancet Infectious Diseases",
            "volume": "2",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Orthomyxoviridae: the viruses and their replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fields Virology 5th edn",
            "volume": "",
            "issn": "",
            "pages": "1647--1689",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New world bats harbor diverse influenza A viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Plos Pathog",
            "volume": "9",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mixed infections of pandemic H1N1 and seasonal H3N2 viruses in 1 outbreak",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "50",
            "issn": "10",
            "pages": "1359--1365",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Advances in the development of influenza virus vaccines",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Drug Discov",
            "volume": "14",
            "issn": "3",
            "pages": "167--182",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Toward a universal influenza virus vaccine: prospects and challenges",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pica",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu Rev Med",
            "volume": "64",
            "issn": "",
            "pages": "189--202",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evasion of influenza A viruses from innate and adaptive immune responses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Van De Sandt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kreijtz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "9",
            "pages": "1438--1476",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral M2 ion channel protein: a promising target for anti-influenza drug discovery",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Moorthy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Poongavanam",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pratheepa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mini Rev Med Chem",
            "volume": "14",
            "issn": "10",
            "pages": "819--830",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Influenza neuraminidase inhibitors: antiviral action and mechanisms of resistance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mckimm-Breschkin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Influenza Other Respir Viruses",
            "volume": "",
            "issn": "",
            "pages": "25--36",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Avian flu: isolation of drug-resistant H5N1 virus",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "M"
                    ],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "7062",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influenza A virus strains that circulate in humans differ in the ability of their NS1 proteins to block the activation of IRF3 and interferon-beta transcription",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "408",
            "issn": "2",
            "pages": "146--158",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Virulence of H5N1 avian influenza virus enhanced by a 15-nucleotide deletion in the viral nonstructural gene",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Genes",
            "volume": "36",
            "issn": "3",
            "pages": "471--478",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "RNA binding by the novel helical domain of the influenza virus NS1 protein requires its dimer structure and a small number of specific basic amino acids",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "RNA",
            "volume": "5",
            "issn": "2",
            "pages": "195--205",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Binding of influenza A virus NS1 protein to dsRNA in vitro",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hatada",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Gen Virol",
            "volume": "73",
            "issn": "",
            "pages": "3325--3329",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The influenza virus NS1 protein is a poly(A)-binding protein that inhibits nuclear export of mRNAs containing poly(A)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Krug",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "4",
            "pages": "2425--2432",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The influenza virus NS1 protein binds to a specific region in human U6 snRNA and inhibits U6-U2 and U6-U4 snRNA interactions during splicing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nemeroff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Krug",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "RNA",
            "volume": "1",
            "issn": "3",
            "pages": "304--316",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The primary function of RNA binding by the influenza A virus NS1 protein in infected cells: Inhibiting the 2′ -5′ oligo (A) synthetase/RNase L pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Krug",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "18",
            "pages": "7100--7105",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Influenza A virus NS1 targets the ubiquitin ligase TRIM25 to evade recognition by the host viral RNA sensor RIG-I",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Gack",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Host Microbe",
            "volume": "5",
            "issn": "5",
            "pages": "439--449",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Structural Basis for a Novel Interaction between the NS1 Protein Derived from the 1918 Influenza Virus and RIG-I",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Jureka",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Structure",
            "volume": "23",
            "issn": "11",
            "pages": "2001--2010",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Binding of the influenza A virus NS1 protein to PKR mediates the inhibition of its activation by either PACT or doublestranded RNA",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "349",
            "issn": "1",
            "pages": "13--21",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Loss of function of the influenza A virus NS1 protein promotes apoptosis but this is not due to a failure to activate phosphatidylinositol 3-kinase (PI3K)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "396",
            "issn": "1",
            "pages": "94--105",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Influenza A virus NS1 protein activates the PI3K/Akt pathway to mediate antiapoptotic signaling responses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ehrhardt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "7",
            "pages": "3058--3067",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Identification of influenza virus inhibitors targeting NS1A utilizing fluorescence polarization-based high-throughput assay",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biomol Screen",
            "volume": "17",
            "issn": "4",
            "pages": "448--459",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Synthesis and evaluation of quinoxaline derivatives as potential influenza NS1A protein inhibitors",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioorg Med Chem Lett",
            "volume": "21",
            "issn": "10",
            "pages": "3007--3011",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Novel influenza virus NS1 antagonists block replication and restore innate immune function",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "4",
            "pages": "1881--1891",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Antiviral activity of baicalin against influenza virus H1N1-pdm09 is due to modulation of NS1-mediated cellular innate immune responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Nayak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Antimicrob Chemother",
            "volume": "69",
            "issn": "5",
            "pages": "1298--1310",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Small interfering RNA targeting the nonstructural gene 1 transcript inhibits influenza A virus replication in experimental mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rajput",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic Acid Ther",
            "volume": "22",
            "issn": "6",
            "pages": "414--422",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A new panel of NS1 antibodies for easy detection and titration of influenza A virus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Med Virol",
            "volume": "82",
            "issn": "3",
            "pages": "467--475",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A monoclonal antibody binds to threonine 49 in the non-structural 1 protein of influenza A virus and interferes with its ability to modulate viral replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barnwal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antiviral Res",
            "volume": "116",
            "issn": "",
            "pages": "55--61",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Roles of the phosphorylation of specific serines and threonines in the NS1 protein of human influenza A viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Krug",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "19",
            "pages": "10370--10376",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Monoclonal antibodies targeting the HR2 domain and the region immediately upstream of the HR2 of the S protein neutralize in vitro infection of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lip",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "2",
            "pages": "941--950",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "HADDOCK: a protein-protein docking approach based on biochemical or biophysical information",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dominguez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boelens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Bonvin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Am Chem Soc",
            "volume": "125",
            "issn": "7",
            "pages": "1731--1737",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Conserved surface features form the double-stranded RNA binding site of non-structural protein 1 (NS1) from influenza A and B viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "28",
            "pages": "20584--20592",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Structural basis for dsRNA recognition by NS1 protein of influenza A virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Res",
            "volume": "19",
            "issn": "2",
            "pages": "187--195",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Assay Optimization and Screening of RNA-Protein Interactions by AlphaScreen",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Shelat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Guy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biomol Screen",
            "volume": "12",
            "issn": "7",
            "pages": "946--955",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The multifunctional NS1 protein of influenza A viruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Hale",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Gen Virol",
            "volume": "89",
            "issn": "",
            "pages": "2359--2376",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A complete map of potential pathogenicity markers of avian influenza virus subtype H5 predicted from 11 expressed proteins",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Khaliq",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Microbiol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Current approaches to fine mapping of antigen-antibody interactions",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Damschroder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunology",
            "volume": "142",
            "issn": "4",
            "pages": "526--535",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Conformational plasticity of the influenza A virus NS1 protein",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Hale",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "",
            "pages": "2099--2105",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Comparing the antibody responses against recombinant hemagglutinin proteins of avian influenza A (H5N1) virus expressed in insect cells and bacteria",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Med Virol",
            "volume": "80",
            "issn": "11",
            "pages": "1972--1983",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Simple and efficient site-directed mutagenesis using two single-primer reactions in parallel to generate mutants for protein structure-function studies",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Edelheit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hanukoglu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hanukoglu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Biotechnol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "HADDOCK versus HADDOCK: new features and performance of HADDOCK2.0 on the CAPRI targets",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "De Vries",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proteins",
            "volume": "69",
            "issn": "4",
            "pages": "726--733",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A DNA transfection system for generation of influenza A virus from eight plasmids",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci",
            "volume": "97",
            "issn": "11",
            "pages": "6108--6113",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The PyMOL Molecular Graphics System, Version",
            "authors": [
                {
                    "first": "Llc",
                    "middle": [],
                    "last": "Schrodinger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Binding region of mAb 2H6 within NS1(RBD). (A) Sequence alignment of NS1(RBD) of H1N1 (A/Puerto Rico/8/1934), H5N1 (A/Hatay/2004), H5N1 (A/crow/Kyoto/T1/2004), pandemic H1N1 (pdmH1N1) (A/Canada/GFA0402/2009) and H3N2 (A/Perth/16/2009).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Determination of the effect of single amino acid substitution at residue 48 in NS1(RBD) for the interaction with mAb 2H6. (A) Wells were coated with different concentration of H5N1-NS1(RBD)-WT (full line), H5N1-NS1(RBD)-N48A (dashed line) and H5N1-NS1(RBD)-N48S (dotted line) and probed with 5 μ g/ml of mAb 2H6. (B) 125 μ g/ml of WT (full line), N48A (dashed line) and N48S (dotted line) proteins were probed with decreasing concentration of mAb 2H6. All experiments were performed in triplicates, and the average values with SD are plotted. *Indicates statistically significant difference of p < 0.05 when compared to H5N1-NS1(RBD)-WT.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Binding of mAb 2H6 to rgPR8 WT and mutant viruses carrying substitution at residue 48 of NS1. (A) Multi-cycle growth kinetics of WT and mutant viruses were obtained by infecting A549 cells with rgPR8-NS1-WT (full line), rgPR8-NS1-S48A (dashed line) or rgPR8-NS1-S48N (dotted line) viruses at MOI of 0.01. Virus production at different time points post infection was determined using plaque assay. (B) 293T cells with rgPR8-NS1-WT, rgPR8-NS1-S48A or rgPR8-NS1-S48N mutant viruses at MOI of 2. Cell lysates were collected at 12 or 24 h.p.i. and subjected to Western blot analysis. The experiments were repeated three times and a representative set of data is shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effect of 2H6-Fab on the replication of influenza A virus. (A) Efficiency of Fab delivery into A549 cells via Lipodin-Ab transfection was determined by immunofluorescence assay performed with an Alexa Fluor 488-conjugated goat anti-mouse IgG antibody (green). Nuclei were counterstained with DAPI (blue). Cells were treated with 2H6-Fab (i & ii) or 1A9-Fab (v & vi) alone or 2H6-Fab with Lipodin-Ab (iii & iv) or 1A9-Fab with Lipodin-Ab reagent (vii & viii) for 12 h, washed with PBS and then cultured in serum-free MEM medium for another 24 h, followed by immunofluorescence assay. (B) A549 cells transfected with 2H6-Fab or 1A9-Fab were analyzed for cell viability at 0, 12, 24 hours post transfection. The percentage of cell viability of mock transfected samples at each time point was arbitrarily set to 100%. The percentage of the other samples relative to mock transfected samples was then determined. (C) A549 cells transfected with 2H6-Fab or 1A9-Fab were infected by rgPR8-NS1-S48N virus (MOI of 1) and harvested at 6, 12, 24 h.p.i. Western blot analysis was performed by using anti-M1 and anti-GAPDH antibodies. (D) The expression levels of M1 were normalized to GAPDH and the value for 1A9-Fab at each time-point was arbitrarily set to 1. All experiments were performed in triplicates, and the average values with SD are plotted. Differences in M1 expression between 2H6-Fab and 1A9-Fab transfected cells were evaluated by unpaired t-test (***p < 0.001). Scientific RepoRts | 6:33382 | DOI: 10.1038/srep33382",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "HADDOCK-derived structure model of 2H6-Fab and H5N1-NS1(RBD) complex. (A) Ribbon diagram of HADDOCK-derived model with NS1(RBD) coloured in cyan, 2H6-Fab heavy chain coloured in blue and light chain coloured in brown. At the antigen-antibody interface, VH-CDR1, CDR2 and CDR3 of 2H6-Fab were coloured in red, yellow and orange respectively whileVL-CDR1, CDR2 and CDR3 were coloured in grey, wheat and purple respectively. (B) Focused view of the binding interface displaying the residues involved in the interaction between antigen and antibody. Probable residues of NS1(RBD) and 2H6-Fab critical for the binding are shown in stick mode and numbered in red and black respectively. Probable hydrogen bonds are indicated by dashed line. All images of the models were generated with PyMOL 44 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Determination of the effect of mAb 2H6 on NS1(RBD)-dsRNA interaction. (A) Schematic representation of an AlphaScreen assay designed to measure the interaction between NS1 and dsRNA in vitro.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1. Data collection and refinement statistics for 2H6-Fab structure. a Values for the highest-resolution shell are in parentheses.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to R.G. Webster for the PR8 based reverse genetics system. We thank members of the Monoclonal Antibody Unit at Institute of Molecular and Cell Biology for technical assistance. This work was supported by the Singapore Ministry of Health's National Medical Research Council under its NMRC-CBRG scheme [grant no. NMRC/CBRG/0017/2012].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}