{
    "paper_id": "328b36edcc6169a2aceba2c7e6859d1770d6a81d",
    "metadata": {
        "title": "antibiotics Combating Antimicrobial Resistance in Singapore: A Qualitative Study Exploring the Policy Context, Challenges, Facilitators, and Proposed Strategies",
        "authors": [
            {
                "first": "Shweta",
                "middle": [
                    "Rajkumar"
                ],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "postCode": "117549",
                        "settlement": "Singapore",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Alvin",
                "middle": [
                    "Qijia"
                ],
                "last": "Chua",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "postCode": "117549",
                        "settlement": "Singapore",
                        "country": "Singapore"
                    }
                },
                "email": "alvin.chua@nus.edu.sga.q.c."
            },
            {
                "first": "Sok",
                "middle": [
                    "Teng"
                ],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "postCode": "117549",
                        "settlement": "Singapore",
                        "country": "Singapore"
                    }
                },
                "email": "soktengtan@u.nus.edus.t.t."
            },
            {
                "first": "Clarence",
                "middle": [
                    "C"
                ],
                "last": "Tam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "postCode": "117549",
                        "settlement": "Singapore",
                        "country": "Singapore"
                    }
                },
                "email": "clarence.tam@nus.edu.sgc.c.t."
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Hsu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "postCode": "117549",
                        "settlement": "Singapore",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Helena",
                "middle": [],
                "last": "Legido-Quigley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "postCode": "117549",
                        "settlement": "Singapore",
                        "country": "Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Antimicrobial resistance (AMR) is a global public health threat that warrants urgent attention. However, the multifaceted nature of AMR often complicates the development and implementation of comprehensive policies. In this study, we describe the policy context and explore experts' perspectives on the challenges, facilitators, and strategies for combating AMR in Singapore. We conducted semi-structured interviews with 21 participants. Interviews were transcribed verbatim and were analyzed thematically, adopting an interpretative approach. Participants reported that the Ministry of Health (MOH) has effectively funded AMR control programs and research in all public hospitals. In addition, a preexisting One Health platform, among MOH, Agri-Food & Veterinary Authority (restructured to form the Singapore Food Agency and the Animal & Veterinary Service under NParks in April 2019), National Environment Agency, and Singapore's National Water Agency, was perceived to have facilitated the coordination and formulation of Singapore's AMR strategies. Nonetheless, participants highlighted that the success of AMR strategies is compounded by various challenges such as surveillance in private clinics, resource constraints at community-level health facilities, sub-optimal public awareness, patchy regulation on antimicrobial use in animals, and environmental contamination. This study shows that the process of planning and executing AMR policies is complicated even in a well-resourced country such as Singapore. It has also highlighted the increasing need to address the social, political, cultural, and behavioral aspects influencing AMR. Ultimately, it will be difficult to design policy interventions that cater for the needs of individuals, families, and the community, unless we understand how all these aspects interact and shape the AMR response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Antimicrobial resistance (AMR) has gained considerable recognition as a major global public health threat [1] [2] [3] [4] . The impact of AMR has been described as a \"doomsday scenario\" where antibiotics can no longer be relied upon and even minor infections could become untreatable and result in severe morbidity, death and significant economic losses [1, 4, 5] . The World Health Organization (WHO) released a Global Action Plan for AMR in 2015, setting out five strategic objectives to combat AMR [2] . It also highlighted the importance of a \"One Health\" approach, requiring collaboration among",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 358,
                    "end": 360,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This qualitative study was conducted from September 2017 to May 2018. We used a purposive sampling method to recruit informants in key roles across sectors relevant to the issue of AMR in Singapore. Potential participants were identified from experts in the area of AMR in Singapore, and were approached for an in-depth interview via email explaining the purpose of research. A total of 21 participants from within and outside Singapore were recruited in this study ( Table 1) . The participants held expertise in human, animal, or environmental health and worked at either ministry, healthcare institution, academia, or civil society. Most participants were from the human health sector. We had difficulty recruiting participants from the environmental sector as potential participants showed more reservation in accepting the invitation to be interviewed, perhaps based on less knowledge about AMR. We were eventually able to recruit an academic and public health official from the environmental sector. Face-to-face in-depth interviews were conducted by three of the researchers (S.R.S., S.T.T. and H.L.-Q.) in English. Among the interviewers, two were Research Associates and one was an Associate Professor. All interviewers were trained in qualitative research. The interviews were conducted in a quiet space at the preferred location of the participants. Each interview lasted an hour on average and was audio-recorded. There were no repeat interviews. A semi-structured question guide was used to explore the main areas of concern for the participants, in their fields and areas of interest. The question guide was developed with questions focusing on participants' experiences and perceptions of AMR policy and practice including awareness, key challenges and facilitators in their particular area of expertise, and possible strategies and solutions to address key challenges in the Singaporean context. Participants were not remunerated for the interview.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 476,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data Collection"
        },
        {
            "text": "Ethical approval was obtained from the National University of Singapore Institutional Review Board (NUS-IRB). Each participant was provided an information sheet stating the objectives and methods of the research, at the point of recruitment. The confidentiality and anonymity of participants' responses was also highlighted. Written consent was sought before the beginning of each interview, requesting for permission to be audio-recorded and to be quoted anonymously in research outputs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "Participants could refuse any of these options, as well as any questions posed to them during the interview itself. All participants were de-identified to maintain confidentiality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "All interviews were transcribed verbatim and identifying data were removed from all research documents to ensure confidentiality. QSR NVivo 11 software was used to organize and share the data among study team members. We used an interpretive approach which focuses on the participants' perceptions and interpretations of the topic of discussion. Thematic analysis was used to inductively identify themes from the data. We drew on techniques from the constant comparative method, such as line by line analysis, naming each line and segment of data, and the use of subsequent interviews to test preliminary assumptions. In addition, deviant cases were explored and examined [20, 21] . The conduct of the interviews and coding occurred concurrently to enable the researchers to determine when theme saturation had been reached and to cease recruitment. Thematic saturation was established when the research team discussed and agreed that no new themes were emerging from the data. To improve the credibility of our findings, we conducted a member check at the final stage of manuscript preparation to validate our interpretation of the data and to ensure an accurate representation of participant perspectives. We were unable to contact a few of the participants as they have moved on to another role and their contact information was not readily available. See Supplementary Materials for the Consolidated criteria for Reporting Qualitative research checklist (COREQ form).",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 676,
                    "text": "[20,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "21]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "We present our findings under five main themes identified from analysis of participants' responses. The first theme examines the policy context and discusses whether AMR as a policy issue is a priority in Singapore. The second theme discusses the level of AMR awareness among policymakers, professionals, and the general population. The third and fourth theme discusses the perceived facilitators and challenges to combat AMR in the Singaporean context. Finally, the fifth theme reflects on the reported strategies to increase awareness and combat AMR based on participants' perceptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Policymakers that participated in the study reflected on the importance of addressing infectious diseases in the Singaporean context, especially after the outbreaks of severe acute respiratory syndrome (SARS) and H1N1 influenza which took place in 2003 and 2009, respectively. As a physician highlighted: \"A lot of incidents drive behavior in Singapore, like for example SARS drove infection control to the front of everything. If you speak to some people, (they) will say infection control became prominent feature with SARS happening.\" -I11, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Policy Context"
        },
        {
            "text": "In 2009, the MOH initiated the National Antimicrobial Taskforce (NAT) that helped lay down the basics of mandatory surveillance, stewardship, and infection prevention principles in public restructured hospitals. The NAT was tasked to formulate hospital programs and policies, as well as to implement measure for monitoring and evaluation of these policies. It was later reorganized into the National Antimicrobial Resistance Control Committee (NARCC) in 2014. Participants highlighted that the strategy adopted to keep efforts sustainable was by working with people on the ground to reinforce the implementation of these programs. The MOH's knack for looking at global health issues and comparing itself to other countries also helped in funding and formulation of AMR strategies. The next quote highlights the ways in which the MOH operates including the dedicated funding for antimicrobial stewardship programs:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Policy Context"
        },
        {
            "text": "\"The Ministry keeps an eye out for how it compares itself to other countries. So that drives their interest in looking at where we stand, how good, how bad ( . . . ) They directly fund quite a lot of the manpower in the hospital systems, certainly for antimicrobial stewardship.\" -I02, Human Health Participants also remarked that the ministry looked at other countries and international organizations, such as the WHO and the European Union, for inspiration and implemented policies relevant to the Singapore context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Policy Context"
        },
        {
            "text": "\"What WHO or even the EU is recommending, ( . . . ) I have been trying to push for that. We follow what others are doing, we don't want to reinvent the wheel, so that we can then compare ourselves.\" -I07, Human Health Participants credited the proactive Singaporean government with forming a One Health platform, maintaining effective communication, and coordination between the agencies. One example of this was the formulation of the National Strategic Action Plan on AMR that was released in 2017. Despite establishing a One Health platform, participants suggested that the implementation of programs against AMR would be more challenging. They stressed on the necessity of advocating the importance of AMR to raise awareness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Policy Context"
        },
        {
            "text": "\"Bringing different people to the table in the first instance in Singapore is easy, for somebody that is in charge ( . . . ). But at the end, ( . . . ) we need to get every single stakeholder to believe in the topic. There's a lot of sales or advocacy involved.\" -I12, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Policy Context"
        },
        {
            "text": "Most participants recounted low awareness of AMR among Singaporeans. Furthermore, AMR was identified as a recently coined term and many professionals including physicians were not familiar with the term even though they were knowledgeable of the topic itself. The next quote is an example of such reports: \"I guess AMR, this phrase ( . . . ) if you were to tell me it's AMR, I would not know it's antimicrobial resistance.\" -I01, Human Health Participants also remarked there was low awareness of AMR both as a topic as well a term among other One Health stakeholders including farmers and others within the environmental health sector. When we contacted potential participants from the environment sector, very few agreed to be interviewed since many reported not having conducted sufficient work related to AMR. The next quote highlights the concerns expressed by an environmental health expert who was worried about the lack of awareness among his colleagues at \"the ground level\": \"At the ground level, they were saying, \"What is AMR?\" People don't really know. ( . . . ) How do we address it? This is a difficult question.\" -I09, Environment Health Awareness was also perceived to be low in the general population as expressed by participants. Timely awareness efforts by the academic sector had not yet reached the general population. Since 2016, Singapore has been actively participating in the annual World Antibiotic Awareness Week every November, reaching out to the public at various public forums, hospitals and national libraries [22, 23] . In 2017, the MOH and Health Promotion Board organized a social campaign focusing on the general prevention of infection to fight the spread of infectious diseases such as influenza and hand, foot and mouth disease [24] . This was closely followed by a \"Use Antibiotics Right\" campaign with the key message that antibiotics do not work on viruses [25] . Despite these efforts many participants voiced the lack of civil society or social groups movements to support the agenda of AMR in contrast to the high HIV awareness in the early 90s. The following quote highlights the need to further develop health promotion campaigns:",
            "cite_spans": [
                {
                    "start": 1543,
                    "end": 1547,
                    "text": "[22,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1548,
                    "end": 1551,
                    "text": "23]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1768,
                    "end": 1772,
                    "text": "[24]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1900,
                    "end": 1904,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "AMR Awareness"
        },
        {
            "text": "\"I think we need people who can inform on public policy in a way that would make our population understand. So we don't have those communication agencies. I think we have think tanks, right? And we have scientific groups. But we don't quite have that translation into a public health campaign.\" -I02. Human Health Some participants stated the importance of raising AMR awareness to counter its emergence. It was suggested that by raising awareness of the topic and getting more funds to drive AMR programs for the general population and stakeholders alike, AMR emergence could be tackled better.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AMR Awareness"
        },
        {
            "text": "\"The community somehow must come to feel that this is an important issue. And once they do, then, you know, naturally, I think all the other pieces will fall into place. The politicians will sing the same song. The private sector will start putting money into the issue.\" -I06, Animal Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AMR Awareness"
        },
        {
            "text": "Most stakeholders considered AMR a significant threat to Singapore and global health, but they also mentioned that it was not given the highest priority in the list of local healthcare challenges until several outbreaks of healthcare-associated infection changed the perception of policymakers and administrators with regards to its risk and standing. Until the early 2010s, issues such as ageing population and chronic diseases were rated much higher in priority compared to infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AMR Awareness"
        },
        {
            "text": "\"We had this roundtable discussion. Everybody, all the movers and shakers, public health systems . . . and they were asked to state these priorities. And believe it or not, infection, the scourge of infection wasn't one of the top five.\" -I02, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AMR Awareness"
        },
        {
            "text": "There were many reports suggesting a lack of awareness of AMR from the public. Many participants reiterated the fact that General Practitioners (GPs) may succumb to the pressure of demanding patients to prescribe antibiotics even when they were not clinically indicated. The next quote highlights how patients are \"always asking for antibiotics\": \"Patients will always come in and ask for antibiotics. So I think it's something that we should control and not say that it all is well and then we ignore it. But like I said ( . . . ) I think the awareness may not be strong enough for us to continue to pursue.\" -I01, Human Health It was also highlighted that there is a need for a firm drilling of infection prevention and control practices right in formative years of training for all healthcare professionals. Healthcare professionals needed to be more aware of and prioritize infection control, as it is not currently under \"anyone's radar except for the people who do infection control\": \"As far as infection prevention goes, infection prevention and antimicrobial resistance is like stepchild of everyone. Because it's not in anyone's radar except for people who do infection control. So it's about making it a culture in everyone's mind, which is not an easy task.\" -I11, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cultural Aspects Influencing AMR"
        },
        {
            "text": "Inadequate infrastructure to facilitate optimal infection prevention and control measures was the most commonly cited challenge in addressing AMR. Though infection prevention and control efforts were highly regulated in both the public and private hospital settings, certain contextual factors such as lack of sufficient single room facility were highly challenging to overcome. A few participants mentioned that the design of hospital wards with one room having six beds or eight beds was not conducive to prevent infections: \"It's not really our fault. You are sitting here scolding us, that we have a lot of MRSA but it's because, it's not poor infection control. You are making us take care of patients in overcrowded hospitals. You know, it's very different from the US or Europe where most of their rooms are two-bedders. If you have a six-bedder, even if I wash my hands, the uncle there who has a maid, and the maid is talking to the other maid and they all share, you know . . . and it's practically, it's all crowded, all these infrastructure issues.\" -I04, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inadequate Infection Prevention and Control Measures"
        },
        {
            "text": "Overall, participants reported that guidelines and antimicrobial stewardship policies were better established in public-sector hospitals and clinics than their private counterparts. Participants attributed this to strict adherence to the guidelines in the public sector, as well as regular audits and monitoring of antibiotic prescriptions by public-sector pharmacists. The following quote is an example of the audits conducted in the public sector:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lax Stewardship Policies in Private Health Sector"
        },
        {
            "text": "\"If the pharmacy notice that the patient is coming back repeatedly with antibiotics, they will alert the senior doctor to say that they've noticed that the doctor's pattern tends to prescribe a lot of antibiotics. At the same time, we also conduct audits annually on antibiotics usage.\" -I01, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lax Stewardship Policies in Private Health Sector"
        },
        {
            "text": "In contrast, it was reported that private hospitals gave less priority to funding for infection control and stewardship policies than public hospitals. The stewardship element was not strictly monitored in the private hospitals and clinics, where it was reported that the MOH does not have so much leverage. This was raised as a concern by some physicians and policymakers when discussing the extension of AMR policies to the private sector:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lax Stewardship Policies in Private Health Sector"
        },
        {
            "text": "\"I feel, in the restructured setting, you know, it's much more, I wouldn't say easier may not be the word, but maybe less challenging because it's much more homogenous within that institution and you only have to work in your institution whereas we have to work across all these little and then we are spending a lot of time and cracking ourselves in bits and pieces whereas it can all be done, you know, under one, I think, more harmonization, less bickering, less fighting, and then we can get more funding.\" -I18, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lax Stewardship Policies in Private Health Sector"
        },
        {
            "text": "Many participants mentioned that there were practical difficulties in being able to perform adequate tests before dispensing or prescribing antibiotics. Hence physicians and veterinarians tended to practice defensive medicine by prescribing broad-spectrum antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defensive Medicine Practices and Expensive Diagnostics"
        },
        {
            "text": "\"If you are not following the stories in Singapore, it's not too long ago, you notice that the doctors have been held a lot in, they are being suspended for not diagnosing a certain condition ( . . . ) So, if you are going to hide under the umbrella of stewardship, are they going to get bailed out? Is someone going to come and rescue them, you know? Pertinent questions. It's not that people want to practice defense medicine, but that is somehow being construed or misconstrued from what is happening out there.\" -I18, Human Health Moreover, veterinarians emphasized that the high diagnostics costs were difficult to justify to pet owners as the next quote exemplifies:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defensive Medicine Practices and Expensive Diagnostics"
        },
        {
            "text": "\"Textbook always tells us to do so (diagnostics) before you start on any medication. But, in a practical sense, hard to because how do I explain $60 more on top of what they are already paying, for them to get a culture and sensitivity back before we give antibiotics?\" -I17, Animal Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defensive Medicine Practices and Expensive Diagnostics"
        },
        {
            "text": "Stakeholders differed on their take as to what contributes more to AMR and ultimately which policy may help in reducing it. Physicians reported being aware of the importance of antimicrobial stewardship policies and infection prevention measures to control AMR, but were unsure if these programs alone could alleviate AMR since they believed that AMR could also be generated by antimicrobial use in animal farming as growth promoters. On the contrary, animal health experts believed the animal food industry did not contribute much to the growing resistance since the volume of antimicrobial used over the lifespan of livestock was very low. As reported by an animal health expert:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disagreements between the Human and Animal Health Sectors"
        },
        {
            "text": "\"Even though the vets use a huge volume of antibiotic in farming, I think the quantity used per animal over a period of time is way less than what we can get from human clinics. Way, way less.\" -I17, Animal Health 3.3.6. Need to Address the Prevention of AMR outside the Human Health Sector Many participants also expressed that AMR in Singapore had so far only been addressed in the hospital sector and not much had been done regarding the prevention of AMR in the animal and environment health domains. It was also mentioned that within NAT most of its members and emphasis was still focused on the hospital sector:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disagreements between the Human and Animal Health Sectors"
        },
        {
            "text": "\"It was still very much hospital-focused. The membership (in the National Antimicrobial Taskforce) still basically comprised representatives of every public-sector hospital, and the chairman and the members were still very much concerned about preventing the spread of AMR organisms in hospitals.\" -I07, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disagreements between the Human and Animal Health Sectors"
        },
        {
            "text": "Environmental health stakeholders expressed the potential of AMR emergence from farms, the community, and the environment as a whole. In general, the perception was that Singapore has not established strategies to deal with environmental contamination. Untreated effluents from hospitals was noted to serve as one of the potential threats in case of a sewage leak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contamination of Environment Serving as Breeding Sites for AMR"
        },
        {
            "text": "\"The primary source for us ( . . . ) is, of course, our hospitals, also hospital effluents. We know that there are very high concentrations of all these last resort antibiotics, especially from the ICUs (Intensive Care Units) and all that, and it gets into the wastewater which then goes into the sewerage system, all the way to the wastewater treatment plant.\" -I14, Environment Health Also, there was a scope for improving the wastewater treatment standard to treat some antibiotic residues so that they do not harbor AMR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contamination of Environment Serving as Breeding Sites for AMR"
        },
        {
            "text": "\"Even if you look at the wastewater treatment plants, they're not doing so well in removing all the pharmaceuticals, all the antibiotics. Some can be removed very well, but some cannot. And so, that means they will be discharged and be effluent.\" -I14, Environment Health Participants reported that antimicrobial laced water leeching in the environment served as breeding sites for AMR as the next quote emphasizes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contamination of Environment Serving as Breeding Sites for AMR"
        },
        {
            "text": "\"At the treatment end, there's no problem because their treatment process is rigorous enough to remove all these bugs and all that . . . But, of course, I think it's more from the environmental leakage (of antibiotics).\" -I09, Environment Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contamination of Environment Serving as Breeding Sites for AMR"
        },
        {
            "text": "In addition to the above factors, participants also hinted on the vested interest of different stakeholders. For example, it was mentioned that private practitioners make substantial profits when dispensing antibiotics as it added to their income.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vested Interests"
        },
        {
            "text": "\"And by dispensing (antibiotics) they (GPs) are also getting the profits. So, there is already a misaligned incentive.\" -I04, Human Health Also, some participants reflected on the vested interests of pharmaceutical companies in marketing for higher sales of their antibiotics for their own profits. \"There is a conflict of interest already, because, they (pharmaceuticals) are producing, they are just selling to the farmers ( . . . ) in a way they are trying to encourage certain resistance.\" -I17, Animal Health Animal health stakeholders expressed that the not so strict regulations on the import of newer antibiotics with a broader spectrum of activity served as a leeway for some veterinarians to prescribe them even when not clinically needed. Participants pointed out that the abuse of reserved antibiotics favored acquisition of resistance genes by microorganisms, resulting in loss of antibiotic efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vested Interests"
        },
        {
            "text": "\"There are those not very good ones out in the market that actually goes for the most exotic antibiotics because they distinguish themselves in that sense. Some of them actually use what I call the third-level antibiotic as a first line treatment which I personally don't agree. Of course, they charge exorbitant amount because it's 'special' antibiotics.\" -I17, Animal Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vested Interests"
        },
        {
            "text": "In addition, owing to a small farming sector, existing veterinarians had limited expertise in agriculture and aquaculture and hence farmers in Singapore were not mandated to attain prescription for accessing antibiotics independently. Participants alluded that farmers not needing to consult a veterinarian for a prescription for antibiotics served in the farmer's interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vested Interests"
        },
        {
            "text": "\"Vets were not familiar to treat fish, so farmers didn't trust the vets to treat their fish, and vets then became very unwilling to treat farm fish. That's not changed very much, and there are still issues in Singapore. For example, fish farmers can now buy any antibiotic they want by themselves.\" -I15, Animal Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vested Interests"
        },
        {
            "text": "Singapore's MOH was unanimously praised by all participants in its proactive approach towards AMR and making way for changes amid very complex issues. It was mentioned that the MOH was transparent and accountable and was operating an efficient public healthcare system in Singapore. Yet, as a drawback some participants argued that having a system that relies too much on decisions made at the highest political level makes the general population and service providers inert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading Role of the MOH and Provision of Appropriate Funding"
        },
        {
            "text": "\"That's why I think in Singapore, unless it comes directly from the Prime Minister's office, it will never move anything.\" -I11, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading Role of the MOH and Provision of Appropriate Funding"
        },
        {
            "text": "In terms of the resources made available to fund AMR programs, it was reported that MOH had effectively funded AMR control programs and research in all public hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leading Role of the MOH and Provision of Appropriate Funding"
        },
        {
            "text": "Most participants affirmed that the Singaporean population and healthcare professionals bestow trust in government programs and policies. The next quote highlights that whether participants agreed or not with the proposed policy, there was a sense that the government is \"trying to do a good thing\": \"When the Singaporean government gets into doing something, they tend to do it very thoroughly. ( . . . ) You may not always agree with the strategy, but you have to give them full marks for trying.\" -I04, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trust in the Ability of the Government to Design Policies"
        },
        {
            "text": "In addition, a preexisting One Health platform among MOH, SFA, AVS, NEA, and PUB was perceived to have facilitated the coordination and formulation of Singapore's AMR strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trust in the Ability of the Government to Design Policies"
        },
        {
            "text": "Laying the foundation of surveillance in public hospitals and making the data transparent was appreciated by all participants. Participants also shared recent advances in the capacity to implement stewardship and infection prevention and control policies among different Singapore institutions including nursing homes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stewardship Programs"
        },
        {
            "text": "\"We are looking to reaching out to even nursing homes to provide that kind of bold infection prevention, but also infection control.\" -I03, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stewardship Programs"
        },
        {
            "text": "AMR indicators, segregated mainly into process and outcome indicators, were set up in the public hospital surveillance system. Some of the process indicators were antimicrobial use for human and animal health, and infection prevention and control measures such as hand hygiene in hospitals. It was suggested that the Singapore government played a prime role in mandating the standardization, transparency, and sharing of data with the NAT. The motivation of the workforce was attributed to the competition, prestige, and reputation of the workforce. In the hospital setting, metrics and outcomes of antimicrobial stewardship such as average defined daily dose and percentage of appropriate antibiotics prescribed, and length of hospitalization for each department are often reported and shared among the various departments within the hospital. The transparency of data highly motivated the workforce to perform well in these benchmarking exercises. The following quote is an example of such occurrence: \"More important I think is the peer pressure and peer standing. And when it's made the department target and communicated by the head of the department, no one wants to be the worst department in the stats when they are shown up. So there's lot of department pride and that's what drives stuff. Doctors are often competitive, some of the nurses too. And no one wants to be the idiot that lets the team down.\" -I03, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting up a Surveillance System"
        },
        {
            "text": "Research in Singapore was unanimously considered to be well promoted and funded, albeit it was also rated to be very competitive in terms of securing research funding. There was ongoing AMR research including in the areas of surveillance, prevention of transmission, whole genome sequencing, among others. Of the various arms of AMR research, surveillance was considered to be one of the main pillars in AMR research: \"One of the key reasons in the national action plan is research. And among the research activities there have been sort of highlighted in terms of priority, is better surveillance. You know, how to better measure the different perspectives and areas that we need to, outside the hospitals: primary care, the community and understanding the sort of pathways of antibiotic resistances, what is driving, the drivers of antibiotic resistance locally . . . \" -I07, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Excellence"
        },
        {
            "text": "The researcher and academic participants mentioned that the government and ministry were very tightly knit in Singapore. Leadership was very open and attentive to research findings that could be translated into better health practices in Singapore. As the following quote highlights: \"There's that translation angle number one. There is the One Health angle number two, and then of course number three we also engage with basic science collaborators, to try to understand the basic science mechanisms of this issue.\" -I08, Human Health 3.4.8. Role of Singapore in Regional AMR As AMR is a global health issue, participants remarked that Singapore alone could do very little in controlling AMR as a whole. Despite all policies Singapore will not be untouched by rising AMR in the region which can be ultimately transmitted via large imports of agricultural products and humans travelling for trade and tourism. However, most participants mentioned that Singapore could play a role by coordinating and sharing expertise with neighboring member states of the Association of Southeast Asian Nations (ASEAN).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Close Connections between Researchers and Policymakers"
        },
        {
            "text": "Many participants proposed the idea that Singapore can serve as a research hub owing to its unique positioning and research capacity. Sharing innovative findings both on science, clinical practice and exemplary policy implementation strategies could prove helpful to neighboring countries that share some contextual factors with Singapore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Close Connections between Researchers and Policymakers"
        },
        {
            "text": "\"It is an ideal geographic position as well as possibly a good political one with the recognition by the west that Singapore is a high-income country as well as intellectually advanced. That bridge between the west and low-and middle-income countries especially in the Asia Pacific region could really be bridged by your university and your researchers.\" -I20, Human Health A few ministerial participants affirmed Singapore's role of coordinating regional efforts on AMR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Close Connections between Researchers and Policymakers"
        },
        {
            "text": "\"What Singapore is trying to do is trying to harmonize efforts in the agriculture sector and the livestock sector because these are under different ASEAN stream workgroups. So we also work with FAO to coordinate these.\" -I13, Animal Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Close Connections between Researchers and Policymakers"
        },
        {
            "text": "Participants articulated that highlighting the increasing cost of managing patients infected with resistant organisms and the economic loss from AMR could be a potential way of drawing attention to the topic and getting funds to drive programs. As specific examples, participants illustrated not just the costs of treating resistant infections, but also the costs associated with implementing stricter infection control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Projecting AMR Costs"
        },
        {
            "text": "Some participants believed that healthcare costs would increase due to AMR. These were attributed to many reasons, one of which was the cost of more effective antibiotics required to treat infections with resistant organisms. Another prominent reason mentioned was the costs towards infection prevention and control in healthcare settings. This was considered a necessary step to reduce the risk of healthcare-associated infections, especially in the face of worsening AMR. The following factors were suggested by one participant to prevent the spread of resistant pathogens and to cater to patients harboring resistant or infectious organisms: \"That is going to jack up costs in all kinds of ways. Number 1, you are going to have to pay for all those gowns, gloves, single rooms, for isolation, etc. Number 2 you need more manpower, because suddenly a nurse is going to be slowed down right? Or a doctor. You have to put on all this gear, you are going to be seeing fewer patients in the same amount of time, just because of . . . it's a bother.\" -I04, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Projecting AMR Costs"
        },
        {
            "text": "Many participants believed that unless AMR's potential damage to the population and the economy is projected, people are not going to take AMR seriously. Some participants mentioned that only a grave incident such as an AMR outbreak would be able to catch the attention of the general public and extend the prevention efforts of AMR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Push Forward AMR Agenda by Fear of no Treatment"
        },
        {
            "text": "A few participants articulated that rather than forcing a top-down policy approach, AMR could be better tackled by the sharing of best practices through communities of practitioners and creating social movements to encourage and sustain behavior change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Communities of Practice"
        },
        {
            "text": "\"Practitioners come together to share best practices, through the ID networks, through the hospital networks, through the volunteer networks, you know, build communities of practice until this becomes a culture. And people are learning from each other ( . . . ) But whether it gets done is a question of culture, a culture needs strategy every day ( . . . ) so you want to do change, and you want to do large scale change and you want to sustain the change you need to create a movement not a directive . . . I think it's more important to you to create the social movement around what that is, because if you are going to achieve this style change of behavior you need a more behavioral approach to this problem not a clinical approach.\" -I05, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Communities of Practice"
        },
        {
            "text": "Participants reflected on the need to develop public campaigns to sensitize people to become aware of and understand the fundamentals of programs and strategies against AMR. These include stewardship, adherence to vaccination guidelines, better infection prevention and control practices in hospitals as well as programs in the community. All these programs needed to take into account social, behavioral, and cultural aspects to accommodate the needs and perceptions of the community. \"There is always a need to build a culture and to build a system for people to do the right thing. And the same applies outside the hospitals. So I think you know the schools have hand washing to teach the next generation.\" -I05, Human Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Engaging the Community and Public Campaigns on the Drivers of AMR"
        },
        {
            "text": "Most participants asserted that one of the probable strategies to counter AMR was to increase vaccination rates in children and adult population. However, increasing vaccination uptake will uncover another set of issues including population awareness, behavior changes, funding for regular vaccination, workforce to administer vaccination, and availability of vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increase Vaccination"
        },
        {
            "text": "This paper has discussed the challenges and facilitators to addressing AMR in a well-resourced setting such as Singapore. Despite Singapore having an established One Health platform representing all the different stakeholders; appropriate funding to address the response; existence of stewardship and surveillance programs in public hospitals; an active program in research; and a motivated workforce; most participants raised several challenges to address AMR efficiently. These included, among other, vested interests among some stakeholders; disagreements between the human and animal health sectors; low public awareness; the need to address prevention of AMR in the animal and environmental sector; political and cultural aspects influencing AMR; and lax stewardship policies in the private sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Therefore, the results of this paper highlight how difficult it can be to address AMR, especially when considering that Singapore has well-functioning stewardship programs, comprehensive hospital surveillance systems, and some of the latest technologies and innovations to address it. The example of AMR in Singapore brings to light the increasing need to address the social, economic, political, cultural, and behavioral aspects influencing AMR rather than just focusing on the technical solutions. Unless we understand how all these aspects operate and drive the response, it will be difficult to design appropriate policy interventions. In the next paragraphs we provide an example of each of these aspects to highlight their importance in the Singaporean setting. We address \"the social\" by analyzing how AMR has been socially constructed in Singapore; we discuss the influence of \"politics\" by considering power relations and governance approaches for the successful control of AMR; we address \"behavioral aspects\" by analyzing vested interests; and we consider \"cultural components\" by exploring how patients' cultural beliefs influence antibiotic consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "First, it is important to understand how AMR has been socially constructed in Singapore and how power relations operate between the different stakeholders. Wernli et al. distinguished five different frames that map the global policy discourse on AMR [26] . These are: a One Health approach combining in one paradigm human, animal, and environment health; a health security threat giving rise to the global health security agenda; a healthcare policy issue with the dominance of the medical profession; a development issue where it is considered that low-and-middle income countries drive AMR; and an innovation issue with a focus on new diagnostics and antibiotics. Wernli et al. also distinguish a set of actors and policies for each of the frames described. In the Singaporean context, it is interesting to note that several frames coexist with their respective actors leading the selected frame. First, it was reported that there is a One Health platform where all stakeholders meet. Second, there is a strong healthcare policy frame as it was reported that Singapore's AMR policies were largely driven by a group of infectious disease clinicians. Third, AMR is also seen as an innovation issue where researchers are working to identify novel solutions on all fronts. The results of this study suggest that a deeper understanding is needed of the different power relations between these distinct groups to ensure the successful implementation of policies designed to respond to the threat of resistance. However, from our participants' responses we can tentatively conclude that AMR is predominantly seen as a biomedical problem within the context of healthcare facilities and within the pursuit of clinicians controlling infectious diseases even when they still participate in the One Health platform. It could also be argued that historically the emphasis on AMR has been biomedical because this is where the health burden was seen and therefore where the expertise developed. This, however, does not mean that other areas are not seen as important.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[26]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, considering governance approaches for the successful control of AMR requires a focus on both whole of society and sector specific approaches [19] . This was detailed in a previous paper where we proposed a new governance framework to investigate power relations and responses for diverse stakeholders addressing AMR [19] . As Kickbusch mentioned, and further discussed in our paper, recently there has been a diffusion of governance moving from a model dominated by the state to a model co-produced by a wide range of actors [27] . As a result, Kickbusch has identified five types of governance present in whole-of-government approaches. These include: (1) governing among others by mixing regulation and persuasion; (2) by collaborating; (3) by engaging citizens;",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[27]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(4) through independent agencies and expert bodies; (5) and by adaptive policies, resilient structures, and foresight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the Singapore setting, many participants highlighted the leading role of the MOH in regulating the health sector, but acknowledged challenges in regulating the private and animal health sector. These challenges present examples where governance structures will need to weigh up the balance between regulation and persuasion as policy approaches. In the Singaporean context, differential policies in the public and private human healthcare sectors, whether by design or practice, are likely to be counterproductive, as patients use both sectors and the occurrence of resistant infections in one sector has implications for the other. On the other hand, the agricultural sector in Singapore is small and the availability of adequate veterinary expertise limited; imposing tight regulations on antibiotic access in the absence of qualified prescribers is therefore challenging, and persuasive strategies to reduce antibiotic use in this sector are likely to be more realistic, at least in the short term. On their collaborative approach towards governance, many participants highlighted the One Health platform as a good way of bringing stakeholders together. The good relationship between researchers and policymakers was also emphasized via the many avenues for researchers to discuss and share their research findings and discuss policy implications with policymakers. However, there were also conflicts reported specifically between human and animal health experts. This was crystalized on their different takes on what contributes more to AMR. Most physicians believed that antimicrobial use in animal farming as growth promoters might be a more significant driver of AMR, as has been explained by studies [28] . In contrast, animal health experts believed the animal food industry did not contribute much to the growing resistance when compared to AMR infection rates in the health sector. Finally, governing AMR through the engagement of citizens and civil society was not reported as a strategy in Singapore. However, this is not unique to Singapore, as it is well recognized that globally there has been a lack of engagement of civil society organizations in addressing AMR, especially when comparing and contrasting to the high HIV involvement in the early 90s.",
            "cite_spans": [
                {
                    "start": 1711,
                    "end": 1715,
                    "text": "[28]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Third, the AMR policy context represents a policy arena where certain groups engage in \"behaviors\" that might conflict with the overall goal of controlling AMR. Vested interests are more noticeable than in other health policy areas since different professional groups coexist in the AMR policy arena and there is substantial profit to be made from selling antibiotics [29, 30] . In Singapore, vested interests were mentioned among pharmaceutical companies in marketing for higher sales of their antibiotics for their own profits; among private practitioners as they make substantial profits when dispensing antibiotics; and among some veterinarians who prescribed antibiotics even when not clinically needed. Our previous research in other settings (i.e., Pakistan and Cambodia) also suggested several considerations and vested interests around antibiotic use which can hinder the control of AMR in the human and animal health sectors [29, 30] . For example, it was reported that among doctors there are monetary incentives to prescribe certain antibiotics as these are often negotiated with pharmaceutical companies. It was also recounted that a large proportion of the income at hospital level and in pharmacies comes from prescribing antibiotics and as a result it might be difficult to introduce stewardship programs to curb their prescription. While these reports were present in Cambodia and Pakistan, they were absent in Singapore. Monetary incentives were not mentioned that often by our participants and were absent at hospital level.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[29,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "30]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 935,
                    "end": 939,
                    "text": "[29,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "30]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fourth, many participants reported that \"cultural aspects\" and perception regarding medication influenced patients' requests for antibiotics, with patients requesting them, and GPs recognizing feeling the pressure to prescribe them. Other research has found similar findings, with Lam et al. observing that primary healthcare physicians over-prescribed antibiotics in order to satisfy their patients [31] . There were also reports suggesting a lack of awareness of AMR from the public and as a result, patients continued demanding antibiotics even when they were not clinically indicated. This was also reported in a Singaporean study that surveyed patients and found that most patients seeking primary health care in Singapore were misinformed about the role of antibiotics, with poor knowledge being associated with wanting antibiotics [32] .",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 404,
                    "text": "[31]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[32]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To our knowledge, this is one of the first studies to explore the social, political, behavioral, and cultural aspects influencing AMR in a well-resourced setting. A key strength of this study is that we were able to gather the perspectives of multiple stakeholders in the human, animal, and environmental sector. However, we had difficulty in recruiting participants from the environmental sector, and we were only able to interview two participants. A limitation of this study is that participants could have downplayed some of the challenges and some strategies that are considered key to address AMR could have been missed. For example, the fact that Singapore has a well-functioning system for dispensing antibiotics in the human sector, with antibiotics only available with a physician's prescription, was not mentioned as often as a facilitator as one might expect. This could be the case because it was already taken for granted as it has been in existence for several years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, participants in this study were asked to describe the most important strategies to combat AMR and to raise awareness among the population. The most often mentioned responses were: the need to project AMR costs to draw more attention to the topic; pushing forward the AMR agenda by fear of no treatment; creating a community of practice; considering the social aspects of AMR in order to develop prevention efforts against AMR; engaging the community and public campaigns on the drivers of AMR; and increasing vaccination rates in children and adult population. One important step to realizing these strategies would be to have good quality data obtained from standardized surveillance platforms at the national level. This will allow the conduct of outcome research, which can eventually be translated into messages to increase awareness and to push forward the AMR agenda. For example, Naylor et al. used a national mandatory surveillance database in England to quantify the cost and mortality burden of Escherichia coli bacteremia, as well as the influence different resistances have on them. Such findings will be useful for understanding the health and economic impact of future trends in resistance, and for prioritization of funding and strategies to tackle the problem [33] . In addition, future research could focus on exploring further how the current Singapore National Strategic Action Plan is being implemented; exploring in more detail the social, political, behavioral and cultural components affecting AMR; and analyzing at greater length what type of AMR awareness campaigns could be developed to reach the community and engage civil society organizations.",
            "cite_spans": [
                {
                    "start": 1285,
                    "end": 1289,
                    "text": "[33]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The process of designing and implementing AMR policies is complicated even in a country such as Singapore, which has dedicated funding and has developed a multisectoral approach to address AMR. This paper has highlighted the increasing need to address the social, political, cultural, and behavioral aspects influencing AMR rather than just focusing on the technical solutions. Unless we understand how all these aspects operate and drive the response, it will be difficult to design policy interventions that produce the desired results and that cater for the needs of individuals, families, and the community as a whole. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antimicrobial Resistance Global Report on Surveillance",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Global Action Plan on Antimicrobial Resistance",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Political Declaration of the High-Level Meeting of the General Assembly on Antimicrobial Resistance",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tackling Drug-Resistant Infections Globally: Final Report and Recommendations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Drug-resistant Infections: A Threat to Our Economic Future (Final Report)",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Adeyi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baris",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Jonas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C J"
                    ],
                    "last": "Berthe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Le Gall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Marquez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Nikolic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Plante",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schneidman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Singapore: Healthcare Overview",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Service",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Singapore-Agriculture Sectors",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Export",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Agri-Food & Veterinary Authority of Singapore (AVA)",
            "authors": [
                {
                    "first": "Agency",
                    "middle": [],
                    "last": "Singapore Food",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Singapore's National Water Agency: About Us",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Agri-Food & Veterinary Authority of Singapore; Ministry of Health; National Environment Agency; National Water Agency. The National Strategic Action Plan on Antimicrobial Resistance",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ten-year narrative review on antimicrobial resistance in Singapore",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Q"
                    ],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kwa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Legido-Quigley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Singap. Med. J",
            "volume": "60",
            "issn": "",
            "pages": "387--396",
            "other_ids": {
                "DOI": [
                    "10.11622/smedj.2019088"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prevalence of healthcare-associated infections and antimicrobial use among adult inpatients in Singapore acute-care hospitals: Results from the first national point prevalence survey",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Venkatachalam",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Tee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kurup",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Liew",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin. Infect Dis",
            "volume": "64",
            "issn": "",
            "pages": "61--67",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cix103"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "MRSA transmission dynamics among interconnected acute, intermediate-term, and long-term healthcare facilities in Singapore",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pettigrew",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C B"
                    ],
                    "last": "Lye",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kanagasabai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Phua",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marimuthu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin. Infect Dis",
            "volume": "64",
            "issn": "",
            "pages": "76--81",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cix072"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hospitals Step up Measures to Curb 'Superbug' that Spreads via Touch",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Philomin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Carbapenem resistance in gram-negative bacteria: The not-so-little problem in the little red dot",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kwa",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/microorganisms4010013"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Surveillance trends of carbapenem-resistant Enterobacteriaceae from Singapore",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W P"
                    ],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "M.-V",
                    "middle": [],
                    "last": "La",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Deepak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jureen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T P"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Glob. Antimicrob. Resist",
            "volume": "2",
            "issn": "",
            "pages": "99--102",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jgar.2013.11.003"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Something borrowed, something new: A governance and social construction framework to investigate power relations and responses of diverse stakeholders to policies addressing antimicrobial resistance",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Legido-Quigley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Durrance-Bagale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hanefeld",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/antibiotics8010003"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Qualitative Analysis for Social Scientists",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Constructing Grounded Theory: A Practical Guide through Qualitative Analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Charmaz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Sage",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "World Antibiotic Awareness Week",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann. Acad. Med. Singap",
            "volume": "46",
            "issn": "",
            "pages": "413--414",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Campaign for Global Antibiotic Awareness",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Health Promotion Board. FIGHT The Spread of Infectious Diseases",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mapping global policy discourse on antimicrobial resistance",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wernli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Jorgensen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Morel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harbarth",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Levrat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Glob",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2017-000378"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Governance for Health in the 21st Century",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gleicher",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Source attribution of human salmonellosis: An overview of methods and estimates",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pires",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Vieira",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hald",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Foodborne Pathog. Dis",
            "volume": "11",
            "issn": "",
            "pages": "667--676",
            "other_ids": {
                "DOI": [
                    "10.1089/fpd.2014.1744"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "LMICs as reservoirs of AMR': A comparative analysis of policy discourse on antimicrobial resistance with reference to Pakistan",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Durrance-Bagale",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Legido-Quigley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mateus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hanefeld",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Health Policy Plan",
            "volume": "34",
            "issn": "",
            "pages": "178--187",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czz022"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Invisible medicine sellers and their use of antibiotics: A qualitative study in Cambodia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rego",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bory",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chhorn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Phou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Legido-Quigley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hanefeld",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ Glob. Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2019-001787"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "What are the non-biomedical reasons which make family doctors over-prescribe antibiotics for upper respiratory tract infection in a mixed private/public Asian setting?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Clin. Pharm. Ther",
            "volume": "28",
            "issn": "",
            "pages": "197--201",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2710.2003.00485.x"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Knowledge, attitudes and practices towards antibiotic use in upper respiratory tract infections among patients seeking primary health care in Singapore",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Fam. Pract",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12875-016-0547-3"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The health and cost burden of antibiotic resistant and susceptible Escherichia coli bacteraemia in the English hospital setting: A national retrospective cohort study",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Naylor",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Pouwels",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hope",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Robotham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Deeny",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS ONE",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0221944"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "We wanted to measure stuff in Singapore, but really to do that you really need the government involved, ( . . . ) otherwise if it's a voluntary basis, and there are certain biases about data. Whereas if it's systematic surveillance and it's mandatory you get a more comprehensive and representative sample.\" -I04, Human Health Participants mentioned that though the AMR surveillance indicators were defined and well set up in the public hospital domain, surveillance needed to be at a national level, extended to private hospitals, primary care and intermediate/long-term care facilities (GPs, community hospitals and nursing homes), as well as animal and environment sectors. \"The indicators we sort of have been following is still hospital-based indicators. We don't have country-wide, AMR indicators which internationally people are talking about. For example, we don't know what is the level of antibiotic consumption at the country level, we don't know what, for example, when people are talking about \"oh, for this bacterial infection, what proportion of this bacterial infection is resistant to what antibiotics\" you know? We haven't gone to measuring that kind of level.\" -I07, Human Health 3.4.5. Highly Motivated Workforce",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Materials: The following are available online at http://www.mdpi.com/2079-6382/8/4/201/s1, COREQ (COnsolidated criteria for REporting Qualitative research) Checklist. Author Contributions: Conceptualization, H.L.-Q.; methodology and conducting interviews, H.L.-Q., S.R.S., S.T.T.; formal analysis, S.R.S., A.Q.C. and H.L.-Q.; writing-original draft preparation, S.R.S., A.Q.C. and H.L.-Q.; writing-review and editing, all authors; supervision, H.L.-Q.; funding acquisition, L.Y.H. and H.L.-Q. Funding: This research is funded through the CoSTAR-HS and SPHERiC Collaborative Center Grants from the National Medical Research Council, Singapore.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Participants' characteristics according to profession and organization. WHO = World Health Organization; NGOs = Non-governmental organizations.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank the participants of this study for their time and for sharing their experiences and insights on the topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}