{
    "paper_id": "32e54e86db8e7cc46844319fb3dba6d9a02a86f7",
    "metadata": {
        "title": "Protecting an island nation from extreme pandemic threats: Proof-of-concept around border closure as an intervention",
        "authors": [
            {
                "first": "Matt",
                "middle": [],
                "last": "Boyd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Adapt Research Ltd",
                    "location": {
                        "settlement": "Wellington",
                        "region": "New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "G"
                ],
                "last": "Baker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Otago",
                    "location": {
                        "addrLine": "3 39 Mortimer Tce",
                        "settlement": "Wellington, Wellington",
                        "region": "New Zealand",
                        "country": "New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "Osman",
                "middle": [
                    "D"
                ],
                "last": "Mansoor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giorgi",
                "middle": [],
                "last": "Kvizhinadze",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Otago",
                    "location": {
                        "addrLine": "3 39 Mortimer Tce",
                        "settlement": "Wellington, Wellington",
                        "region": "New Zealand",
                        "country": "New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "Nick",
                "middle": [],
                "last": "Wilson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Otago",
                    "location": {
                        "addrLine": "3 39 Mortimer Tce",
                        "settlement": "Wellington, Wellington",
                        "region": "New Zealand",
                        "country": "New Zealand"
                    }
                },
                "email": "*nick.wilson@otago.ac.nz"
            }
        ]
    },
    "abstract": [
        {
            "text": "Countries are well advised to prepare for future pandemic risks (e.g., pandemic influenza, novel emerging agents or synthetic bioweapons). These preparations do not typically include planning for complete border closure. Even though border closure may not be instituted in time, and can fail, there might still plausible chances of success for well organized island nations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Introduction A widespread view is that country border closures have a limited, if any, role in preventing the spread of infectious diseases [1] . Indeed, the World Health Organization (WHO) advice is that even though unaffected countries may be able to delay the introduction of the infectious agent by imposing severe limits on international travel, border closure is unlikely to be able to prevent importation, and can have huge economic and personal costs. Such border closures can potentially damage trade and economies with one US study estimating the GDP halving from one year's closure that suspended 95% of imports and exports [2] .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Yet, historically there is evidence that border closure can be effective in preventing the spread of pandemic influenza: successful control of the 1918-19 influenza pandemic in various Pacific islands [3] and US military bases [4] . Internal border control was also helpful for Iceland in that pandemic [5] . Theoretical studies of small island nations also suggest that stopping travel in response to an influenza pandemic might be helpful in those with low travel volumes [6] .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, it is biologically plausible that a new infectious agent (e.g., a synthetic bioweapon or an existing agent like Ebola that became more infectious), could be of such severity that attempting border closure could be a rational choice for a country, particularly for island nations. That is especially if that closure decision could be made in time before the agent had already entered the island nation in sufficient numbers to prevent local control and that border controls could be successfully maintained for the period of risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clearly, a new virus that had the infectiousness of measles or influenza and the lethality of rabies or Ebola would justify extraordinary control measures. Such a pandemic would cause severe economic impacts, with or without border closure, if the spread of the virus (or other pathogen) was not controllable. This situation is in contrast to the way that SARS, MERS-CoV and Ebola are relatively controllable since transmission does not usually occur until after severe symptom onset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "So, can we reframe the question to defining the severity of a new pandemic that would justify consideration of border closure, for countries where this might be feasible e.g., by an island nation? This study aims to explore that question at in initial \"proof-of-concept\" level using the island nation of New Zealand as a case study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "New Zealand has the benefits of being geographically remote (so that alternatives to aircraft travel are difficult) and it has a very well developed border control system, which is designed particularly to exclude pathogens that threaten agriculture (such as foot and mouth disease). New Zealand is also relatively well organized when it comes to disease control in that it has successfully eradicated brucellosis, hydatids and more recently an invasive mosquito species that had spread to multiple parts of the country [7] . On the other hand, New Zealand is a nation that is highly dependent on tourism revenues and on exports-so these are components of the economic harm that border closure can cause to a country's economy.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 523,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our approach was of an initial proof-of-concept level analysis to estimate costs and benefits of border closure using Excel spreadsheet modeling. A societal perspective was adopted and costs and benefits were discounted at 3%. The model extrapolated existing data on past influenza pandemics in New Zealand to calculate the number of: primary care visits, hospitalizations, and deaths predicted for various pandemic scenarios. These scenarios varied by the proportion of the population infected, being admitted to hospital and dying. The estimated cost of the pandemic to the country was calculated under a range of assumptions, including monetizing quality-adjusted life-years (QALYs) and deaths, accounting for lost tourism revenue and export/ import losses. Scenarios that account for health system only costs are also reported. The model can be accessed in S1 Appendix. Details around the scenarios and parameters follow, with Table 1 listing all the epidemiological and costing input parameters used in the model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 931,
                    "end": 938,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Material and methods"
        },
        {
            "text": "We considered novel pandemic scenarios that would typically involve infectious respiratory agents spread between people and causing rapidly propagating acute illnesses. These could conceivably arise from natural phenomena such as new influenza pandemics, but also from the unintentional or purposeful release of a modified pathogen or bioweapon with respiratory spread. Such synthetic agents could conceivably have the infectivity of pandemic influenza and the mortality risk of viral hemorrhagic fevers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Base-case scenarios"
        },
        {
            "text": "Nevertheless, the key aspects of the pandemic scenarios were scaled from historical experience with influenza pandemics in the New Zealand setting. Scenario A was a serious pandemic that was assumed to have similar morbidity impacts to the 1918/1919 influenza pandemic, but with half the mortality rate-given modern improvements in supportive health care and treatments (Table 1) . Scenario B was of a particularly extreme pandemic that had ten times the mortality impact as \"Scenario A\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 379,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Base-case scenarios"
        },
        {
            "text": "The border closure intervention was assumed to completely prevent any harm to health from the threat of these two pandemic scenarios. Border closure was assumed to include an end to the arrival of all commercial passenger planes, private planes, cruise ships, and yachts. If trans-oceanic yachts or private jets attempted to enter territorial space after closure, it was anticipated that they would be detected and managed by New Zealand's military (e.g., forced to go to other countries or to uninhabited off-shore islands around the coast).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Base-case scenarios"
        },
        {
            "text": "Our base-case analysis was focused on the impact of reduced tourism from border closure as we assumed that trade in exports and imports would continue with appropriate controls to ensure complete isolation of incoming air cargo crews and ship crews in special port facilities or with ship crews never leaving their vessels. Indeed, the latter is already sometimes the case when ships load/off-load at New Zealand ports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Base-case scenarios"
        },
        {
            "text": "The proportion of the population infected was taken from influenza pandemic data for New Zealand in 2009 [8] and 1918 influenza pandemic mortality data for New Zealand ( Table 1 ). The proportion of the population consulting their general practitioner (GP) and the proportion hospitalized were taken from the literature for the 2009 influenza pandemic in New Zealand [9] . The ratio of the proportion infected in the 1918 pandemic to the proportion infected in 2009 allowed us to estimate the number likely to consult their GP in the Scenario A pandemic (by holding the ratio of GP 1918:GP 2009 consistent with the ratio of proportions infected). In the more extreme Scenario B pandemic, we assumed 50% of the population would be infected, 10% would consult their GP and 10 times as many would die as in the Scenario A pandemic.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Pandemic epidemiology"
        },
        {
            "text": "Age-specific patterns of hospitalizations and deaths were taken from published New Zealand data on the 2009 influenza pandemic [10] and applied to all scenarios. Population data by five-year age groups in 2014 were used for calculations.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Pandemic epidemiology"
        },
        {
            "text": "For the Scenario A pandemic, we halved the mortality rate relative to that from the 1918 influenza pandemic. This meant that instead of the estimated European New Zealanders mortality ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health impact parameters"
        },
        {
            "text": "Disability weight (DW) for mild disease ( [18] rate of 550 per 100,000 population we used a mortality rate of 275 per 100,000 population (Table 1) . This was based on the assumption that provision of basic supportive care would be better than for the 1918 pandemic and so would the provision of modern treatments before health services got overloaded (e.g., potentially some people could benefit from modern treatments such as antibiotics to treat bacterial pneumonia that followed the pandemic infection). Deaths in the more extreme Scenario B pandemic were modeled as 10 times greater than the 1918 scenario (Table 1) . We assumed 'W-shaped' mortality rate distributions with peak death rates for children and younger adults, as was the case for the 2009 and 1918 influenza pandemics. The health burden included assessing QALYs lost from different health states. That is, there was health loss for those infected in the pandemic, those consulting their GP, those who were hospitalized, and those dying prematurely. Calculating the non-fatal health impact involved allocating a weighted annualized acute infectious disease disability weight (DW; mild, moderate, severe respectively) according to those from the Global Burden of Disease Study [11] . Infected people were modeled as experiencing one week with the DW, those consulting their GP experienced two weeks, and those hospitalized received three weeks. The DWs were multiplied by (1-pYLD [prevalent years lived with disability]), to account for the proportion of years lived with disability derived from New Zealand life-tables.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 610,
                    "end": 619,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Values used in estimating morbidity impacts (included in quality-adjusted life-year [QALY] calculations)"
        },
        {
            "text": "A large driver of the costing part of the analysis was the estimated value of saving a life at different ages and for this we used a tool which calculates the \"Expected Maximum Intervention Cost (EMIC)\" to save a life for different countries [12] . More specifically, this is the amount of money that a society might spend on a one-off intervention to save the life of an individual given their age, while accounting for life-time health costs and allowing for country-specific values for a QALY gained. The online calculator allows for country-specific estimates of these values, but we used the values for New Zealand in the main analysis [13] . For the cost-effectiveness threshold in the equation used, we applied the rule-of-thumb approach proposed by the WHO: those interventions with a cost per QALY gained that is less than the country's GDP per capita can be considered very cost-beneficial [14] . For this analysis, that equates to a relatively conservative cost-effectiveness threshold of NZ$45,000 per QALY gained (for year 2011; $US30,000 adjusted for OECD purchasing power parity [15] ). QALYs gained from morbidity reduction were also monetized at this same level.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 900,
                    "end": 904,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1094,
                    "end": 1098,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Costs"
        },
        {
            "text": "We used a discount rate of 3% per annum when accounting for the future health system costs and valuation of QALYs gained by implementing border closure. At this discount rate the value of saving a life for New Zealand citizens in the age ranges 0-4, 35-39, and 65-69 are: NZ$1.288 million, NZ$994,000, and NZ$521,000 respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Costs"
        },
        {
            "text": "In terms of direct health care costs, GP visit costs were set at NZ$60 per visit. Hospitalization costs were those that have previously been estimated for the 2009 pandemic in New Zealand [8] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Costs"
        },
        {
            "text": "The New Zealand Ministry for Business Innovation and Enterprise publishes annual international visitor numbers and revenue [16] . From this we could calculate the average number of international visitors in New Zealand on the day of border closure and the lost revenue in terms of daily visitor spending (by different periods of border closure). In some scenarios we also included the costs of government-funded provision of accommodation for the tourists remaining in New Zealand (estimated at NZ$200 per day per person), and the costs of evacuating visitors by essentially \"one-way\" flights home (estimated at NZ$1000 per individual).",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Costs"
        },
        {
            "text": "Border closure enforcement costs (including guarding cargo ships) were ignored due to the complexity of this aspect but also because they may be relatively low compared with the normal routine costs to customs agencies processing thousands of arrivals per day, which would cease during the border closure period. Similarly, existing military personnel could be diverted from their base camps to assist with such tasks. We also ignored the costs of using air force and naval patrols to ensure border protection (e.g., from arriving trans-oceanic yachts) as these type of patrols are already conducted (for fisheries protection).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Costs"
        },
        {
            "text": "An expected value for each input variable was calculated and a distribution estimated. We ran a probabilistic sensitivity analysis (PSA) on the base case using values sampled randomly from the distributions for all variables and 1000 iterations. For this the Excel add-in tool Ersatz (Epi-Gear, Version 1.3) was used. The cost-benefit results for other scenarios were calculated using expected values for the variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical and uncertainty analysis"
        },
        {
            "text": "We explored two additional scenarios in which import/export trade: (i) was reduced by 50%; and (ii) ceases completely:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional scenarios"
        },
        {
            "text": "1. All cargo imports and exports in and out of New Zealand were assumed to be via one highly-guarded shipping port and one highly-guarded airport with these facilities also having protective sequestration for port workers as an extra precaution. As a result, we assumed that this would constrain the total value of cargo-based exports and imports by 50% during the \"border closure\" period. Also assumed was a recovery period of three months after the border was reopened until normal cargo trade for exports and imports was resumed (assuming a linear increase). We used 2014 data for the value of cargo-based imports at NZ$961 million per week [17] and of cargo-based exports at NZ$999 million per week [18] . When annualized, these amounts comprise 20.7% and 21.6% of New Zealand's GDP respectively (which was NZ$241.2 billion in the year ending March 2015 [19] .",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 648,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Additional scenarios"
        },
        {
            "text": "2. In this extreme scenario we assumed a complete end to all cargo imports and exports in and out of New Zealand during the \"border closure\" period. This would effectively double the impact of the scenario detailed above. Similarly, we also assumed a recovery period of three months after the border was reopened until normal cargo trade for exports and imports was resumed (assuming a linear increase).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional scenarios"
        },
        {
            "text": "The summed costs associated with no border closure are listed in the first row of Table 2 . These include discounted monetized QALYs lost from illness and premature death, and also discounted healthcare costs associated with the pandemic. These costs were estimated to range from NZ$14.4 billion (US$9.63 billion) for the Scenario A pandemic, where the country suffers 12,400 pandemic-related deaths, to NZ$121 billion for the Scenario B pandemic, in which the country suffers 124,000 deaths. Where border closure was assumed to prevent the Scenario A pandemic, it was estimated to provide a large net societal benefit (is very cost-beneficial) for both 12 and 26 weeks of closure (Table 2) . For example, if closure was 12-weeks duration, with a 26-week linear return to normal tourist visitor numbers, then successful closure was estimated to save NZ$11 billion when compared to no closure. Even more clearly, border closure for Scenario B was found to be highly cost-beneficial under all assumptions, saving up to NZ$120 billion to society ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 89,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 690,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1052,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "If border closure failed, and as a result the pandemic reached New Zealand (albeit with the assumption of 10% fewer cases/deaths due to benefits from some delay), then closure would no longer be cost-beneficial in Scenario A (Table 2) . However, at this modest level of health benefit, failure of closure in Scenario B would still return a net societal benefit of at least NZ$7 billion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 234,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "For border closures to prevent pandemic Scenarios A and B, the cost-benefit analysis results were largely driven by the valuation of potential premature deaths averted (the lost life-years component of the QALYs). Nevertheless, when we removed the valuation of life and the monetization of these lost QALYs from the calculations, a 12-week border closure was still cost-beneficial for some scenarios. For example, for the Scenario A pandemic with a subsequent 50% tourism downturn, 26-weeks linear return to normal visitor numbers, and visitors' accommodation and flights home subsidized by the government, closure was still estimated to be beneficial overall by NZ$300 million compared with no closure. The benefit was very similar for Scenario B because we capped the number of hospitalizations, given that the health system was assumed to be unlikely to cope with the high numbers in this scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Various threshold effects can be determined from these results. For example, a net societal benefit was estimated for closing the borders for 50 weeks if 0.15% of the population were predicted to die in a pandemic and if border closure was successful ( Figure A in S2 Appendix) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 277,
                    "text": "Figure A in S2 Appendix)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The results of the additional scenarios are presented in Table 3 . That is, if disruption of trade (imports and exports) was also taken into account in the Scenario A pandemic, it was not estimated to be economic to close the borders for either 12 or 26 weeks. But for the Scenario B pandemic it remained very worthwhile to close the borders, even when taking into account export and import losses of 100%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Cost of pandemic with no border closure 14.4 120.6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenario B (NZ$ billions)"
        },
        {
            "text": "Assuming closure prevents 100% of cases (value given is net benefit to the whole of society) For a pandemic with five times the adverse mortality impact of Scenario A, there was a period of closure between 12 and 26 weeks at which the net benefit switched from favorable to unfavorable (Table 3) . For a situation where the pandemic had three times the adverse mortality impact of Scenario A, it was found to be marginally net beneficial to close the border for 12 weeks (and account for 100% export/import losses) but any longer than 12 weeks and there was a net cost to society.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 295,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Scenario B (NZ$ billions)"
        },
        {
            "text": "We ran a probabilistic sensitivity analysis (PSA) using distributions for all variables and 1000 iterations. The proportion dying from the pandemic was the most influential parameter on the net economic impact of the base-case for Scenario A, resulting in societal savings varying from $7.3 to $16.8 billion (Tornado Plot in Figure ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 331,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity analyses around the base-case"
        },
        {
            "text": "Human civilization is at ongoing risk of new infectious agents. This risk has probably never been higher because of growing human population density and technology leading to socio-economic, environmental and ecological factors [20] . There are also added threats from deliberate human modification of existing or potential pathogens [21] . Consequently, it seems appropriate that governments should prepare their societies for dealing with global pandemic threats.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This initial \"proof-of-concept\" work suggests that there are plausible conditions under which it appears cost-beneficial at the societal level to close the borders of an island nation in the face of a new and very severe global pandemic. A key assumption is some chance of closure being successful. The main variable dictating the threshold for achieving net societal gain appears to be the expected number of deaths from the pandemic and hence the monetized value of QALYs gained from border closure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Scenario* † (export + import % reduction) 12 The severity threshold where border closure is likely to be justified is (not surprisingly) higher in situations where the duration of closure needs to be prolonged and/or the effects on export and import losses are also considered. Therefore, any comprehensive pandemic plan by an island country could include ways of reducing these negative effects (e.g., by planning contingency measures to support continuing export and import activities during such periods).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3. Additional analyses when considering the net benefit to New Zealand of border closure when allowing for reductions or elimination of imports and exports during the border closure period (net societal loss is indicated in bold)."
        },
        {
            "text": "A strength of this study is that it appears to be the first to attempt to weigh the economic and health issues associated with pandemic-related border closure at an island country level. It benefited from detailed epidemiological and costing data from past influenza pandemics for New Zealand, and also a published tool for estimating the value of saving a life at different ages [12] . Nevertheless, specific limitations are as follows:",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "• The method used monetized QALYs (based on GDP per capita valuation as used in WHO CHOICE work) which although having an element of resource realism, is still somewhat arbitrary. Also some societies may use different discount rates than the 3% that was applied to both costs and health gains in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "• The method did not explicitly include productivity benefits (in workers and potential workers whose lives are saved), although this benefit can be considered to be partly captured in the monetized QALY.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "• In terms of the scenario analyses around the end to imports and exports, this analysis also did not consider a range of other relevant issues. That is for some export industries delays of some months might only result in partial economic losses. In New Zealand's case, trees used for export timber can be left growing, beef cattle can be left on pasture, processed timber, wool and dried milk powder can be stockpiled, as can the refrigerated goods that the country exports (e.g., butter, cheese, meat products, onions and apples). Alternatively, some of these designated exports could be diverted to the domestic market, resulting in cheaper food for New Zealand citizens. Similar arguments might also apply to imports with some of these goods able to be stockpiled in foreign ports until the New Zealand border closure ended. Furthermore, some imports could be replaced by New Zealand-produced products. For example, food imports are largely discretionary for New Zealand at present given the country is a major producer (and exporter) in all of these major food categories: fruit, vegetables, dairy, meat and fish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "• Similarly, the valuation of lost tourism revenue could have been more sophisticated if a more detailed analysis considered the marginal cost of providing the tourism services being subtracted from the revenue gained. On the other hand, the estimates under-value the losses given that there is also no accounting for consumer surplus in the tourism experience for international visitors (though this might be less of a concern from a New Zealand Government perspective).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "Our work is of an initial proof-of-concept nature relating to a non-specific \"severe pandemic\" threat. The results suggest that for this case study of an island nation, there are plausible pandemic conditions in which border closure might sometimes be worthwhile at a societal level. What may be needed next is further clarification of the precise nature of those conditions. We have not taken into account many costs that will be incurred and some that will be averted in a border closure situation. It is now up to specialist policy institutions such as economic ministries and treasuries to further investigate this line of reasoning in island nations with pandemic plans. This consideration should ideally involve more sophisticated modeling of many important parameters and also include updated uncertainty analysis. There may also be a place for multiple-criteria decision analysis (MCDA) that would allow consideration of wider factors e.g., if a new synthetic bioweapon posed existential risks to a society, then possibly very rapid and extreme border controls might be justified in an island nation. For less severe pandemics, a MCDA approach may also capture considerations around more adverse health and economic impacts on low-income populations that could exacerbate inequities, and other ethical complexities (e.g., not allowing citizens overseas to return).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible implications for further research"
        },
        {
            "text": "While further research is necessary, these initial modeling results suggest that border closure could reasonably be on the menu of pandemic planning options for island nations. Furthermore, even if border closure fails to prevent the pandemic's arrival in the threatened island nation, a period of border closure could delay the arrival of the pandemic (given evidence from border screening activities for the 2009 influenza pandemic) [22] . Indeed, even short border closures could buy time to allow for more detailed epidemiological assessment, time to launch a national mass media campaign around hygiene and staying at home if sick, time to prepare healthcare facilities, and time to vaccinate key front line staff. These results also suggest the potential utility of a forecasting system that could be used in real-time at the early stages of a new pandemic with high mortality potential. A workable policy would need the capacity for rapid border closure before detailed knowledge about the nature of the novel pandemic agent. However, this level of timeliness could be problematic as shown by the difficulty detecting pandemic influenza during its early establishment stages (e.g., as observed in parts of Australia in 2009 [23] ). Indeed, even well-organized governments in island nations should assume a relatively high possibility that border control might not be enacted in time or might subsequently fail.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1231,
                    "end": 1235,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Possible implications for policy in island nations"
        },
        {
            "text": "Any provisional border closure plans should probably include consideration around facilities that allow for very effective protective sequestration of in-coming ship or cargo airline crews (e.g., of airline crew that need to sleep before flying out). Rigorous precautions are potentially very important given that if closure fails to prevent 100% of cases in a Scenario A type pandemic, and instead 90% of the expected cases actually occur, then the cost-benefit calculation can flip (e.g., by NZ$10-12 billion in this case study from being massively cost-beneficial, to a substantial net societal loss).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible implications for policy in island nations"
        },
        {
            "text": "Finally, the topic of border closure for different types of countries also needs to be further refined at the international level so that the World Health Organization can provide the best available guidance on the topic. The International Health Regulations (2005) include in their stated purpose (Article 2) a focus on preventing the international spread of disease \". . .in ways that are commensurate with and restricted to public health risks, and which avoid unnecessary interference with international traffic and trade\" [24] . It is therefore important to build on the initial work presented here to further refine the circumstances and types of countries where the level of public health risk, and potential health gain, might justify border closures and indicate when they should be reopened. ",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 531,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Possible implications for policy in island nations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization Working Group on International and Community Transmission of SARS. Public health interventions and SARS spread",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Inf Dis",
            "volume": "10",
            "issn": "11",
            "pages": "1900--1906",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Economic Consequences of U.S. Border Closure in Response to a Security Threat: A Dynamic CGE Assessment",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rimmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Defence and Peace Economics",
            "volume": "22",
            "issn": "1",
            "pages": "85--97",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Protective effect of maritime quarantine in South Pacific jurisdictions, 1918-19 influenza pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcleod",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kiedrzynski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kool",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "3",
            "pages": "468--70",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1403.070927"
                ],
                "PMID": [
                    "18325264"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nonpharmaceutical influenza mitigation strategies, US communities, 1918-1920 pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Markel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Michalsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Digiovanni",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1212.060506"
                ],
                "PMID": [
                    "17326953"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The influenza pandemic of 1918-1919 in two remote island nations: Iceland and New Zealand",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Summers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottfredsson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Z Med J",
            "volume": "126",
            "issn": "",
            "pages": "74--80",
            "other_ids": {
                "PMID": [
                    "23797079"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Small islands and pandemic influenza: potential benefits and limitations of travel volume reduction as a border control measure",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwehm",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-9-160"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Celebrating 50 years of polio elimination in New Zealand: but inadequate progress in eliminating other vaccine-preventable diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Z Med J",
            "volume": "125",
            "issn": "",
            "pages": "67--74",
            "other_ids": {
                "PMID": [
                    "23254502"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A national estimate of the hospitalisation costs for the influenza (H1N1) pandemic in 2009",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nhung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kvizhinadze",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Blakely",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Z Med J",
            "volume": "125",
            "issn": "",
            "pages": "16--20",
            "other_ids": {
                "PMID": [
                    "23254496"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The 2009 influenza pandemic: a review of the strengths and weaknesses of the health sector response in New Zealand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Summers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Z Med J",
            "volume": "125",
            "issn": "",
            "pages": "54--66",
            "other_ids": {
                "PMID": [
                    "23254501"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Report for the Minister of Health from the Pandemic Influenza Mortality and Morbidity Review Group. Wellington: Ministry of Health",
            "authors": [],
            "year": 2010,
            "venue": "Pandemic Influenza Mortality and Morbidity Review Group",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Common values in assessing health outcomes from disease and injury: disability weights measurement study for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Salomon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gagnon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naghavi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mokdad",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "380",
            "issn": "9859",
            "pages": "61680--61688",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(12)61680-8"
                ],
                "PMID": [
                    "23245605"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "How much can society spend on life-saving interventions at different ages while remaining cost effective? Estimates using New Zealand health system costs, morbidity, and mortality data",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kvizhinadze",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Blakley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Popul Health Metrs",
            "volume": "",
            "issn": "15",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Health Organization. Cost effectiveness and strategic planning (WHO-CHOICE): World Health Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bode3 Programme",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLOS ONE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0178732"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "New Interntional Comparisons of GDP and Consumption Based on Purchasing Power Parities for the year 2011",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "New Zealand Ministry for Business Innovation and Employment. Tourism Forecasts",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Imports for Overseas Cargo Wellington2016",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statistics New Zealand",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Exports for Overseas Cargo Wellington2016",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statistics New Zealand",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Year ended",
            "authors": [],
            "year": 2015,
            "venue": "Statistics New Zealand. National Accounts (Income and Expenditure",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storevgard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gittleman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06536"
                ],
                "PMID": [
                    "18288193"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Risks and benefits of gain-of-function experiments with pathogens of pandemic potential, such as influenza virus: a call for a science-based discussion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imperiale",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "4",
            "pages": "1730--1744",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01730-14"
                ],
                "PMID": [
                    "25085113"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Entry screening to delay local transmission of 2009 pandemic influenza A (H1N1)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-10-82"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pandemic (H1N1) 2009 influenza community transmission was established in one Australian state when the virus was first identified in North America",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0011341"
                ],
                "PMID": [
                    "20596536"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "World Health Organization. World Health Assembly. Revision of the International Health Regulations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "B in S2 Appendix). Less important variables in driving the uncertainty were visitors per day, duration of closure, and the value of saving a life estimates (Figure B and Figure C in S2 Appendix). When QALYs were not monetized, the proportion being hospitalized was also an important contributor to the uncertainty (Figure C in S2 Appendix).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Appendix. Model in excel. (XLSX) S2 Appendix. Additional results. (DOCX) Author Contributions Conceptualization: NW M. Boyd M. Baker OM. Formal analysis: M. Boyd GK. Investigation: M. Boyd GK. Resources: NW. Visualization: M. Boyd NW GK. Writing -original draft: M. Boyd NW. Writing -review & editing: NW M. Boyd M. Baker OM GK.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Epidemiological and costing input parameters used in the pandemic and border closure model as applied to the island nation of New Zealand (NZ).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Without monetizing QALYs associated with premature death and illness5. Border closure accounting just for direct health system costs of pandemic, 26-week linear return after an initial 50% tourist downturn, evacuation costs, and 2 weeks accommodation.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}