{
    "paper_id": "33e9e969d555d597b3af0d6c4bdb38010ce3996d",
    "metadata": {
        "title": "Estimating a Markovian epidemic model using household serial interval data from the early phase of an epidemic: Supplementary materials A Statistical (MCMC) details",
        "authors": [
            {
                "first": "Andrew",
                "middle": [
                    "J"
                ],
                "last": "Black",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Adelaide",
                    "location": {
                        "postCode": "5005",
                        "settlement": "Adelaide",
                        "region": "SA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [
                    "V"
                ],
                "last": "Ross",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Adelaide",
                    "location": {
                        "postCode": "5005",
                        "settlement": "Adelaide",
                        "region": "SA",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Here we give details of the MCMC routines used in the results sections. In all cases the proposals were Gaussian. Burn-in was 10 3 samples and the next 10 5 samples were taken, thinned by a factor of 10 to give 10 4 samples from the posterior. Table 1 gives the parameters for the full inference model. Table 2 gives the parameters used in the Hong Kong influenza inference.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 251,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 310,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "A Statistical (MCMC) details"
        },
        {
            "text": "Parameter True value Prior Sampling variance β 2 U (0, 8) 0.05 σ 0.25 U (0, 2) 0.01 γ 0.5 U (0, 4) 0.02 Table S1 : MCMC parameters for the full inference model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "A Statistical (MCMC) details"
        },
        {
            "text": "Parameter Prior Sampling variance β U (0, 2) 0.05 σ U (0, 1) 0.01 γ U (0, 2) 0.02 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Statistical (MCMC) details"
        },
        {
            "text": "Here we show the results from a sensitivity analysis. We are mostly concerned with how the number of data points and their random nature affect the posterior distribution. Figures 3-7 show the posterior distributions for 8 sets of randomly generated serial interval distributions with 15, 50, 100, 200 and 300 data points respectively. The model parameters are: β = 2, σ = 1/4, γ = 1/2 and j = k = 2. MCMC parameters are given in Table 1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 183,
                    "text": "Figures 3-7",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 437,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "B Sensitivity analysis of the full model"
        },
        {
            "text": "Here we present results from fitting the full model when the parameter β is fixed. Figure S8 shows posteriors estimated from 9 random serial interval distributions. Figure S9 shows the mean serial interval distribution and confidence intervals computed from fitting to the full distribution shown in the main text and holding β fixed. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 92,
                    "text": "Figure S8",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 174,
                    "text": "Figure S9",
                    "ref_id": null
                }
            ],
            "section": "C Full inference while holding β fixed"
        },
        {
            "text": "The case N = 2. The cdf of the clinical serial interval T SI in the case N = 2 is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "where T Inf is the time for the first individual to infect the second individual, and T Sym is the time for the second individual to display symptoms. The exposed period is distributed Γ(j, jσ), and so the probability density function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "Now, when considering the random variable T Inf , we have k different possible paths to the occurrence of the first secondary case, corresponding to the infectious class of the index case at time of transmission. Each of these paths has a corresponding probability ρ(m) of arising (with k m=1 ρ(m) = 1, as a secondary case is assumed to occur). These probabilities may be evaluated by calculating the probability of the specified sequence of events, via the jump chain of the Markov chain conditioned on a secondary case. The corresponding holding times in each state of the conditioned chain are exponentially distributed, with some rate λ i . Hence,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "We now consider the evaluation of the required probabilities conditioned on a secondary case, in order to evaluate ρ(m) and the rates λ i . To evaluate these quantities, we use the results of Waugh [1] on conditioned Markov processes. The transition rates of the conditioned process arẽ",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "where F is the set of states from which the event of interest, the first secondary case, can occur, and p i is the probability of the event of interest, at least one secondary case, occurring starting from state i. For the model with k infectious classes, the probability of at least one secondary case from state i is We note that only two types of events can occur in the conditioned process from the states (E 1 , E 2 , . . . , E j , I 1 , I 2 , . . . , I k , R) = (0, 0, . . . , 0, e k−1,i , 0, 0), where e k−1,i is a vector of length k − 1 with a 1 in the ith position, and they are to states (0, 0, . . . , 0, e k,i+1 , 0) (corresponding to Progression of infectious class) and to (1, 0, . . . , 0, e k−1,i , 0, 0) (corresponding to a new Infection); hence we denote the rates of these events, for notational convenience, byq i,P andq i,I respectively, and are given bỹ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "In state (0, 0, . . . , 0, 0, . . . , 1, 0) the only transition possible, in the conditioned process, is a transition to state (1, 0, . . . , 0, 0, . . . , 1, 0) at rate q k = β/α k .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "Hence, the probability the first infection occurs with the index case in stage m(< k) of the k stages, in the conditioned process, is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "with an empty product evaluating to one, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "Finally, note that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "Substituting these equations into (4), it is possible to evaluate the cdf of the CSI in the case N = 2 explicitly, with the assistance of MAPLE, at least for fixed j and k.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "The N > 2 case. Unfortunately, the cdf of CSI in the case N > 2 is more challenging to evaluate than the N = 2 case. We now have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "Pr(i secondary infections) Pr(min{A 1 , . . . , A i } ≤ t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "The difficulty in evaluating this arises due to the dependence of the T 1 Inf , . . . , T i−1 Inf random variables within A i−1 and A i . For this reason, we consider an approximation which is derived by assuming independence between these random variables. We therefore have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "Pr(i secondary infections)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "We can evaluate the probabilities Pr(A j > t) using our results presented in the previous section, for evaluating the distribution of the CSI in the N = 2 case. We simply need to account for the probability of starting in each infectious class for the jth infection, and modify the transmission rate taking into account past infections. Due to the algebraic complexity of the resulting expressions, even under the assumption of independence, we once again use MAPLE for evaluation purposes. This also comes with the benefit that we may easily exploit Laplace transforms of pdfs in order to evaluate the pdf of each A j (j > 1), via the product of the Laplace transforms of the individual pdfs which follows from our assumption of independence. Finally, due to the small number of individuals which constitute households, we can evaluate the probability of having i secondary infections, for 1 ≤ i ≤ N − 1 (conditioned on at least one secondary infection).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        },
        {
            "text": "Unfortunately, the resulting expressions are so lengthy that the are of limited use. From a practical viewpoint, they take longer to evaluate than the numerical scheme outlined and implemented in the paper. Whilst the approximation is typically accurate, the fact that it is an approximation and combined with this computational inferiority, we have chosen to use only the numerical method herein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Some analytic results"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Conditioned markov processes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "Biometrika",
            "volume": "45",
            "issn": "",
            "pages": "241--249",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Post thinning trace plots for the full inference model Post thinning trace plots for the two fits to the Hong Kong influenza data set.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Posterior distributions from the full model for 8 serial interval distributions comprised of 15 random data points. Points are coloured according to their likelihood values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Posterior distributions from the full model for 8 serial interval distributions comprised of 50 random data points. Points are coloured according to their likelihood values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Posterior distributions from the full model for 8 serial interval distributions comprised of 100 random data points. Points are coloured according to their likelihood values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Posterior distributions from the full model for 8 serial interval distributions comprised of 200 random data points. Points are coloured according to their likelihood values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Posterior distributions from the full model for 8 serial interval distributions comprised of 300 random data points. Points are coloured according to their likelihood values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Estimating parameters using full household size distribution. Each plot shows 10 3 samples from the posterior, estimated from 300 random observations of the serial interval in households of size 2 to 7. Fixed parameters: β = 2, j = k Inference of the serial interval distribution accounting for household size. Inset shows 10 3 points from the posterior distribution when accounting for household size, i.e. fitting to the full distribution shown inFigure 1Bof the main text. Points are coloured according to their likelihood. The main graph shows the mean serial interval distribution and 95% credible intervals obtained from 10 4 samples of the posterior, summed over all household sizes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "≤ n ≤ k, and where state i = (i 1 , i 2 , . . . , i j+1 , i j+2 , . . . , i j+k ) = (N −1, 0, . . . , 0, v k,1 ). Now, finally, the rates λ i = mq i,m .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "MCMC parameters for the Hong Kong model.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}