{
    "paper_id": "34081c03e48678c7d7633e81cecdeb0b6dbf30e4",
    "metadata": {
        "title": "R E V I E W partnership: experiences of co-learning and supporting the healthcare system in Uganda",
        "authors": [
            {
                "first": "Open",
                "middle": [],
                "last": "Access",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nottingham Trent University",
                    "location": {
                        "settlement": "Community health workers Background",
                        "region": "Uganda, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Musoke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nottingham Trent University",
                    "location": {
                        "settlement": "Community health workers Background",
                        "region": "Uganda, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [],
                "last": "Gibson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nottingham Trent University",
                    "location": {
                        "settlement": "Community health workers Background",
                        "region": "Uganda, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Trasias",
                "middle": [],
                "last": "Mukama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nottingham Trent University",
                    "location": {
                        "settlement": "Community health workers Background",
                        "region": "Uganda, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Yesmean",
                "middle": [],
                "last": "Khalil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nottingham Trent University",
                    "location": {
                        "settlement": "Community health workers Background",
                        "region": "Uganda, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "C"
                ],
                "last": "Ssempebwa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nottingham Trent University",
                    "location": {
                        "settlement": "Community health workers Background",
                        "region": "Uganda, UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Partnerships between developed and developing country institutions are increasingly becoming important in addressing contemporary global health challenges faced by health systems. Inter-university health collaboration such as the Nottingham Trent University (UK) and Makerere University School of Public Health (Uganda) partnership provide opportunities for working together in training, research and service delivery while strengthening health systems. This paper shares the experiences, achievements and opportunities of this partnership in co-learning and supporting the health system in Uganda. This includes a project being implemented to strengthen the training, supervision and motivation of community health workers in rural Uganda. Training and research are a key focus of the partnership and have involved both staff and students of both institutions including guest lectures, seminars and conference presentations. The partnership's collaboration with stakeholders such as the Ministry of Health (Uganda) and local health authorities has ensured participation necessary in supporting implementation of sustainable interventions. The partnership uses several channels such as email, telephone, Skype, Dropbox and WhatsApp which have been useful in maintaining constant and effective communication. The challenges faced by the partnership include lack of funding to support student mobility, and varying academic schedules of the two institutions. The experiences and prospects of this growing partnership can inform other collaborations in similar settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The consensus amongst academics and practitioners alike that the most important determinants of health are the wider social, economic and environmental factors is not new. Modern conceptualizations of health start with prevention, rather than cure or care and the importance of a reinvigorated public health sector is regularly impressed upon us. Increasingly, single issue approaches to promoting health have come to be seen as limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The main threats to human survival continue to be global in nature and include water shortage, global warming and pollution [1] as well as growing militarization [2] and conflict. All of these issues and others, including threats of global pandemics such as avian flu, severe acute respiratory syndrome (SARS) and, more recently, Ebola, increasingly demand both international and multidisciplinary responses. In addition, Kickbusch [3] argues the case for a new global social contract for a public health response that can begin to tackle the increasing divide between developed and developing countries. The debate in global health increasingly re-envisages health as a right to be accessed universally by all [4] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Health and health systems are interdependent, sharing health workers, technology and medicines. Health partnerships between institutions in the developed and developing world are becoming increasingly important in combating the 21st century global health challenges outlined above but more recently the focus has shifted towards the need to strengthen weak health systems in low and middle income countries. The challenge to build sustainable health systems requires the mobilization and strengthening of the workforce [5] and community health workers (CHWs) are now recognized as a core component of this strategy. Evidence shows that global health partnerships have many registered successes in reducing disease burden, mobilizing commitment and funding, and leading innovation [6] . Indeed, UK institutions including the government, non-governmental organizations, universities and individual professionals are making significant contributions towards strengthening healthcare systems in resource constrained countries [7] including Uganda.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 522,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1022,
                    "end": 1025,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The collaboration between Nottingham Trent University (NTU), UK and Makerere University School of Public Health (MakSPH), Uganda started informally with a visit of academics from the UK to Uganda in 2010 through long standing environmental health links. This was followed by several meetings facilitated in part by a Start-Up Grant provided to the partnership by Tropical Health & Education Trust (THET) which culminated in signing a Memorandum of Understanding (MoU) between the two universities. What we understood, even at that early stage, about each other's work was that we both worked in completely different cultural contexts in relation to public and environmental health in the UK and Uganda. In addition, we also shared an understanding that working with communities is central to delivering good public health and primary health care. Public health at NTU reflects their position in a School of Social Sciences and is framed through a social model of health, using social theory and focusing on themes of health promotion, sustainability and community development, international political economy of health, the 'contestedness' of core concepts of health and healing, and critical philosophical debates in public health. The international public health curriculum attracts overseas postgraduate and doctoral students, including many from Africa. Robust links with health promotion practitioners, environmental health professionals, and community volunteers in Nottingham have led to participatory research focusing on the grassroots in local communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "MakSPH is a leading public health training and research institution in East Africa, and has many years of experience of working in communities. Initially, the partnership had a strong desire to learn from each other about our work in communities, an approach Crisp [7] talks about when he discusses the need to refocus and rebalance development approaches so that they are not uni-directional as they have tended to be in the past. Therefore, the MoU enabled us to formalize, in our respective institutions, our relationship which was important to develop our long term collaboration. The MoU sets out the principles that guide the partnership which include aims and vision, involvement of strategic partners, commitment to sustainability, and roles of partners. Our partnership thus aims to explore opportunities for potential collaboration in the following areas: exchange of information on programme development and teaching methods; exchange of staff and students; development of joint research and collaborative projects; and any other areas to promote the academic interests of both institutions in research and/or teaching. This paper shares the experiences, achievements and opportunities of this partnership in co-learning, and supporting the health system in Uganda through a project strengthening the capacity of community health workers.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Working with community health workers in Uganda",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "The current focus of our community work is through a Health Partnership Scheme (HPS) project on health promotion in primary health care and public health. HPS is funded by the UK Department for International Development (DFID) and managed by THET. The aim of the work is to contribute to reducing the prevalence of communicable and non-communicable diseases among the poorest communities in Uganda. Sub-Saharan Africa suffers a dual burden of disease with communicable diseases such as diarrhea, cholera, dysentery and malaria contributing 69 % of deaths, and non-communicable diseases such as heart disease, diabetes and obesity causing 25 % [8] . Upstream interventions through the promotion of health, provision of health education, and effective health communication are important strategies in reducing these diseases. Indeed, globally there is increasing recognition of the need for health systems to return to the core principles of a strong primary care system: community participation, health promotion and intersectoral collaboration [9, 10] . However, across many countries, these principles remains the most under resourced component of the Alma Ata vision. Understanding and addressing the broader social determinants of health is also an important part of the partnership's strategy and is clearly in line with Uganda's Ministry of Health (MOH) goal of reducing the occurrence of such diseases as expressed in the Uganda Health Plan [11] .",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 646,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1447,
                    "end": 1451,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "With these perspectives in mind, we identified community health workers (CHWs) as a critical cadre to focus efforts to contribute to improving Uganda's healthcare delivery system. A CHW has been defined as any health worker carrying out duties related to delivering health care, trained in some way in the context of their work, and having no formal professional training [12] . CHWs have increasingly become part of healthcare systems in most developing countries due to limited numbers of formally trained professional health workers, and are recognized as being the cornerstone in the system in order to deliver strong primary care particularly in rural communities. The human resources for health crisis is one of the factors underlying the poor performance of health systems to deliver effective, evidence-based interventions for priority health problems. This crisis is more critical in developing countries like Uganda which have registered a high rate of health workers migrating to work in developed countries in recent years [10] . CHWs can add significantly to the efforts of improving the health of the population, particularly in settings with the highest shortage of motivated and capable health professionals [13, 14] . In addition, where CHWs programmes exist, they are expected to increase equity and coverage of health services compared to alternative service delivery models [15] . Studies in developing countries, including Uganda, have also illustrated cost reduction and cost-effectiveness of community based tuberculosis care offered by CHWs [16, 17] .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1394,
                    "end": 1398,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1565,
                    "end": 1569,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1570,
                    "end": 1573,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "Uganda's health worker to patient ratio of 1 per 1298 people is one of the highest in Africa and is below the World Health Organization (WHO) minimum standard of at least 1 health worker per 439 people [18] . The UNMHCP is intended to provide every village in Uganda with the capacity to mobilize individuals and households for better health [19, 20] . The VHT comprises of community volunteers who are selected from within their communities to provide accurate health information, primary healthcare support and appropriate linkages to health services. They are the first point of contact for healthcare delivery in the community and have been incorporated by MOH into the health system as Health Centre I level. However, VHTs in Uganda are faced with various challenges that include inadequate training, minimal supervision and low motivation [21] . In addition, like in many other developing countries where similar CHWs programmes exist, they are marred with high attrition levels [22] and poor performance [13] . Our partnership therefore anticipated to create a significant impact on the country's health system by focusing on this cadre. VHTs mobilize community members and help to increase community participation in local health programmes. Other specific roles of VHTs include referring patients to health facilities, collecting household data, treating childhood diseases, conducting health education and acting as role models for community members.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "We conducted a needs assessment in 2012, supported by the THET Start-Up Grant from the Health Partnership Scheme, to determine the situation and provide up to date information about the status of the CHWs programme in Uganda. The needs assessment involved holding nine focus group discussions (FGDs) with CHWs, three each from urban, peri-urban and rural areas. In addition, ten key informant interviews (KIIs) were held in those communities. The key informants were health assistants (three), CHWs supervisors (three) and local leaders (four). The FGDs and KIIs were conducted by an experienced researcher with support of a research assistant. This needs assessment supplemented earlier findings [21] and confirmed the existence of several challenges affecting CHWs in the country. It was established that although CHWs did a tremendous job in primary health care and public health, they experienced several challenges that affected their work. These included insufficient initiation training, limited continuous training, lack of basic necessities such as gloves, minimal incentives for motivation, limited reference materials, minimal support supervision, and the available guides being in English (yet the majority could only read the local language). The needs assessment also established that although all four CHWs per village, who were mainly selected by the community, are involved in general duties such as health education and home visiting, only two of them were involved in integrated community case management (iCCM) of childhood illnesses (malaria, diarrhea and pneumonia). For the UK partners, these results enabled them to see the challenges facing CHWs at local level. At the same time, it was also appreciated that community development programmes using CHWs often suffer from issues such as lack of funding.",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 701,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Needs assessment among community health workers in Uganda"
        },
        {
            "text": "Based on the results of the needs assessment, we developed a proposal to strengthen the CHWs programme in Wakiso district, Uganda which received funding support from the Health Partnership Scheme (September 2014). The two and a half year project focuses on three components of the CHWs programme: training, supervision and motivation. Before commencement of implementation, the project obtained ethical approval from Makerere University School of Public Health Higher Degrees, Research and Ethics Committee which is a national requirement. The project was also registered at the Uganda National Council of Science and Technology. This contributed to ensuring that ethical aspects including the rights and interests of CHWs and other individuals participating in the project are protected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengthening the community health workers programme in Uganda"
        },
        {
            "text": "NTU, the lead UK project partner and grant holder, works closely with MakSPH which is the lead Uganda partner responsible for the day-to-day running of activities. To enable smooth implementation of project activities, NTU and MakSPH signed a sub-contract in addition to the funder's contract with NTU. The subcontract stipulates the duties, expected outputs and timelines for both partners. The project is being implemented in partnership with MOH and C3: Collaborating for Health, UK. MOH being the national policy formulation institution provides support in the overall management of the project including planning and implementation of activities. C3 is involved in project management and brought to the partnership a wealth of experience of working with communities in Uganda. Wakiso district health department is involved in project planning and implementation of activities notably training of CHWs and their supervision. All partners are involved in all stages of the project which include preparation, implementation and evaluation. The preparatory phase (November 2014 to April 2015) was completed; implementation phase (May 2015 to October 2016) is currently ongoing; and the evaluation phase (November 2016 to April 2017) will be conducted on completion of implementation of activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengthening the community health workers programme in Uganda"
        },
        {
            "text": "The preparatory phase included a baseline survey which assessed the functionality of the VHT programme including knowledge, skills and practices of CHWs. This survey was conducted among all the CHWs in Ssisa sub-county, Wakiso district where the project is being implemented. Review of existing literature on CHWs in Uganda as well as related MOH policy documents were also reviewed. The survey established that out of the 300 CHWs to be targeted by the project, only 191 (63.7 %) were functional hence active. The non-functionality of many CHWs was established to be because of not having had an opportunity to be trained so as to be able to carry out their duties, and others who had initially been trained having dropped out of the programme. From interaction with the supervisors of CHWs, there was a higher drop-out rate of CHWs not involved in iCCM because they had received less attention from national programmes including in terms of training, supervision and motivation. The majority (95.8 %, 183/191) of active CHWs reported receiving initiation training on their work which was conducted in 2010. However, a third (32.8 %, 60/183) of them had not undergone any other training besides the initiation training. The supervisors of CHWs reported lack of transport as the main challenge in performing their duties which included delivering supplies to CHWs, and collecting monthly reports and delivering them to health facilities. Despite their key role in the CHWs programme, supervisors noted that they had received minimal training regarding their supervisory duties. This was evident given the fact that many of them could not appropriately complete the supervisory forms that were provided to them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengthening the community health workers programme in Uganda"
        },
        {
            "text": "The majority of CHWs reported having received some non-financial incentives including t-shirts 97.4 % (186/191), bicycles 24.6 % (47/191), bags 87.4 % (167/ 191) and badges 83.3 % (159/191). However, few CHWs still had these items at the time of the survey and majority were worn-out since most of them had been received in 2010 without replacement. Although all the CHWs had never received gumboots and umbrellas, it was established that these items were necessary in performing their work especially in the rainy season. Indeed, the CHWs stressed the importance of the various incentives in carrying out their duties. Whereas most (98.4 %, 188/191) of the CHWs owned mobile phones, almost half (49.5 %, 93/188) charged them from commercial places, often characterized by travelling long distances to and from the charging points. The findings of the baseline survey further emphasized the gaps in the CHWs programme in Ssisa sub-county, Wakiso district hence the need for support. The partnership's project, with a focus on training, supervision and motivation of the CHWs, was designed to support the work of the CHWs hence enhance their performance for health improvement in the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengthening the community health workers programme in Uganda"
        },
        {
            "text": "The intervention phase of the project is focused on developing training materials, holding training sessions for both CHWs and their supervisors, enhancing transportation of supervision through provision of motorcycles, and providing non-financial incentives of umbrellas, solar chargers, gumboots and t-shirts to motivate the CHWs. The training of CHWs is adapted to the needs of the trainees, job and tasks they are expected to perform, and the context in which they are working. Supervision of CHWs, supported through training of supervisors and provision of motorcycles, has provided an opportunity for CHWs to regularly share individualized performance needs as well as discuss issues pertaining to their work with the supervisors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengthening the community health workers programme in Uganda"
        },
        {
            "text": "The project has trained 24 supervisors of CHWs for 1 day on their roles and responsibilities, communication skills, management, data collection, reporting and record keeping. In addition, 301 CHWs have been trained for 2 days on their roles, communication, record keeping, home visiting, health promotion, first aid, community mobilization, child growth and common diseases. Among these CHWs, 136 involved in iCCM underwent an additional 2 days of training on use rapid diagnostic tests (RDTs) for malaria diagnosis, reporting using mobile phones (mTrac), and management of childhood illnesses. The trainings have all been conducted by local health practitioners who have been oriented by the project. All trained CHWs have received t-shirts, umbrellas and gumboots as part of the training and motivation package provided by the project. Among the CHWs, 75 who were at most need received solar chargers to facilitate charging their phones so as to enhance communication. CHWs in villages that do not have electricity and those involved in iCCM who use their phones for reporting were given priority while selecting those to receive the chargers. Three motorcycles have also been provided by the project to support transportation of supervisors of CHWs during their supervisory work. The motorcycles have been greatly appreciated by the community and are already enhancing supervisors of CHWs in delivering drugs and supplies to them as well as collecting reports during supervisory visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengthening the community health workers programme in Uganda"
        },
        {
            "text": "Project evaluation involves routine monitoring of the performance of CHWs at regular intervals and will include a mid and end of term evaluation. The main performance indicators of the project are number of people health educated and households visited (for all CHWs), and number of children under 5 years of age treated (for only CHWs involved in iCCM). This data is collected by the trained CHWs using their reporting forms which is then collected from them every month by their supervisors. So far, the CHWs trained by the project have made 11,149 household visits, health educated 32,295 people (17, 994 females and 14,301 males) , and treated 1884 children against malaria, diarrhea and pneumonia. As more CHWs are trained, more households and individuals are being reached during the various activities of these health volunteers.",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 603,
                    "text": "(17,",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 633,
                    "text": "994 females and 14,301 males)",
                    "ref_id": null
                }
            ],
            "section": "Strengthening the community health workers programme in Uganda"
        },
        {
            "text": "The partnership has enhanced research and training in the two institutions. Two Master's students from NTU have conducted their graduate research projects in Uganda. Their research projects focused on examining how CHWs in Uganda understand 'participation' as a concept in practice [23] ; and what the perceived barriers to early breast cancer detection in Wakiso district are amongst CHWs [24] . The students received support in the field from staff and students at MakSPH. They also volunteered in on-going partnership activities in Uganda such as workshops, seminars and conferences. In addition, members of NTU have made several presentations over the period of the partnership at the Makerere University Environmental Health Students' Association (MUEHSA) conference organized annually by students of Environmental Health at MakSPH. This has increased the opportunities for transferring knowledge and sharing research findings between the two countries. The participation of UK partners in MUEHSA conferences plays a major role in enhancing inter-disciplinary knowledge about global public health issues for the Ugandan students. NTU and MakSPH staff have also made several guest seminar presentations during their respective visits to host institutions. Staff members of MakSPH have also participated in guest class lectures at NTU on Masters programmes, two of which were conducted via Skype to discuss issues of community participation from the field experience of the researchers. Our partnership base has been broadened by working with a Nottingham based health promotion practitioner with extensive experience in community development, monitoring and evaluation. Support for the partnership from the MOH, CHWs representatives and local health authorities is critical in the implementation of various research activities, and the building of trust and reciprocity underpins our activities in the field.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Research and training"
        },
        {
            "text": "We have always conceptualized the relationship between NTU, MakSPH and other partners as one of mutual respect and learning from each other. From our experience, trust among partners, with volunteers and community members takes time. MakSPH's long term working relationship with local communities including where partnership activities are based has been profound in fostering trust with local communities and responsible authorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies"
        },
        {
            "text": "Community development as an approach to working with excluded communities is a key component of our activities. We listen to the needs of the people and develop with them solutions that work and are sustainable in the long term beyond the life of projects. By using various techniques of communication and participation for designing the different components of interventions, and for building capacity within the community, our work aims to be owned by the communities we work with in the long term. Part of this is building partnerships with various stakeholders for example MOH, health facilities and local health authorities that can be sustained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies"
        },
        {
            "text": "Communication NTU and MakSPH have been communicating during the duration of the partnership both formally and informally. We have developed an understanding of each other's work and roles which has allowed us to develop our ideas and thinking incrementally. This has also enabled us easily build up trust between each other as well as an understanding of how our institutions work including their relationship with local communities. Although the context in each country is very different, we have been able to develop shared dialogue, communication, understanding and ethos. Communication globally is now easier due to mobile technology and social media. Indeed, most of our communication is through email, Skype, telephone and WhatsApp. WhatsApp has particularly been useful for short messaging in cases where we have had to respond to issues quickly. Telephone calls are used in situations when internet connection is poor, especially in Uganda. In addition, Dropbox has been very useful for sharing big files such as photographs and reports. The UK staff and volunteers also write blogs about their work during visits to Uganda and this has been very useful and accessible for disseminating tales from the field. In addition, articles are written about major partnership events and published in institutional newsletters or posted on university websites to raise awareness and profile with our institutions and beyond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies"
        },
        {
            "text": "For the UK team, drawing from the student body to develop opportunities for volunteering presents some challenges for the future. Funding is a major challenge, but we are set to explore the Erasmus Plus programme which in 2016 will extend to include Africa in its opportunities for student exchange and other activities. The other challenge is building cultural competence and resilience to work and live in a culture that is very different. Our first student volunteer was able to accompany NTU staff and mentoring was easy. Local students in Uganda are very enthusiastic in supporting UK volunteers and we are thinking about building a buddy system so they can be paired up in advance. Another challenge faced by the partnership is the different academic schedules which at times affect planning and implementation of activities. In addition, the academic programmes of each institution have been developed using different curricula hence the difficulty in introducing collaborative components in existing programmes. Nevertheless, the partnership is looking at developing new programmes that take into account the interests of both institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "The partnership is exploring several opportunities to expand activities and involve other partners in its work. Meetings have been held with Change Makers, who are community health volunteers in Nottingham, so as to explore opportunities to collaborate with them. Plans are underway to link the Change Makers with Ugandan CHWs which will support sharing of experiences and learning from one another. NTU and MakSPH are planning co-edited books which will contribute to the body of knowledge on global public health. An international symposium on patient safety is also being planned by the partnership, and more resources are also being sought to enhance staff and student mobility between the UK and Uganda in future. Collaborative research projects are being developed between NTU and MakSPH to further the partnership's research agenda. Discussions are also underway to explore collaborative training programmes including summer schools, and joint supervision of PhD students. As a partnership, we have taken a step by step approach to our collaboration as we increasingly develop our understanding of each other and expand our networks of collaboration with the community, policy makers, academics and students. We therefore see our activities expand in what we envisage to be a sustainable and integrated manner to the mutual benefit of all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future opportunities"
        },
        {
            "text": "This collaboration between NTU and MakSPH was borne out of a shared understanding of the importance of communities in delivering strong health promotion and primary health care which strongly informed the CHW project that we developed. The partnership was also made up of a commitment to the principle of valuing different knowledge and expertise. Each partner had different strengths: in the UK the focus is on the social model and broader determinants of health whilst in Uganda core strengths were environmental, public and community health. In addition to the commitment and expertise of staff and students involved, exchange visits, workshops and seminars were also supported by a strong commitment of our respective institutions in both countries to sustain the partnership-even when there was no available funding. This commitment to the value of shared learning means that students, staff and volunteers benefit from this inter-disciplinary approach to knowledge exchange.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The partnership also demonstrates how leveraging international expertise and local knowledge can support the health system in a developing country including CHW training, research and provision of services. Our collaboration is exploring how to scale up interventions in the competitive funding environment, remaining open and adaptive to supporting communities in resource poor settings, and to continue working with key actors on implementation of policy from an upstream, preventative perspective to achieve the right to health for all. The achievements, experiences and prospects of this growing partnership can inform other collaborations in similar settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global Environment Outlook 3. London: Routledge",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Varieties of environmentalism: essays North and South",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martínez-Alier",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The end of public health as we know it: Constructing global health in the 21st Century",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "10th International Congress of the World Federation of Public Health Associations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Universal health coverage anchored in the right to health",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ooms",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brolan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eggermont",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eide",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Forman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bull World Health Organ",
            "volume": "91",
            "issn": "1",
            "pages": "2--2",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Global Health Watch. Global Health Watch 4: An Alternative World Health Report",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Assessing the Impact of Global Health Partnerships",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Caines",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "Rose-Marie",
                    "middle": [],
                    "last": "De Loor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Druce",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cheri",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global Health Partnerships: The UK contribution to health in developing countries London: Department of Health",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Crisp",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Globalization and the dual disease burden in sub-Saharan Africa. Health Delivery: Diabetes voice. 55",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Critchley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Johnstone",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Unwin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Primary health care: making Alma-Ata a reality",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Lawn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tinker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Francisco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rudan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "9642",
            "pages": "1001--1008",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Closing the gap in a generation: health equity through action on the social determinants of health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marmot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Friel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Houweling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "9650",
            "pages": "1661--1670",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Health Sector Strategic and Investment Plan 2010/11 -2014/15: Promoting People's Health to Enhance Socio-economic Development. Kampala: Ministry of Health",
            "authors": [
                {
                    "first": "Uganda",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lay health workers in primary and community health care",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zwarenstein",
                    "suffix": ""
                },
                {
                    "first": "Aja",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Wyk",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cochrane Database Syst Rev",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Community health workers: what do we know about them? The state of the evidence on programmes, activities, costs and impact on health outcomes of using community health workers. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Lehmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sanders",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Global experience of community health workers for delivery of health related Millennium Development Goals: a systematic review, country case studies, and recommendations for integration into nation health systems. Geneva: Global Health Workforce Alliance, World Health Organization",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bhutta",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lassi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pariyo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huicho",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How do we determine whether community health workers are cost-effective? Some core methodological issues",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "Jan",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Community Health",
            "volume": "30",
            "issn": "3",
            "pages": "221--230",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cost and cost-effectiveness of community-based care for tuberculosis patients in rural Uganda",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Okello",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Floyd",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Adatu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Odeke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gargioni",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "7",
            "issn": "9",
            "pages": "72--79",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cost and cost-effectiveness of increased community and primary care facility involvement in tuberculosis care in Machakos District, Kenya",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nganda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang&apos;ombe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Floyd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kangangi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "7",
            "issn": "9",
            "pages": "14--20",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ministry of Finance Planning and Economic Development, Uganda. National Development Plan 2010/11 -2014/15. Kampala: Ministry of Health",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Health Sector Strategic Plan II 2005/06 -2009/ 10. Kampala",
            "authors": [
                {
                    "first": "Uganda",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Health Sector Strategic Plan I 2000/01 -2004/05. Kampala",
            "authors": [
                {
                    "first": "Uganda",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "service-delivery-public-health/health-education/situation-analysis-villagehealth-teams",
            "authors": [
                {
                    "first": "Uganda",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Basic Support for Institutionalizing Child Survival Project (BASICS II) for the United States Agency for International Development",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Winch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leban",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tien",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Exploring the meaning of community participation with community health workers in Wakiso district, Uganda. A dissertation submitted in partial fulfilment for MA Public Health at Nottingham Trent University",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kelleher",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "School of Social Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Investigating perceived barriers to early detection of breast cancer in Central Uganda using a multilevel approach. A dissertation submitted in partial fulfilment for MA Public Health at Nottingham Trent University",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ilaboya",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "School of Social Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "To bridge this gap, MOH in 2001 through the National Health Policy of 1999, the Health Sector Strategic Plan (HSSP) I 2000/01 -2004/05 and HSSP II 2005/06 -2009/ 10 introduced a CHWs programme known as the Village Health Team (VHT) strategy as part of the Uganda National Minimum Health Care Package (UNMHCP).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The School, which is among the four schools of Makerere University College of Health Sciences, has four departments of Disease Control and Environmental Health; Epidemiology and Biostatistics; Community Health and Behavioural Sciences; and Health Policy, Planning and Management. MakSPH also hosts the Regional Centre for Quality of Health Care. It offers a Bachelors degree in Environmental Health Sciences and several postgraduate programmes such as Masters in Public Health, Masters in Public Health Nutrition, Masters in Health Services Research, and doctoral degrees. MakSPH also has several short courses aimed at enhancing knowledge and skills at various levels including in Water, Sanitation and Hygiene; Health Services Management; Advanced Qualitative Research Methods; Nutrition in Emergencies; and Public Health in Complex Emergencies.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions DM and LG, who are the institutional leads of the partnership, conceived the manuscript and were involved in its drafting. TM is involved in the partnership and developed the first draft of the manuscript. YK and JCS are involved in the partnership and contributed in drafting the manuscript. All authors read and approved the final manuscript.• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}