{
    "paper_id": "34277d7f5f84c871e13853e830eb07b2186f8fec",
    "metadata": {
        "title": "Delta inulin-based adjuvants promote the generation of polyfunctional CD4 + T cell responses and protection against Mycobacterium tuberculosis infection",
        "authors": [
            {
                "first": "Claudio",
                "middle": [],
                "last": "Counoupas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [],
                "last": "Pinto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Gayathri",
                "middle": [],
                "last": "Nagalingam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Warwick",
                "middle": [
                    "J"
                ],
                "last": "Britton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Nikolai",
                "middle": [],
                "last": "Petrovsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Flinders University",
                    "location": {
                        "settlement": "Adelaide",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "A"
                ],
                "last": "Triccas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": "jamie.triccas@sydney.edu.au"
            }
        ]
    },
    "abstract": [
        {
            "text": "There is an urgent need for the rational design of safe and effective vaccines to protect against chronic bacterial pathogens such as Mycobacterium tuberculosis. Advax ™ is a novel adjuvant based on delta inulin microparticles that enhances immunity with a minimal inflammatory profile and has entered human trials to protect against viral pathogens. In this report we determined if Advax displays broad applicability against important human pathogens by assessing protective immunity against infection with M. tuberculosis. The fusion protein CysVac2, comprising the M. tuberculosis antigens Ag85B (Rv1886c) and CysD (Rv1285) formulated with Advax provided significant protection in the lungs of M. tuberculosis-infected mice. Protection was associated with the generation of CysVac2specific multifunctional CD4 + T cells (IFN-γ + TNF + IL-2 + ). Addition to Advax of the TLR9 agonist, CpG oligonucleotide (Advax CpG ), improved both the immunogenicity and protective efficacy of CysVac2. Immunisation with CysVac2/Advax CpG resulted in heightened release of the chemoattractants, CXCL1, CCL3, and TNF, and rapid influx of monocytes and neutrophils to the site of vaccination, with pronounced early priming of CysVac2-specific CD4 + T cells. As delta inulin adjuvants have shown an excellent safety and tolerability profile in humans, CysVac2/Advax CpG is a strong candidate for further preclinical evaluation for progression to human trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Vaccines are the most efficient tool for preventing diseases caused by infectious pathogens. Tuberculosis (TB) remains a major world health problem, with over 10 million new cases and 1.4 million deaths per year worldwide 1 . The current vaccine, M. bovis BCG displays variable protection in humans and new TB vaccines are urgently required 2 . Although genetic engineering has allowed the development of recombinant proteins in large scale, vaccination with such antigens alone is generally insufficient to elicit a protective immune response and adjuvants are required to enhance antigen-specific immune responses, although in many cases the mechanism of adjuvant action is still not well defined 3 . A major challenge is how to achieve a potent adjuvant effect while avoiding reactogenicity and toxicity. Unfortunately, the most potent adjuvants are typically associated with the greatest local and systemic toxicity (e.g. complete Freund's adjuvant 4 ), thereby largely precluding their use particularly in a prophylactic vaccine setting. Ideally, in addition to being safe and well tolerated, adjuvants should promote an appropriate (humoral and/or cellular) immune response, have a long shelf-life, and be stable, biodegradable and cheap to produce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A limited number of adjuvant formulations have been tested in clinical trials of TB subunit vaccine candidates. These adjuvants are typically complex, multicomponent formulations that have been selected for their ability to induce a Th1 response (usually measured as IFN-γ production by antigen-specific T cells) and are similar in their proposed mode of action. For example the immunomodulatory molecule MPL (Monophosphoryl Lipid A) in AS01 adjuvant 5 or the MPL synthetic analogue glucopyranosyl lipid adjuvant (GLA) 6 and the mycobacterial cell wall component trehalose dimycolate (TDM) as part of the CAF01 adjuvant 7 are inflammatory adjuvants that initiate responses through pattern recognition receptors such as Toll-like receptor (TLR)-4 (MPL and derivatives) or macrophage inducible Ca 2+ -dependent lectin (Mincle) for TDM. Oligonucleotide as a component of IC31 adjuvant acts through TLR9 to similarly activate NF-kB and resultant pro-inflammatory cytokine release 8 .",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 520,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 620,
                    "end": 621,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 976,
                    "end": 977,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the current study the adjuvanticity of a novel polysaccharide adjuvant called Advax ™ was assessed in a murine model of virulent M. tuberculosis infection. Advax is made up of semicrystalline, delta inulin polysaccharide particles approximately 1-2 microns in diameter 9 . Advax has been shown in a wide range of animal models to enhance vaccine immunogenicity and protection against pathogens including Japanese encephalitis virus 10, 11 , West Nile virus 12 , hepatitis B virus 13 , influenza 14 , HIV 15 , SARS coronavirus 16 , Listeria monocytogenes 17 , and Bacillus anthracis 18 , as well as non-infectious diseases such as Alzheimer's disease 19 . In mice Advax generates protective immunity with a reduced localized inflammation compared to Alum formulations 18 . Importantly, Advax adjuvant has been shown to be safe and effective in human trials of influenza 20 , hepatitis B 21 and allergy 22 vaccines thereby significantly de-risking use for TB vaccine development. In this study formulations of Advax adjuvant alone or combined with CpG oligonucleotide was combined with CysVac2 fusion protein 24 and assessed for ability to protect against virulent M. tuberculosis infection, together with mechanistic studies on the impact of the Advax-containing vaccines on innate and adaptive immune responses.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 273,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 439,
                    "end": 441,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 483,
                    "end": 485,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 498,
                    "end": 500,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 507,
                    "end": 509,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 529,
                    "end": 531,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 557,
                    "end": 559,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 585,
                    "end": 587,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 653,
                    "end": 655,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 770,
                    "end": 772,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 872,
                    "end": 874,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 904,
                    "end": 906,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1110,
                    "end": 1112,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Advax-formulated vaccines induce polyfunctional CD4 + T cells. CysVac2, a fusion protein comprising the M. tuberculosis Ag85B and CysD antigens, was previously found to provide protective immunity against pulmonary M. tuberculosis challenge in mice when formulated with MPL combined with dimethyldioctadecylammonium (DDA) 23 . Because of its high adjuvanticity, MPL is reported to be highly reactogenic 24 and does not adequately stimulate long-term T cell memory 25 . As concerns of MPL-DDA toxicity make the combination unsuitable for human use, there was a necessity to identify an alternative safe and effective human adjuvant for CysVac2 to advance to human trials. Advax adjuvant has proved safe and well tolerated in human influenza vaccines 20 and hence we sought to test its ability to enhance CysVac2-induced protective immunity. Mice were vaccinated intramuscularly (i.m.) with 3 doses of CysVac2/Advax or CysVac2/Advax incorporating CpG (Advax CpG ) and immunogenicity was assessed by examining CysVac2-specific responses in the peripheral blood mononuclear cells (PBMCs) 4 weeks after the last vaccination. The CysVac2/Advax CpG group showed a high frequency of triple positive IFN-γ + IL-2 + TNF + and double positive IFN-γ + IL-2 + producing CD4 + T cells in antigen-stimulated PBMCs (Fig. 1A,B) . By contrast, the levels of these poly-functional T cells induced by CysVac2/Advax were much lower (Fig. 1B) . Examination of the frequency of IFN-γ-secreting cells by ELISPOT demonstrated that both CysVac2/Advax and CysVac2/Advax CpG induced comparable IFN-γ responses (Fig. 1C) . No IL-17A production was detectable from PBMCs from mice vaccinated with either CysVac2/Advax formulation (data not shown). Together, these results show that vaccination with CysVac2/Advax CpG , and to a lesser extent CysVac2/Advax, induces a vaccine-specific Th1-like response.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 324,
                    "text": "23",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 403,
                    "end": 405,
                    "text": "24",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 464,
                    "end": 466,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 1299,
                    "end": 1310,
                    "text": "(Fig. 1A,B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1411,
                    "end": 1420,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1582,
                    "end": 1591,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Protection afforded by CysVac2/Advax against aerosol M. tuberculosis infection. Considering the Th1 response elicited by the Advax-adjuvanted vaccines, we next determined if they could afford protection against low dose aerosol challenge with virulent M. tuberculosis. Vaccination of C57BL/6 mice with BCG, CysVac2/Advax or CysVac2/Advax CpG resulted in an approximate 1 Log 10 reduction in lung M. tuberculosis CFU counts compared to unvaccinated mice, and this difference was statistically significant ( Fig. 2A ). CysVac2/ Advax CpG induced the greatest level of protection, although this was not significantly greater than that seen in CysVac2/Advax-vaccinated mice. The protection afforded by CysVac2/Advax CpG was equivalent to that observed with BCG (Fig. 2) . The lungs of unvaccinated mice were characterised by large unorganised areas of inflammatory infiltrate mostly composed of cells with large amounts of cytoplasm, most likely macrophages (see Supplementary  Fig. S1 ). In the lungs of BCG-vaccinated mice there was generally less tissue involvement with smaller lesions of macrophage-like cells and high numbers of lymphocytes. Lungs of both CysVac2/Advax-and CysVac2/ Advac CpG -vaccinated animals demonstrated reduced cellular infiltration with more organisation and were characterised by the presence of higher number of lymphocytes compared to the unvaccinated group. These results indicate that CysVac2 when formulated with Advax adjuvant formulations can reduce pulmonary bacterial load and infection-induced pathology in mice challenged with aerosolised M. tuberculosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 513,
                    "text": "Fig. 2A",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 765,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 981,
                    "text": "Supplementary  Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Post-challenge immune response induced by Advax-formulated vaccines. We next looked for the pattern of post-challenge immune responses that correlated with protection in Advax-vaccinated mice, initially by the determination of cytokine-release by cells taken from mice 28 days post-challenge and stimulated ex vivo with CysVac2 or its individual protein components (Ag85B or CysD). The highest level of IFN-γ production was observed upon CysVac2 or Ag85B re-stimulation of cells from CysVac2/Advax CpG -vaccinated animals (Fig. 3A) . IFN-γ responses were next highest in cells from CysVac2/Advax-vaccinated animals, which were higher than the levels for unvaccinated mice (Fig. 3A) , correlating with the general pattern observed in the pre-challenge cytokine profiles (Fig. 2) . Re-stimulation with CysD protein induced lower levels of IFN-γ release, with the highest response measured in the CysVac2/Advax vaccinated group (Fig. 3A) . While TNF release was low (pg/ml range) in all groups, nevertheless it was increased for CysVac2/Advax and CysVac2/Advax CpG -immunised mice (Fig. 3B) . No increase in IL-17A production was detected for any group (Fig. 3C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 531,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 672,
                    "end": 681,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 769,
                    "end": 777,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 925,
                    "end": 934,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1078,
                    "end": 1087,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1150,
                    "end": 1158,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "SCIEnTIFIC REPORTs | 7: 8582 | DOI:10.1038/s41598-017-09119-y",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To further characterise immunity post-challenge, the frequencies of antigen-specific, multi-cytokine-secreting CD4 + T cells were compared between groups. CysVac2/Advax CpG -vaccinated mice had the highest frequency of multifunctional IFN-γ + IL-2 + TNF + and IL2 + TNF + CD4 + T cells (Fig. 3D) . A similar profile was observed for CysVac2/Advax-vaccinated mice, albeit at a lower frequency. This expansion of multi-functional cells was The number of IFN-γ producing cells after CysVac2 re-stimulation was determined by ELISPOT (C). Data (average ± SEM) is representative of two independent experiments. Statistical significance between the groups was determined by ANOVA (*P < 0.05, **p < 0.01; **p < 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 295,
                    "text": "(Fig. 3D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Advax-formulated vaccines provide protection against aerosol M. tuberculosis infection. C57BL/6 mice (n = 5) were vaccinated with BCG (s.c. 5 × 10 5 CFU) or 3 times i.m. with 3 μg CysVac2 formulated in either Advax or Advax CpG . Control mice were left unvaccinated (Unv), Advax or Advax CpG alone. Twelve weeks after the first vaccination, the mice were challenged with approximately 100 CFU of M. tuberculosis by aerosol route and the bacterial load was assessed 4 weeks later in the lung. The data is representative of two independent experiments and are presented as Log 10 CFU ± SEM. Statistical significance between the groups was determined by ANOVA (**p < 0.01; **p < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "statistically different from that observed in unvaccinated and BCG-vaccinated mice, where the frequency of single-cytokine-secreting CD4 + T cells, particularly those secreting IFN-γ, was most pronounced (Fig. 3D ). These results demonstrate that CysVac2/Advax CpG and, to a lesser extent, CysVac2/Advax elicit the generation of Fig. 2 and 12 weeks after the first vaccination mice were challenged with approximately 100 CFU of M. tuberculosis. Four weeks after infection splenocytes were re-stimulated with CysVac2 or its singular components (Ag85B and CysD) and the levels of IFN-γ (A), TNF (C) or IL-17 (C) production in the supernatants were measured by ELISA. Splenocytes were re-stimulated in vitro with CysVac2 in the presence of brefeldin A and the frequency of CysVac2-specific cytokine secreting CD4 + T cells determined by flow cytometry (D). Data (average ± SEM) is representative of two independent experiments. Statistical significance between the groups was determined by ANOVA (*P < 0.05, **p < 0.01; **p < 0.001). multifunctional CD4 + T cells, the frequency of which correlates with the level of protection afforded against M. tuberculosis challenge.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "text": "(Fig. 3D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 329,
                    "end": 335,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Figure 2."
        },
        {
            "text": "We next investigated the possibility that Advax adjuvants may potentiate vaccine protection by enhancing the recruitment of immune cells to the site of immunisation. Mice were injected i.d. in the ear with Advax formulations or a PBS control without antigen to allow quantification of cell recruitment to the site of injection 26 . This route of vaccination was shown to induce similar immunogenicity post-challenge with M. tuberculosis and equivalent level of protection to that previously observed with the i.m. route (see Supplementary Fig. 2A ). The leukocyte composition in the skin at the site of injection was determined after 2 days using the gating strategy shown in Supplementary Fig. S3 . Local accumulation of neutrophils (CD45 + CD11b + Ly6G + cells, Fig. 4A ,D) and CD64 + macrophages/monocytes (CD45 + CD64 + CD11b + Ly6G − , Fig. 4B ,E) was observed 2 days after injection of Advax or Advax CpG . Advax CpG induced the greatest chemotaxis with ~2-fold higher frequency of neutrophils and macrophages/monocytes compared to Advax alone (Fig. 4D,E) . Interestingly, most of the increase observed within the CD64 + population was within the Ly6C hi subset, which is the inflammatory subset that may differentiate into inflammatory DCs 27 . However, no apparent difference in the frequencies of conventional DCs between groups was observed at the time point examined (CD45 + Ly6G − CD11c + MHCII hi , Fig. 4C,F) .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 329,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 525,
                    "end": 546,
                    "text": "Supplementary Fig. 2A",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 697,
                    "text": "Supplementary Fig. S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 764,
                    "end": 771,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 841,
                    "end": 848,
                    "text": "Fig. 4B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1050,
                    "end": 1061,
                    "text": "(Fig. 4D,E)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1412,
                    "end": 1422,
                    "text": "Fig. 4C,F)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Cell recruitment and early T cell priming induced by Advax adjuvant formulations."
        },
        {
            "text": "To investigate what were the possible immune mediators of this immune cells recruitment, we measured the levels of cytokines/chemokines in ear cells cultures. Cells from mice vaccinated with Advax or Advax CpG exhibited higher levels of the neutrophil attractant CXCL1 compared to PBS-injected mice (Fig. 4G ). Cellular recruitment also correlated with higher levels of CCL3 (Fig. 4H) , TNF (Fig. 4I) , and IL-6 (data not shown), which were more pronounced in the Advax CpG -injected mice. By contrast no CCL2, CCL4, CCL5, IL-1β or IL-12p40 were detected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 307,
                    "text": "(Fig. 4G",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 375,
                    "end": 384,
                    "text": "(Fig. 4H)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 391,
                    "end": 400,
                    "text": "(Fig. 4I)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Cell recruitment and early T cell priming induced by Advax adjuvant formulations."
        },
        {
            "text": "Considering the potent ability of Advax CpG to recruit immune cell subsets to the injection site, the ability of CysVac2/Advax CpG to drive the priming of antigen-specific T cells was next assessed. CFSE-labelled splenocytes from p25-TgTCR mice, whose T cells recognise M. tuberculosis Ag85B protein, were adoptively transferred into naïve C57BL/6 mice, which were then vaccinated i.d. with CysVac2 alone or with Advax CpG . At 2 days post-immunisation, CFSE-labelled p25-TgTCR CD4 + T cells had started to proliferate in the auricular lymph nodes (aLN) in both CysVac2 and CysVac2/Advax CpG groups, with proliferation more pronounced in the mice immunised with CysVac2/Advax CpG (Fig. 5A ). At this early timepoint, the total number of p25-TgTCR CD4 + T cells was significantly greater in CysVac2/Advax CpG compared to PBS-vaccinated mice (Fig. 5B ). By 4 days post-immunisation, division of CFSE-labelled p25-TgTCR CD4 + T cells in the aLN started to be seen in the CysVac2 alone group (Fig. 4A ), but with ~3-fold higher numbers of proliferating p25-TgTCR cells in the CysVac2/ Advax CpG group (Fig. 5C) . Furthermore, analysis of cytokine release by CD4 + T cells after Ag85B 240-254 peptide re-stimulation revealed that a high proportion of p25-TgTCR CD4 + T cells from CysVac2+ Advax CpG -vaccinated animals displayed a triple positive phenotype (IFN-γ + IL-2 + TNF + ), followed by double-positive cells producing either IFN-γ + TNF + or IL-2 + TNF + (Fig. 5D ). By contrast, mice vaccinated with CysVac2 alone, Advax CpG alone or PBS exhibited mainly TNF + CD4 + T cells, although the CysVac2 alone group also exhibited a significant proportion of double positive IL-2 + TNF + -secreting CD4 + T cells (Fig. 5D) . Thus, Advax CpG is a potent chemotactic agent that stimulates the early priming and expansion of antigen-specific CD4 + T cells at the immunisation site with promotion of multi-potent CD4 + T cells subsets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 688,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 840,
                    "end": 848,
                    "text": "(Fig. 5B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 988,
                    "end": 996,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1097,
                    "end": 1106,
                    "text": "(Fig. 5C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1458,
                    "end": 1466,
                    "text": "(Fig. 5D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1710,
                    "end": 1719,
                    "text": "(Fig. 5D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Cell recruitment and early T cell priming induced by Advax adjuvant formulations."
        },
        {
            "text": "The limited number of adjuvants currently licensed for use in human vaccines (e.g. aluminum-based salts and squalene-based emulsions) are relatively poor inducers of Th1 type responses 28, 29 . Consequently, the identification of adjuvants for use in TB vaccines for humans is a major unresolved challenge critical for progression of vaccine candidates 30 . This study assessed the capacity of Advax delta inulin-based adjuvants to induce protective cellular immunity against M. tuberculosis infection. Advax adjuvants have been used to induce protective immunity against a wide range of pathogens across multiple animal species and, most importantly, have already been shown to be well-tolerated and immunogenic in human subjects [20] [21] [22] 31 . This report demonstrates for the first time that Advax adjuvants, when formulated with CysVac2 fusion protein, confer protection against aerosol challenge with M. tuberculosis (Fig. 2) . The level of protection induced by Advax-adjuvanted vaccines (ranging from 0.6 to 1 Log 10 CFU reduction compared to unvaccinated mice) is similar to that seen in preclinical studies of other TB vaccine candidates that have entered clinical trials, for example H56/CAF01 32 , ID93/GLA-SE 33 or M72/AS02 34 . Notably, Advax alone, as a single component adjuvant, could provide significant protection against M. tuberculosis, while the adjuvants used above are more complex and require multiple components to achieve a protective effect. The identification of Advax as a novel antigen that protects against a broad array of pathogens, including TB, complements the recent report demonstrating that different adjuvants display distinct immunological signatures that is independent of the vaccine antigen 35 .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 189,
                    "end": 191,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 353,
                    "end": 355,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 746,
                    "end": 748,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1739,
                    "end": 1741,
                    "text": "35",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 927,
                    "end": 935,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The addition of CpG to Advax (Advax CpG ) further improved protection, similar to results when CpG had been added to other TB candidates such as ID93/GLA-SE 36 . Enhanced protection through addition of CpG to Advax has previously been seen in vaccines against SARS in mice 37 , Japanese encephalitis and West Nile virus in mice 12 and horses 38 and pandemic avian influenza in ferrets 39 . This suggests the synergistic protection observed in the current study with these two adjuvant components is a widely generalizable phenomenon. Based on these beneficial effects, human Phase I vaccine trials involving Advax CpG adjuvant are currently underway (Petrovsky et al., unpublished observations). The mechanism whereby CpG synergises with the delta inulin component of Advax is currently under investigation. As shown here, use of Advax CpG was particularly associated with an increased frequency of triple-positive IFN-γ + IL-2 + TNF + cells and greater chemotaxis of immune cells to the injection site than Advax alone. This suggests that the addition of CpG to Advax helps drive greater chemotaxis and a stronger effector memory T cell response. Analysis of both the pre and post-infection immune response revealed that CysVac2 combined with either Advax formulations elicited a vaccine-specific Th1 response greater than the one elicited by BCG vaccine (Figs 1  and 3) . The ability of Advax to induce a strong IFN-γ recall response by antigen-specific T cells was also seen in influenza 14 and hepatitis B 13 immunisation models, amongst others. Analysis of cytokine secretion showed that Advax formulations successfully induced poly-functional CD4 + T cells; CysVac2/Advax CpG induced an appreciable level of triple-positive IFN-γ + IL-2 + TNF + cells both pre-and post-challenge, higher than that induced by CysVac2/Advax, BCG or in unvaccinated mice 40 . Levels of poly-functional CD4 + T cells have been shown to correlate with better protection in numerous models of infection including TB 41, 42 . In particular, it has been suggested that optimal TB protection can be achieved by the generation of a pool of triple-positive multifunctional T cells that can mediate rapid effector functions 43 . In CysVac2/Advax CpG vaccinated mice a double positive IL-2 + TNF + CD4 + T cell subset was observed, which are characteristic of central memory T cells with high 4) . The next day mice were injected i.d. in each ear with PBS, Advax CpG , CysVac2 protein alone, or CysVac2/ Advax CpG . p25-TgTCR CD4 + T cells CFSE dilution profiles and proliferation index (±SEM) were calculated (A). Total cell numbers were evaluated by flow cytometry at day 2 (B) or day 4 (C) in the auricular lymph node (aLN). Cells isolated from the aLN were re-stimulated over night in the presence of Ag85B 240-254 /brefeldin A and the frequency of p25-TgTCR CD4 + T cells producing IFN-γ, IL-2 or TNF was determined by intracellular staining and flow cytometry (D). Data (average ± SEM) is representative of two independent experiments. Statistical significance between groups was determined by ANOVA (**p < 0.01).",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "text": "36",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 328,
                    "end": 330,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 342,
                    "end": 344,
                    "text": "38",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 385,
                    "end": 387,
                    "text": "39",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1491,
                    "end": 1493,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1857,
                    "end": 1859,
                    "text": "40",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1999,
                    "end": 2002,
                    "text": "41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2003,
                    "end": 2005,
                    "text": "42",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 1356,
                    "end": 1371,
                    "text": "(Figs 1  and 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2369,
                    "end": 2371,
                    "text": "4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "SCIEnTIFIC REPORTs | 7: 8582 | DOI:10.1038/s41598-017-09119-y proliferative capacity that correlate with protective efficacy of TB vaccine candidates in mice 44 . However, in other studies, the presence of polyfunctional T cells in either MVA85A-vaccinated adults 45 or BCG-vaccinated infants 46 did not correlate with protection against TB in humans, highlighting the incomplete understanding of immune correlates of vaccine-induced TB protection. Th17 responses are thought to contribute to the protection against mycobacterial infection by triggering the expression of chemokines in the lung, which in turn may mediate the recruitment of protective T cells to the airways 47, 48 , However, Advax-adjuvanted vaccine formulations afforded significant protection against infection without inducing detectable levels of IL-17 (Fig. 3) . Notably, IL-17 may be a double-edged sword as excessive IL-17 is associated with heightened inflammation and tissue damage during mycobacterial infection 49 . Hence, adjuvants such as Advax that primarily induce multifunctional Th1 responses, rather than IL-17 dominated responses, may represent safer candidates for human TB vaccine use.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "text": "44",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 293,
                    "end": 295,
                    "text": "46",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 679,
                    "end": 681,
                    "text": "48",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 990,
                    "end": 992,
                    "text": "49",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 825,
                    "end": 833,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The local response induced by adjuvants at the site of injection represents the first series of events that leads to a protective immune response, and has been characterised for a number of experimental adjuvants including MF59 50 , MPL/DDA 51 and CAF01 52 . In this study we showed that injection of Advax formulations induced chemoattractants/cytokines, such as CXCL1, CCL3, IL-6 and TNF, which may be responsible for the observed rapid influx of neutrophils and monocytes/macrophages to the site of vaccination (Fig. 4) . Innate cell populations interact in a very complex microenvironment and as such the distinct roles of each of these populations and their individual contribution to effective vaccine-induced immunity is not completely defined 53 . For example, neutrophils rapidly internalise mycobacteria and can participate in the initiation of adaptive immunity and supress the release of inflammatory cytokines by Th17 cells 48, 49 . The suppression of neutrophil apoptosis appears to be a strategy used by M. tuberculosis to delay the activation of CD4 + T cells 50 . Adjuvant-induced neutrophils have been shown to regulate the level of antigen presentation by DCs to APCs 50, 54 , and hence neutrophils attracted to the site of immunization by Advax adjuvants may assist in enhancing antigen presentation and local T-cell activation. However, the role of neutrophils in protective immunity to TB is complex as excessive neutrophil infiltration during M. tuberculosis infection of the mouse is associated with increased lung pathology, which is more pronounced in susceptible hosts 52, 53. We also observed recruitment of large numbers of monocytes/macrophage (Fig. 4) , in particular CD64 + Ly6C hi monocytes/macrophages, a subset shown to be able to differentiate into DCs and migrate to the draining LN to facilitate antigen presentation 55 . Indeed, we observed that a single dose of CysVac2 when formulated with Advax CpG induced significant recruitment and local priming of vaccine-specific CD4 + T cells, resulting in generation of polyfunctional CD4 + T cells secreting multiple Th1 effector cytokines in the draining LN (Fig. 5 ). This supports a role for Advax adjuvants in inducing local injection site chemotactic signals, that recruit antigen presenting cells to the site of immunisation, leading to enhanced antigen presentation and activation and expansion of memory T cells. Upon injection Advax particles are rapidly endocytosed by dendritic cells (DC), although the specific receptor(s) mediating this process is still unknown (Petrovsky et al., unpublished observations) . Delta inulin retains its adjuvant action in MYD88/TRIF double knockout mice indicating that it does not require TLR signalling for its action (Petrovsky et al., unpublished observations) . However, further studies are required to determine if these cell subsets are directly involved in Advax uptake and T cell priming; antigen-loaded APCs are refractory to T cell stimulation during mycobacterial infection 56 , while the timing of antigen and adjuvant delivery to APCs is critical for the induction of CD4 + T cell responses 57 . Like neutrophils, monocyte/macrophage accumulation can have a deleterious effect during mycobacterial infection 56 and therefore the level of myeloid cell recruitment induced by vaccine recall responses may be critical for the balance between effective immunity and immunopathology. Reassuringly, there was no evidence of any local or systemic toxicity either pre-or post-challenge in mice that received CysVac2/Advax CpG immunisation, which supports the safety and tolerability data on Advax adjuvants seen in recent human trials 58 .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 256,
                    "text": "52",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 751,
                    "end": 753,
                    "text": "53",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 941,
                    "end": 943,
                    "text": "49",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1596,
                    "end": 1603,
                    "text": "52, 53.",
                    "ref_id": null
                },
                {
                    "start": 1855,
                    "end": 1857,
                    "text": "55",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 3014,
                    "end": 3016,
                    "text": "56",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 3133,
                    "end": 3135,
                    "text": "57",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 3250,
                    "end": 3252,
                    "text": "56",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 3669,
                    "end": 3671,
                    "text": "58",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 522,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1674,
                    "end": 1682,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2143,
                    "end": 2150,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2559,
                    "end": 2603,
                    "text": "(Petrovsky et al., unpublished observations)",
                    "ref_id": null
                },
                {
                    "start": 2748,
                    "end": 2792,
                    "text": "(Petrovsky et al., unpublished observations)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the results presented here demonstrate that the Advax adjuvant can be incorporated into TB subunit vaccines to confer strong immunogenicity and protection against M. tuberculosis in the mouse model. Its effects are further enhanced by the addition of a CpG component which potentiates immune cell recruitment and the subsequent multifunctional effector T cell response. Considering the acceptable safety and tolerability profile of Advax in humans 58 , the CysVac2/Advax CpG combination is a strong candidate for further preclinical evaluation and progression to human trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "H37Rv and M. bovis BCG Pasteur were grown at 37 °C in Middlebrook 7H9 medium (BD) supplemented with 0.5% glycerol, 0.02% Tyloxapol, and 10% albumin-dextrose-catalase (ADC) or on solid Middlebrook 7H11 medium (BD) supplemented with oleic acid-ADC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial Strains and Growth Conditions. M. tuberculosis"
        },
        {
            "text": "Antigens and adjuvants. Protein antigens Ag85B (Rv1886c), CysD (Rv1285), CysVac2 were produced in recombinant form from Eschericia coli as described previously 23 . Antigen purity was >90% as assessed by SDS PAGE analysis. The absence of contaminant E. coli proteins in the CysVac2 vaccine was further demonstrated by the lack of cytokine release by cells from CysVac2-vaccinated mice after re-stimulation with an irrelevant recombinant mycobacterial protein produced by the same methodology (see Supplementary Fig. S4 ). Ag85B 240-254 peptide was synthetised by Genescript. Advax and Advax CpG were provided by Vaxine Pty Ltd (Adelaide, South Australia).",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 518,
                    "text": "Supplementary Fig. S4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Bacterial Strains and Growth Conditions. M. tuberculosis"
        },
        {
            "text": "Vaccination and infection of mice. Female C57BL/6 (6-8 weeks of age) were purchased from the Animal Resources Centre (Perth, Australia). Mice were maintained in specific pathogen-free condition and experiments were performed with the approval of the Sydney Local Health District Animal Welfare Committee (approval number 2013/047C) in accordance with relevant guidelines and regulations. Animals were randomly assigned to experimental groups. For protection experiments, mice were vaccinated subcutaneously (s.c.) at the base of the tail either once with 5 × 10 5 CFU of BCG Pasteur (200 µl in PBS), or i.m. 3 times at 2 weeks interval with 3 µg of recombinant protein formulated in Advax or Advax CpG (1 mg delta inulin per dose with or without 10 μg of 24 mer type B oligonucleotide containing CpG-motif, 50 μl in each thigh).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial Strains and Growth Conditions. M. tuberculosis"
        },
        {
            "text": "For intradermal (i.d) experiments, mice were anaesthetised by intraperiteneal injection with Ketamine/ Xylazine (80/10 μg/kg). Four microliters of protein and/or adjuvants (1 μg and/or 150 μg, respectively), adjuvant alone or PBS were injected i.d. into each ear under a surgical Leica M651 microscope (Leica, Wetzlar, Germany) using an ultrafine syringe (29G, BD Biosciences) as described by Lin et al. 59 . For M. tuberculosis challenge experiments, six weeks after the final vaccination mice were infected with M. tuberculosis H37Rv via the aerosol route using a Middlebrook airborne infection apparatus (Glas-Col) with an infective dose of approximately 100 viable bacilli. Four weeks later the lung and spleen were harvested, homogenized and plated after serial dilution on supplemented Middlebrook 7H11 agar plates. Colonies forming units (CFU) were determined approximately 3 weeks later and expressed as Log 10 CFU.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 406,
                    "text": "59",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Bacterial Strains and Growth Conditions. M. tuberculosis"
        },
        {
            "text": "Histology. For histological analysis, the middle right lobe of each infected mouse was perfused with a 10% buffered formalin solution. Tissue samples were embedded in paraffin, and 5 μm thickness tissue sections were cut and stained with hematoxylin and eosin (H&E). Slides were observed with LeicaDM microscope (Leica Microsystems, North Ryde, Australia) with a magnification of 20x or 40x and acquired as a mosaic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial Strains and Growth Conditions. M. tuberculosis"
        },
        {
            "text": "Assays of cytokine production. PBMCs were isolated by gradient centrifugation of approximately 200 μl of blood per mouse on Histopaque1083 (Sigma) according to manufacturer's instructions. Splenocytes and auricular lymph nodes (MLN) were prepared from vaccinated or infected mice by passage through a cell strainer (BD). Dorsal and ventral pinnae were separated using tweezers, and cells from the ears were dissociated with Collagenase I (0.1 mg ml −1 ; Worthington, Lakewood, NJ) and DNase (10 U ml −1 ; Worthington) and then passaged through a cell strainer. Cells were resuspended in buffered ammonium sulfate (ACK buffer; 0.1 mM EDTA (Sigma), 10 mM KHCO 3 (Sigma), 150 mM NH 4 Cl (Sigma) to lyse erythrocytes and then washed and resuspended in RPMI 1640 (Life Technologies) supplemented with 10% heat-inactivated fetal bovine serum (Scientifix, Cheltenham, Australia), 50 μM 2-mercaptoethanol (Sigma), and 100 U ml −1 Penicillin/Streptomycin (Sigma). Antigen specific IFN-γ producing cells were detected by ELISPOT assay as described previously 60 . All antigens were used at a concentration of 10 µg ml −1 . For Cytokine ELISAs, cells were stimulated with antigens and supernatants collected after 72 hours, and IFN-γ, TNF and IL-17 were detected as described previously 60 .",
            "cite_spans": [
                {
                    "start": 1049,
                    "end": 1051,
                    "text": "60",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1276,
                    "end": 1278,
                    "text": "60",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Bacterial Strains and Growth Conditions. M. tuberculosis"
        },
        {
            "text": "For cytokine assessment after i.d. vaccination, ear cell suspensions were cultured 12-16 hours in complete RPMI at 5 × 10 5 cells ml −1 . Supernatants were frozen at −80 until use, and cytokine concentrations (CXCL1, CCL3, CCL4, CCL5, IL-1b, IL-6, IL-12p40, TNF) were determined using cytokine bead array (BD) following manufacturer's instructions. The data was acquired on a BD LSR-Fortessa flow cytometer (BD) and then analyzed using the FCAP Array Software (BD, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial Strains and Growth Conditions. M. tuberculosis"
        },
        {
            "text": "For adoptive transfer studies, p25 transgenic TCR (p25-TgTCR) mice (expressing the TCR specific for residues 240-254 of the M. tuberculosis Ag85B protein) 61 were bred in house under specific pathogen free conditions. Splenocytes were prepared and labelled with CFSE as described 62 . C57BL/6 mice (CD45.2) received i.v. 5 × 10 5 CFSE labelled p25-TgTCR splenocytes (CD45.1) and the next day were immunized i.d. as described previously. At selected timepoints ears or lymph nodes were harvested and single cell suspensions prepared and stained for flow cytometry (see below). Intracellular cytokine staining and flow cytometry. For intracellular cytokine staining, cells were stimulated for 3-4 hours in the presence of the CysVac2 fusion protein (10 µg ml −1 ) and then for up to 12 hours with brefeldin A (10 µg ml −1 ). Two million cells were incubated with 1.25 μg ml −1 anti-CD32/CD16 (eBioscience, San Diego, CA) in FACS wash buffer (PBS/2% FCS/0.1%) for 30 min to block Fc receptors, then washed and incubated for 30 min with either anti-CD3-PerCPCy5.5 (clone 145-2C11), anti-CD4-Alexafluor 700 (clone RM4-5), anti-CD8a-allophycocyanin (APC)-Cy7 (clone 53-6.7), or anti-CD44-fluorescein isothiocyanate (FITC) (clone IM7, BD). Fixable Blue Dead Cell Stain (Life Technologies) was added to allow dead cell discrimination. Cells were then fixed and permeabilized using the BD Cytofix/Cytoperm TM kit according to the manufacturer's protocol. Intracellular staining was performed using the following antibodies: anti-IFN-γ-phycoerythrin (PE)-Cy7 (clone XMG1. All samples were acquired on a BD LSR-Fortessa flow cytometer (BD), and analyzed using FlowJo TM analysis software (Treestar, Macintosh Version 9.8, Ashland, OR). A Boolean combination of gates was used to calculate the frequency of single-, double-and triple-positive CD3 + CD4 + cell subsets. The PBMC gating strategy for intracellular cytokine staining is described in ref. 23. Statistical Analysis. The significance of differences between experimental groups was evaluated by one-or two-way analysis of variance (ANOVA), with pairwise comparison of multi-grouped data sets achieved using Tukey or Dunnet post hoc test.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "text": "61",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "62",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1939,
                    "end": 1942,
                    "text": "23.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Adoptive transfer of T cells."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global tuberculosis report",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Progress in tuberculosis vaccine development and host-directed therapies-a state of the art review. The lancet",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kaufmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Respiratory medicine",
            "volume": "2",
            "issn": "",
            "pages": "301--320",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Towards an understanding of the adjuvant action of aluminium",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marrack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Munks",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Immunol",
            "volume": "9",
            "issn": "",
            "pages": "287--293",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Adjuvants and antibody production: dispelling the myths associated with Freund's complete and other adjuvants",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Stills",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "ILAR J",
            "volume": "46",
            "issn": "",
            "pages": "280--293",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Safety and immunogenicity of the M72/AS01 candidate tuberculosis vaccine in HIV-infected adults on combination antiretroviral therapy: a phase I/II, randomized trial",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Thacher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "AIDS",
            "volume": "28",
            "issn": "",
            "pages": "1769--1781",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The importance of adjuvant formulation in the development of a tuberculosis vaccine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "188",
            "issn": "",
            "pages": "2189--2197",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cationic liposomes formulated with synthetic mycobacterial cordfactor (CAF01): a versatile adjuvant for vaccines with different immunological requirements",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Agger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ag85B-ESAT-6 adjuvanted with IC31 promotes strong and long-lived Mycobacterium tuberculosis specific T cell responses in naive human volunteers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Van Dissel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "3571--3581",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Delta inulin: a novel, immunologically active, stable packing structure comprising beta-D-[2 ->1] poly(fructo-furanosyl) alpha-D-glucose polymers",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petrovsky",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Glycobiology",
            "volume": "21",
            "issn": "",
            "pages": "595--606",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An inactivated Vero cell-grown Japanese encephalitis vaccine formulated with Advax, a novel inulin-based adjuvant, induces protective neutralizing antibody against homologous and heterologous flaviviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lobigs",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Gen Virol",
            "volume": "91",
            "issn": "",
            "pages": "1407--1417",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "JE-ADVAX vaccine protection against Japanese encephalitis mediated by memory B cells in the absence of CD8 + T cells and pre-exposure neutralizing antibody",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Larena",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Prow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petrovsky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lobigs",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Virology",
            "volume": "87",
            "issn": "",
            "pages": "4395--4402",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An inactivated cell culture Japanese encephalitis vaccine (JE-ADVAX) formulated with delta inulin adjuvant provides robust heterologous protection against West Nile encephalitis via cross-protective memory B cells and neutralizing antibody",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petrovsky",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "10324--10333",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A novel hepatitis B vaccine containing Advax, a polysaccharide adjuvant derived from delta inulin, induces robust humoral and cellular immunity with minimal reactogenicity in preclinical testing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Saade",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Honda-Okubo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trec",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petrovsky",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "1999--2007",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Advax, a polysaccharide adjuvant derived from delta inulin, provides improved influenza vaccine protection through broad-based enhancement of adaptive immune responses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Honda-Okubo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Saade",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petrovsky",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "5373--5381",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Induction of mucosal and systemic antibody and T-cell responses following prime-boost immunization with novel adjuvanted human immunodeficiency virus-1-vaccine formulations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cristillo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Gen Virol",
            "volume": "92",
            "issn": "",
            "pages": "128--140",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Development of a SARS coronavirus vaccine from recombinant spike protein plus delta inulin adjuvant",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcpherson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Methods Mol Biol",
            "volume": "1403",
            "issn": "",
            "pages": "269--284",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A gold glyco-nanoparticle carrying a Listeriolysin O peptide and formulated with Advax delta inulin adjuvant induces robust T-cell protection against listeria infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Del Rio",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "33",
            "issn": "",
            "pages": "1465--1473",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Advax-adjuvanted recombinant protective antigen provides protection against inhalational anthrax that is further enhanced by addition of murabutide adjuvant",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Feinen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petrovsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Merkel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Vaccine Immunol",
            "volume": "21",
            "issn": "",
            "pages": "580--586",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Alzheimer's disease Advax(CpG)-adjuvanted MultiTEP-based dual and single vaccines induce high-titer antibodies against various forms of tau and Abeta pathological molecules",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Davtyan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Randomized clinical trial of immunogenicity and safety of a recombinant H1N1/2009 pandemic influenza vaccine containing Advax polysaccharide adjuvant",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "5407--5416",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Immunogenicity and safety of Advax, a novel polysaccharide adjuvant based on delta inulin, when formulated with hepatitis B surface antigen: a randomized controlled Phase 1 study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heinzel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petrovsky",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": "6469--6477",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Immunotherapy -2076. A controlled study of delta inulin-adjuvanted honey bee venom immunotherapy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heddle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petrovsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hanna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "World Allergy Organ J",
            "volume": "6",
            "issn": "",
            "pages": "158--158",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mycobacterium tuberculosis components expressed during chronic infection of the lung contribute to long-term control of pulmonary tuberculosis in mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Counoupas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Npj Vaccines",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "High immunogenicity of nicotine vaccines obtained by intradermal delivery with safe adjuvants",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pravetoni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bhayana",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Pentel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "X"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "159--164",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "TLR4 ligands lipopolysaccharide and monophosphoryl lipid a differentially regulate effector and memory CD8 + T Cell differentiation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of immunology",
            "volume": "192",
            "issn": "",
            "pages": "4221--4232",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cutaneous immunosurveillance by self-renewing dermal gammadelta T cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sumaria",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Exp Med",
            "volume": "208",
            "issn": "",
            "pages": "505--518",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Minimal differentiation of classical monocytes as they survey steady-state tissues and transport antigen to lymph nodes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jakubzick",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Immunity",
            "volume": "39",
            "issn": "",
            "pages": "599--610",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Vaccine adjuvants: current state and future trends",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petrovsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Immunol Cell Biol",
            "volume": "82",
            "issn": "",
            "pages": "488--496",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Vaccine adjuvants: putting innate immunity to work",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Coffman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Seder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunity",
            "volume": "33",
            "issn": "",
            "pages": "492--503",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Tuberculosis vaccine development: goals, immunological design, and evaluation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Hoft",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "",
            "pages": "164--175",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Human Phase 1 trial of low-dose inactivated seasonal influenza vaccine formulated with Advax delta inulin adjuvant",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "",
            "pages": "3780--3786",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A multistage tuberculosis vaccine that confers efficient protection before and after exposure",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aagaard",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Med",
            "volume": "17",
            "issn": "",
            "pages": "189--194",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A defined tuberculosis vaccine candidate boosts BCG and protects against multidrug-resistant Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bertholet",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Sci Transl Med",
            "volume": "2",
            "issn": "",
            "pages": "53--74",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Differential immune responses and protective efficacy induced by components of a tuberculosis polyprotein vaccine, Mtb72F, delivered as naked DNA or recombinant protein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Skeiky",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "172",
            "issn": "",
            "pages": "7618--7628",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Different human vaccine adjuvants promote distinct antigen-independent immunological signatures tailored to different pathogens",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Knudsen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A dual TLR agonist adjuvant enhances the immunogenicity and protective efficacy of the tuberculosis vaccine antigen ID93",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Orr",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Severe acute respiratory syndrome-associated coronavirus vaccines formulated with delta inulin adjuvants provide enhanced protection while ameliorating lung eosinophilic immunopathology",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Honda-Okubo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "2995--3007",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Safety and immunogenicity of a delta inulin-adjuvanted inactivated Japanese encephalitis virus vaccine in pregnant mares and foals",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bielefeldt-Ohmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Res",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Delta inulin polysaccharide adjuvant enhances the ability of split-virion H5N1 vaccine to protect against lethal challenge in ferrets",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Layton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "6242--6251",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Combination of the cationic surfactant dimethyl dioctadecyl ammonium bromide and synthetic mycobacterial cord factor as an efficient adjuvant for tuberculosis subunit vaccines",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holten-Andersen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Korsholm",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Immun",
            "volume": "72",
            "issn": "",
            "pages": "1608--1617",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Multifunctional TH1 cells define a correlate of vaccine-mediated protection against Leishmania major",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Darrah",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Med",
            "volume": "13",
            "issn": "",
            "pages": "843--850",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Tuberculosis subunit vaccination provides long-term protective immunity characterized by multifunctional CD4 memory T cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lindenstrom",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "182",
            "issn": "",
            "pages": "8047--8055",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "T-cell quality in memory and protection: implications for vaccine design",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Seder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Darrah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roederer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "SCIEnTIFIC REPORTs",
            "volume": "8",
            "issn": "",
            "pages": "247--258",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-017-09119-y43"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Control of chronic Mycobacterium tuberculosis infection by CD4 KLRG1-IL-2-secreting central memory cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lindenstrom",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Knudsen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Agger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Immunol",
            "volume": "190",
            "issn": "",
            "pages": "6311--6319",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Safety and efficacy of MVA85A, a new tuberculosis vaccine, in infants previously vaccinated with BCG: a randomised, placebo-controlled phase 2b trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Tameris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1021--1028",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Specific T cell frequency and cytokine expression profile do not correlate with protection against tuberculosis after bacillus Calmette-Guerin vaccination of newborns",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kagina",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "182",
            "issn": "",
            "pages": "1073--1079",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Recombinant BCG DeltaureC hly + induces superior protection over parental BCG by stimulating a balanced combination of type 1 and type 17 cytokine responses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Desel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "1573--1584",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Unexpected role for IL-17 in protective immunity against hypervirulent Mycobacterium tuberculosis HN878 infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gopal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Pathological role of interleukin 17 in mice subjected to repeated BCG vaccination after infection with Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Exp Med",
            "volume": "207",
            "issn": "",
            "pages": "1609--1616",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Vaccine adjuvants alum and MF59 induce rapid recruitment of neutrophils and monocytes that participate in antigen transport to draining lymph nodes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Calabro",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "1812--1823",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "T-helper 1 and T-helper 2 adjuvants induce distinct differences in the magnitude, quality and kinetics of the early inflammatory response at the site of injection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Korsholm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Agger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunology",
            "volume": "129",
            "issn": "",
            "pages": "75--86",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Liposomes based on dimethyldioctadecylammonium promote a depot effect and enhance immunogenicity of soluble antigen",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Henriksen-Lacey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of controlled release: official journal of the Controlled Release Society",
            "volume": "142",
            "issn": "",
            "pages": "180--186",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Beyond macrophages: the diversity of mononuclear cells in tuberculosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ernst",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Desvignes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunol Rev",
            "volume": "262",
            "issn": "",
            "pages": "179--192",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Neutrophils influence the level of antigen presentation during the immune response to protein antigens in adjuvants",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Strong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Unanue",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "185",
            "issn": "",
            "pages": "2927--2934",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The adjuvants aluminum hydroxide and MF59 induce monocyte and granulocyte chemoattractants and enhance monocyte differentiation toward dendritic cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Seubert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Monaci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pizza",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;hagan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wack",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "5402--5412",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Mycobacterium tuberculosis infects dendritic cells with high frequency and impairs their function in vivo",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "179",
            "issn": "",
            "pages": "2509--2519",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Synchronization of dendritic cell activation and antigen exposure is required for the induction of Th1/Th17 responses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Kamath",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "188",
            "issn": "",
            "pages": "4828--4837",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Advax, a novel microcrystalline polysaccharide particle engineered from delta inulin, provides robust adjuvant potency together with tolerability and safety",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petrovsky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "33",
            "issn": "",
            "pages": "5920--5926",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Intravital multiphoton imaging of immune responses in the mouse ear skin",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Protoc",
            "volume": "7",
            "issn": "",
            "pages": "221--234",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Epitope-specific CD4 + , but not CD8 + , T-cell responses induced by recombinant influenza A viruses protect against Mycobacterium tuberculosis infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Florido",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Immunol",
            "volume": "45",
            "issn": "",
            "pages": "780--793",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The role of antigenic peptide in CD4 + T helper phenotype development in a T cell receptor transgenic model",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int Immunol",
            "volume": "16",
            "issn": "",
            "pages": "1691--1699",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Antigen load governs the differential priming of CD8 T cells in response to the bacille Calmette Guerin vaccine or Mycobacterium tuberculosis infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of immunology",
            "volume": "182",
            "issn": "",
            "pages": "7172--7177",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Vaccination with Advax-formulated vaccines induce polyfunctional vaccine-specific CD4 + T cells. C57BL/6 mice (n = 5) were vaccinated 3 times i.m. with 3 μg CysVac2 formulated in either Advax or Advax CpG . Control mice were left unvaccinated (Unv). Four weeks after the last vaccination, PBMCs were isolated from peripheral blood, re-stimulated with CysVac2 and cytokine-secreting CD4 + T cells identified. Representative dot plots of PBMCs of cytokine-expressing cells are shown in (A), with the frequency of triple-cytokine expressing cells (IFN-γ, TNF, IL-2) or cell expressing single or double cytokines or each group depicted in (B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Vaccine-specific CD4 + T cell response post-M. tuberculosis challenge. C57BL/6 mice (n = 5) were vaccinated as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Advax-mediated leucocyte recruitment at the site of vaccination. C57BL/6 mice (n = 4) were injected i.d. in the ear with PBS, Advax or Advax CpG . Ears were harvested 48 hrs later and cell composition determined by flow cytometry. (A) Representative plots showing the gating strategy to select single live immune cells. Subsequent hierarchical gates were used to identify neutrophils (Ly6G + CD11b + ), monocyte/macrophage (Mo/Mφ) populations (CD64 + Ly6G lo/hi ), and dendritic cells (DC; CD11c + MHCII hi ), with the total number of each respective cell population shown in panels D, E and F. Supernatants from isolated cells were analysed by cytokine beads array for the secretion of CXCL1 (G), CCL3 (H) or TNF (I). Data (average ± SEM) is representative of two independent experiments. Statistical significance between groups was determined by ANOVA (*p < 0.05; **p < 0.01, ***p < 0.01). SCIEnTIFIC REPORTs | 7: 8582 | DOI:10.1038/s41598-017-09119-y",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Advax CpG -adjuvanted vaccines induce early priming of antigen-specific CD4 + T cells. Five × 10 5 CFSE-labelled p25-TgTCR splenocytes (CD45.1 + ) were i.v. transferred into C57BL/6 mice (CD45.2 + ) (n =",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "2), anti-TNF-APC (clone MP6-XT22, Biolegend, San Diego, CA), anti-IL-2-PE (clone JES6-5H4) (BD) or anti-IL-17A-Pacific Blue (clone TC11-18H10, Biolegend). For surface staining of ear samples preparations, cells were stained with anti-CD64a&b-PE (clone × 54-5/7.1.1), anti-MHCII-AF700 (clone M5/114.15.2), anti-CD45.2-BV510 (clone 104), anti-CD11c-PECy7 (clone HL3), anti CD11b-APC-Cy7 (clone M1/70), anti-CD326-APC (clone G8.8), anti-Ly6G-PB (clone 1A8), Ly6C-PerCPCy5.5 (clone AL-21).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by a National Health and Medical Research Council (NHMRC) Project Grant (APP1043519) and the NHMRC Centre of Research Excellence in Tuberculosis Control (APP1043225). We acknowledge the support of the European H2020 grant TBVAC2020 15 643381. NP is supported by National Institutes of Health contract HHSN272201400053C and development of Advax adjuvant was supported by NIH Contracts AI061142 and HHSN272200800039C. This publication's contents are solely the responsibility of the authors and do not necessarily represent the official views of the National Institutes of Health, National Institute of Allergy and Infectious Diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "C.C., N.P., and J.T. conceived and designed the study. C.C., R.P., G. N. performed the experiments. All authors processed and analysed the data. C.C., N.P., and J.T. wrote the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "Supplementary information accompanies this paper at doi:10.1038/s41598-017-09119-y Competing Interests: The authors declare that they have no competing interests.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        }
    ]
}