{
    "paper_id": "360e2ae0c8c522d48cb5414c1e982d96e40165b6",
    "metadata": {
        "title": "A Monoclonal Antibody-Based Copro-ELISA Kit for Canine Echinococcosis to Support the PAHO Effort for Hydatid Disease Control in South America",
        "authors": [
            {
                "first": "Noelia",
                "middle": [],
                "last": "Morel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Comisió n Nacional de Zoonosis",
                    "location": {
                        "addrLine": "Ministerio de Salud Pú blica",
                        "settlement": "Montevideo",
                        "country": "Uruguay"
                    }
                },
                "email": ""
            },
            {
                "first": "Gabriel",
                "middle": [],
                "last": "Lassabe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UDELAR",
                    "location": {
                        "settlement": "Montevideo",
                        "country": "Uruguay"
                    }
                },
                "email": ""
            },
            {
                "first": "Susana",
                "middle": [],
                "last": "Elola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Comisió n Nacional de Zoonosis",
                    "location": {
                        "addrLine": "Ministerio de Salud Pú blica",
                        "settlement": "Montevideo",
                        "country": "Uruguay"
                    }
                },
                "email": ""
            },
            {
                "first": "Mauricio",
                "middle": [],
                "last": "Bondad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Comisió n Nacional de Zoonosis",
                    "location": {
                        "addrLine": "Ministerio de Salud Pú blica",
                        "settlement": "Montevideo",
                        "country": "Uruguay"
                    }
                },
                "email": ""
            },
            {
                "first": "Silvia",
                "middle": [],
                "last": "Herrera",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Salud",
                    "location": {
                        "settlement": "Lima",
                        "country": "Peru"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Marí",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jerold",
                "middle": [
                    "A"
                ],
                "last": "Last",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Davis",
                    "location": {
                        "settlement": "Davis",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Oscar",
                "middle": [],
                "last": "Jensen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gualberto",
                "middle": [],
                "last": "Gonzalez-Sapienza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UDELAR",
                    "location": {
                        "settlement": "Montevideo",
                        "country": "Uruguay"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Cystic echinococcosis is still a major concern in South America. While some regions show advances in the control of the disease, others have among the highest incidence in the world. To reverse this situation the Pan American Health Organization (PAHO) has launched a regional project on cystic echinococcosis control and surveillance. An early concern of the program was the lack of a standardized diagnostic tool to monitor infection in dogs, a key target of control programs. Under this premise, we have developed a new copro-ELISA test after extensive screening of a large panel of monoclonal antibodies (MAbs) and polyclonal sera, which performs with high standards of sensitivity (92.6%) and specificity (86.4%) as established by necropsy diagnosis of dogs. The key component of the test, MAbEg9 has a convenient IgG isotype and reacts with a periodate-resistant epitope found in high molecular weight components of the worm. Time-course analysis of experimentally infected dogs showed that even animals with a very low number of parasites could be detected as early as day 20 post infection. The test was formulated in a ready-to-use kit format with proven stability of each component for a minimum of 3 months at room temperature. This characteristic facilitates its standardized use and shipping to other laboratories, which was demonstrated by the identical results obtained by two different laboratories in Peru and our own laboratory when a large number of field samples were analyzed independently in a blind fashion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Cystic echinococcosis, caused by infections with Echinococcus granulosus, is one of the main zoonoses related to dogs and is affecting most parts of the globe [1] . Different control programs aimed to decrease the impact of the disease have been instrumented in many countries. Although the rate of success has been highly variable, it has become evident that a tight control of dog infections is the key element to arrest the life cycle of the parasite. This has created a demand for reliable diagnostic tests for canine echinococcosis as a tool to obtain epidemiological baseline information and help in the surveillance of hydatid control [2] [3] [4] [5] . However, accurate diagnosis of dog infection is complex and challenging, and other than careful necropsy of dogs, there is no perfect gold standard [6] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Parasitological examination of eggs is unsafe and not very useful because E. granulosus are morphologically difficult to distinguish from other taeniae eggs, and appear late (after the first month) of infection. Traditionally, screening of dogs for E. granulosus has been done by arecoline purgation, followed by examination of the purge for parasites by trained personnel. The method is highly specific, but it is tedious, biohazardous, unpopular among dog owners, and its sensitivity is modest, particularly when the parasite burden is low and bowel evacuation is incomplete [7, 8] . As an alternative, different laboratory tests for ante-mortem diagnosis of canine echinococcosis have been developed, including detection of antibodies in serum, Polymerase Chain Reaction (PCR) amplification of parasite DNA and immunological detection of antigens (coproantigens) in fecal samples. Different studies have been carried out to explore the potential use of dog serology to diagnose the disease. However, the systemic immune response to the parasite is poor and consequently the sensitivity attained is also low [4] . Parasite DNA excreted with eggs, proglottids or cells has been detected in fecal specimens by PCR amplification using specific primers derived from mitochondrial DNA [9, 10] . The method has provided the high specificity of PCR, but due to the presence of inhibitors the DNA extraction procedure is cumbersome and the technique requires expensive reagents and specialized laboratories [11] . In addition, the pre-patent period of the infection, when there is no egg production, is a critical time-window that challenges the sensitivity of the test. Introduced at the beginning of the 1990's, the detection of parasite antigens in fecal samples by immunoassays became a widely accepted diagnostic test [12, 13] . The major attractive features of the method include its simplicity, the possibility of detecting parasite components even in the prepatent period, and the fact that the target antigens (coproantigens) are highly stable. Samples can be collected in 1% of 40% formaldehyde and kept at room temperature for extended periods of time, facilitating the logistics of large-scale studies in remote areas [7, [14] [15] [16] . The study of a large group of infected dogs necropsied at the end of the pre-patent period demonstrated a superior sensitivity for the copro-ELISA (83%), when compared to copro-PCR (26%) or arecoline purgation (43 and 77% after one or two doses, respectively). Most failures to detect positive infected dogs occurred when the number of worms was less than one hundred [5] .",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 580,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 581,
                    "end": 583,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1282,
                    "end": 1285,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1286,
                    "end": 1289,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1501,
                    "end": 1505,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1817,
                    "end": 1821,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1822,
                    "end": 1825,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2224,
                    "end": 2227,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2228,
                    "end": 2232,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2233,
                    "end": 2237,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2238,
                    "end": 2242,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2613,
                    "end": 2616,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite its proven utility and the numerous reports of copro-ELISA developments, the availability of commercial or homemade tests is often a major obstacle to the implementation and evaluation of echinococcosis control programs. The need to overcome this difficulty has been recognized as an early goal of the Southern Cone Sub-Regional Project on Cystic Echinococcosis Control and Surveillance: Argentina, Brazil, Chile and Uruguay, and PAHO (Pan American Health Organization), a joint and collaborative effort to battle the disease in the region. In this framework, we have developed an immunoassay for E. granulosus copro-antigen detection under the premise that in addition to performing with high standards of proven sensitivity and specificity, it had to be robust, standardized and developed in a kit format to be available for its use in regional programs for the control of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All activities involving animals were performed with special care to establish high standards of biosafety and assure animal welfare. All protocols were performed according to the International Guiding Principles for Biomedical Research Involving Animals, (CIOMS) and were approved by the Comisión Nacional de Zoonosis and the Research Department of the Ministry of Health of the province of Chubut.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statements"
        },
        {
            "text": "Nineteen adult dogs, of mixed breeds and sex, were vaccinated against distemper encephalomyelitis, parvovirosis, rabies, leptospirosis, hepatitis and coronavirus (Merial, France), treated orally with praziquantel 5 mg/kg, pyrantel embonate 15 mg/kg and febantel 15 mg/kg (Disper, Uruguay) to eliminate worm parasites, and topically with a solution of fipronil and methoprene (Merial) to arrest the development of ectoparasites. Dogs were purchase from local suppliers and maintained on commercial dog food and water ad libitum. Nineteen fecal samples (N1-N19), corresponding to non-infected dogs, were collected two days after deworming. Then, ten dogs (identified as P1-P10) were infected orally with 5,000-150,000 viable (.80%) protoscoleces from ovine fertile hydatid cysts. Two additional dogs (identified as Th1 and Th2) were infected orally with 1 and 3 larvae of Taenia hydatigena, respectively. Parasite material was obtained from sheep slaughter in local abattoirs in Paysandú, Uruguay. Stool samples from each dog were collected daily during the experimental period, at the end which (27-30 days post-infection (dpi)), the animals infected with E. granulosus were euthanized for necropsy diagnosis by intramuscular injection of acepromazine maleate (0.11 mg/kg) and ketamine (20 mg/kg) (Laboratorio Holliday, Argentina), following by an intravenous overdose of sodium thiopental (Laboratorio Crusur Vet, Uruguay). The dogs infected with T. hydatigena were purged at 70 dpi with arecoline bromhydrate (Crescent Chemical Co. Inc., New York, USA), following by treatment with anti-parasitic drugs. Three additional samples from dogs experimentally infected with E. granulosus (26 dpi) and two with T. hydatigena (about 55 dpi) from previous studies [14, 16] were obtained as a kind gift from Dr. Carlos Carmona. In addition, 85 unwanted dogs from the province of Chubut, Argentina, and 11 unwanted dogs from Junin, Peru, were euthanized following the procedure described above, and the small intestines were removed post mortem, opened longitudinally and examined directly for the presence of parasites following the recommendations of the WHO/OIE [17] . All activities were performed following the local legislation and the International Guiding Principles for Biomedical Research Involving Animals (http://www.cioms.ch/).",
            "cite_spans": [
                {
                    "start": 1756,
                    "end": 1760,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1761,
                    "end": 1764,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2155,
                    "end": 2159,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Experimental and field animals"
        },
        {
            "text": "Stool samples from each dog were collected daily during the experimental infection period, or from the rectum upon necropsy, in 1% of 40% formaldehyde, phosphate buffered saline (PBS), in a 1:4 v/v ratio. Samples were vigorously shaken to obtain homogeneous slurries, and were then boiled for 20 min in a water bath, to eliminate their biological risks. After centrifugation for 10 min at 2,2006 g the supernatants were aliquoted and kept frozen at 220uC until used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of fecal samples"
        },
        {
            "text": "The parasite antigens were prepared essentially as described by Casaravilla et al. [16] . ",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Parasite antigens"
        },
        {
            "text": "Cystic echinococcosis, caused by infection with the larval stage of the Echinococcus granulosus tapeworm, is a lifethreatening zoonosis of worldwide distribution. The adult worm parasitizes the small intestine of dogs, which become infected after eating offal of an animal contaminated with the parasite, and releases eggs into the environment that can be accidentally ingested by domestic animals or humans, maintaining the life cycle of the parasite. Deworming of dogs is a major component of control programs, and simple and reliable methods are needed to monitor the base-line infection in the canine population. The lack of these tests was recognized as a major obstacle to the PAHO effort to control the disease in South America. This paper describes the development of a diagnostic assay that detects parasite antigens in dog feces. The key component is a monoclonal antibody carefully selected to attain high levels of sensitivity and specificity, which were established with a large panel of field fecal samples obtained from animals diagnosed by necropsy. Several aspects of the long-term stability of the test were optimized to facilitate its shelf-life and transference to other laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "unit with an YM-10 membrane (Millipore, USA), followed by dialysis against PBS. E. granulosus somatic antigen (Sm) was obtained by sonication of adult parasites in PBS supplemented with ULTRA Protease Inhibitor Tablets (Roche, Indianapolis) on ice, centrifugation and filtration (0.22 mm). Antigens from T. hydatigena were similarly prepared. Protein content was determined using a BCA kit (Pierce, Rockford, Illinois).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "To prepare polyclonal antibodies, 100 mg of Sm or E/S antigens were dissolved in 250 ml of PBS and vigorously mixed with 250 ml of Freund's Complete Adjuvant (Pierce, Illinois) to form a thick emulsion. This emulsion was then injected subcutaneously into several points on the back of New Zealand white rabbits. After 4 and 8 weeks, the animals were immunized intramuscularly with additional doses of 100 mg of antigen emulsified in Freund's Incomplete Adjuvant. Ten days after the final booster the animals were bled. The IgG fraction was prepared by precipitation of the sera with ammonium sulfate, affinity purified on protein G agarose (Amersham, Uppsala, Sweden), and kept at 220uC until used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polyclonal antibody production"
        },
        {
            "text": "For monoclonal antibody (MAb) preparation, Balb/c mice were primed intraperitonally with 40 mg of E. granulosus Sm or E/S antigen in Freund's complete adjuvant, and boosted after 3 and 6 weeks with the corresponding antigen using Freund's incomplete adjuvant. Three days after the last booster mice were sacrificed and the splenocytes fused with SP2/0 cells using standard procedures. Cultures producing MAbs reactive with the corresponding antigen were selected by ELISA. We initially performed a fusion experiment using mice immunized with alternate doses of E/S and Sm antigens, and additional selection in a sandwich format using fecal samples. MAb CPR39 was selected due to its convenient isotype and performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection of MAb CPR39"
        },
        {
            "text": "Several fusion experiments were performed to produce a large panel of monoclonal antibodies. The screening of the monoclonal antibodies was initially performed as described before, and then each of the double-positive supernatants (13 clones) was tested in a sandwich format in combination with the different polyclonal antibodies. However, this time instead of using fecal samples from heavily infected dogs, each supernatant was tested against the following: i) a negative sample from a non-infected dog, ii) a sample collected from a low-burden dog at 28 dpi (dog P9, 74worms), iii) a sample from a heavily infected dog taken at an early stage (10 dpi) of the pre-patent period (dog P8, 3459 worms), and iv) a sample from dog Th2 taken at 56 dpi that was positive in the CPR39 copro-ELISA. Out of this complex screening clone MAbEg9, in combination with polyclonal antibody PAbC4 (prepared from a rabbit immunized with E/S), was chosen because this antibody pair produced high signals with samples (ii) and (iii), and low readings with samples (i) and (iv).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection of MAb Eg9"
        },
        {
            "text": "Parasite preparations were resolved by SDS-PAGE 12% under reducing conditions and then transferred onto nitrocellulose sheets (Bio-Rad, Hercules, California, USA). The nitrocellulose was blocked with 3% non-fat milk powder in PBS 1 h at 37uC and was incubated for 1 h at 37uC with a 1:500 dilution of the rabbit antisera in PBS containing 0.05% of tween 20 (PBS-T), 3% non-fat milk, or directly with the culture supernatants of the MAbs antibodies. The membranes were then incubated for 1 h at 37uC with alkaline phosphatase-conjugated to anti-rabbit IgG or antimouse IgG (Pierce) (diluted 1/2500). After extensive washing, a substrate solution containing 5-Bromo-4-Chloro-39-Indolylphosphate p-Toluidine salt (BCIP) and Nitro-Blue Tetrazolium Chloride (NBT) was added according to the manufacturer's instructions (Sigma).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SDS-PAGE and Western blot"
        },
        {
            "text": "Five mg/mL of polyclonal IgG (100 mL/well) (PAb CG10 or PAbC4 for the MAb CPR39 or MabEg9 copro-ELISA, respectively) was dispensed into microtitration plates (Greiner, Germany) and incubated overnight at 4uC. The plates were then blocked with 5% non-fat milk (PBS) and washed with PBS-T. Alternatively, the plates were further treated with PBS, 0.1% bovine serum albumin (BSA), 5% sucrose, 0.02% sodium azide, flapped repeatedly against adsorbent paper, dried in a 40% relative humidity chamber for 4 h, and kept in sealed aluminum foil bags containing adsorbent packets (Sigma) until used. Samples were analyzed in triplicates, after a 1:2 dilution in PBS; 100 mL/well were incubated for 1 h at room temperature, the wells washed and loaded (100 mL/well) with a 1:50 dilution of the MAb supernatants and incubated for 1 h at room temperature. Finally, the wells were incubated (1 h ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Copro-ELISA assay"
        },
        {
            "text": "Upon necropsy at 27-30 dpi, 9 of the experimentally infected dogs P1-P10 dogs harbored E. granulosus worms. The number of worms recovered from each dog varied widely, from 74 to 8,500, and showed no correlation with the initial number of protoescoleces used for infection. No other parasites were observed in addition to the E. granulosus worms. Adult worms (typically less than 1 m long) were recovered from dogs Th1 and Th2 infected with T. hydatigena. After careful washing, the recovered parasites were kept in culture to prepare excretion/secretion antigens, or were sonicated as described to obtain somatic antigens. The SDS-PAGE analysis of these antigens is shown in figure 1A ; a protoescoleces extract was also included as a reference antigen. All preparations possessed a complex composition and the SDS-PAGE profile did not reveal any obvious similarities among the individual components of the different preparation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 675,
                    "end": 684,
                    "text": "figure 1A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Parasite extraction and antigen preparation"
        },
        {
            "text": "Initially, the reactivity of polyclonal antibody PAbCGB10 raised against the Sm antigen was characterized, figure 1B . There was a strong response to a large number of components of the immunizing antigen, as well as to high molecular weight components of EgE/S and T hydatigena. Destruction of sugar epitopes by periodate treatment significantly decreased the reactivity of this antibody with the somatic antigen, as has been observed before [2, 19] , but had little effect in the case of the E/S preparation. The marked cross-reactivity of the polyclonal antibodies with E/S components of T. hydatigena evidences how difficult it is to obtain a specific assay using these antibodies as reagents. For that reason we concentrated our efforts in the preparation and selection of monoclonal antibodies After initial screening against E/S and Sm and further selection using PAb CGB10 for capture and the hybridoma supernatants for detection, four clones providing the best signal/noise ratios with fecal samples were selected. Among these, clone MAbCPR39, secreting an IgG2b, was chosen.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 446,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "text": "figure 1B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Characterization of antibodies to worm antigens"
        },
        {
            "text": "This ELISA was used to examine fecal samples obtained at the end of the infection, days 27-30 for E. granulosus or at selected dpi (highest cross-reactivity) for T. hydatigena ( figure 2) . The assay performed with negligible reactivity with samples from noninfected dogs and moderate cross-reactivity with T. hydatigena infected animals. All E. granulosus infected dogs were positive, however, the readouts of the samples corresponding to dogs with small parasite burdens were significantly higher, but too close to the mean value of the negative dogs to give unequivocal results. The assay was then used to study the time course of coproantigen excretion during the experimental infection period ( figure 3) . Using a cut-off derived from the analysis of field samples (see below), we found that dogs with high parasite burdens became positive after two weeks, and in spite of some fluctuations remained so thereafter. On the other hand, dogs with less than 200 worms at necropsy, presented low readouts throughout the experiment, becoming positives only at the end of the experimental infection. Along the time course of the examined period, the dogs harboring T. hydatigena worms presented very low values (below the cut-off), showing positive values only in very few days after 40 dpi (not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 187,
                    "text": "figure 2)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 700,
                    "end": 709,
                    "text": "figure 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "MAb CPR39 copro-ELISA"
        },
        {
            "text": "Due to the limited sensitivity of the CPR39 copro-ELISA, new antibodies were prepared. The best combination resulted when PAb C4 was used as capture antibody in combination with MAb Eg9. The reactivity of PAbC4 with different parasite antigens in western blot was similar to that of PAbCGB10 (figure 1B) and it is not shown. MAbEg9 is an IgG; its reactivity with different parasite extracts is displayed in figure 1C . The antibody reacted with a large number of the EgSm bands, mostly in the middle to high molecular weight range. Two components of 100 and 160 kDa are the most prominent immunoreactive bands of the E/S antigens, which appear to be also present in the Sm preparation. The crossreactivity with Th E/S antigens was negligible (as was also the case with protoscoleces antigens, not shown). Treatment with periodate had no effect upon the reactivity of MAbEg9 with any of the antigens, which was unexpected because previous studies have shown that the sugar epitopes have a major role in the immune response against E. granulosus coproantigens [2, 19] . To rule out technical artifacts, the efficacy of the periodate treatment was tested in parallel using the monoclonal antibody E492/G1 that defines a sugar epitope highly expressed in E. granulosus protoscoleces preparations [20] , figure 1D .",
            "cite_spans": [
                {
                    "start": 1058,
                    "end": 1061,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1292,
                    "end": 1296,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 416,
                    "text": "figure 1C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1299,
                    "end": 1308,
                    "text": "figure 1D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "MAb EG9 copro-ELISA"
        },
        {
            "text": "When the experimentally-infected dog samples were analyzed with the new assay, it was evident that the Eg9 copro-ELISA produced stronger signals with samples from dogs with small numbers of worms, allowing a better discrimination between noninfected and infected dogs ( figure 4) . This is an important improvement because most of the reported tests failed to detect these kind of samples. Cross-reactivity with T. hydatigena coproanti-gens did not seem to be a major problem when the time course of coproantigen excretion was study with the Eg9 copro-ELISA ( figure 5 ). Using the cut-off estimated by the receiver operating characteristic (ROC) curves from the analysis of field samples (see below), only on very few occasions and after 40 dpi were some of the samples from T. hydatigena infected dogs positive. The Eg9 copro-ELISA allowed an earlier detection of infected dogs. Animals with 200 or more parasites became positive between 12-15 dpi and by dpi 20 all infected dogs were positives and remained so thereafter. Curiously, coproantigens in dogs P7 and P8 samples could be detected very early. This is more remarkable in the case of dog P7 that harbored a rather small number of worms (128) at necropsy, and may be the result of the spontaneous expulsion of worms a few days after infection. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 279,
                    "text": "figure 4)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 560,
                    "end": 568,
                    "text": "figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "MAb EG9 copro-ELISA"
        },
        {
            "text": "The cut-off and cross-reactivity of the assays were evaluated with field samples collected from 96 unwanted dogs in the provinces of Chubut, Argentina and Junin, Peru. Upon necropsy, 9 of 85 dogs from Chubut, and 6 of 11 dogs from Junin were positive for E. granulosus, 48 were infected with other parasites and 33 were found negative, table 1. Fecal samples from these dogs were tested using the CPR39 and Eg9 copro-ELISAs and the cutoff selected from receiver operating characteristic (ROC) curves [18] to have a convenient balance between sensitivity and specificity as follows: CPR39 ELISA = 0.224 AU and Eg9 ELISA = 0.340 AU. Using these values, the sensitivity of the tests were 80.0 and 86.6% respectively, which is in agreement with the results obtained with the experimental infection of dogs, figure 4 . The specificity of the Eg9 test was also superior 86.4% versus 82.7% for the CPR39 ELISA. In addition, the CPR39 test produced readings close to the cut-off for an important number of samples, figure 6 , which may be problematic for the use of a cutoff internal calibrator, because small inter-assay variations in the reading of the calibrator may have an important effect upon the number of samples that are classified in either category. Actually, if samples that fall between 610% of the cut-off are considered as undetermined (a common practice), none of the samples analyzed with the Eg9 test would fall in this category, while four of the samples analyzed with the CPR39 would. While it was not possible to obtain an exact counting of parasites in the dogs from the province of Chubut, this was feasible in the case of the animals necropsied in Junin. Although most dogs had a large number of worms, two of them did not, and these two dogs were exaustively examined. We found only 9 E. granulosus and 2 Ascaris lumbricoides, and 47 E. granulosus and very few Dipylidium caninum worms in the first and second dogs, respectively. Interestingly, the average absorbance readings of the fecal samples obtained from these animal were 1.16 and 2.99 AU, which represent strong positive results, indicating the sensitivity of the test and confirming the capacity of the assay to detect small numbers of parasites that had been observed in the experimentally infected dogs. In this regard, when the E. granulosus positive dogs from the experimental infection are included, the overall sensitivity of the test rises to 92.6%. Despite the fact that MAbEg9 was selected for its reduced cross-reactivity with the ThSm antigen, most of its cross-reactivity was against dogs infected with T. spp (mostly hydatigena) alone or together with other parasites. Only one dog infected with T. canis (1.44 AU) and one of the non-infected dogs (0.694 AU) from the province of Chubut were classified as positive with the Eg9 ELISA, figure 6 . The relatively high readings of these two samples are unexpected. Based on the results of the experimental infection of dogs and the fact that all other samples (19) from dogs harboring T. canis alone or together with Dipylidium caninum showed very low readings, a misdiagnosis at necropsy can not be discarded. It is worth noting that cross-reactivity was essentially against Taenia. Despite the fact that we could not identify to species all field samples, the great majority of samples from Chubut and all from Junin corresponded to T. hydatigena; hence most false positive results will be related to dogs eating offal. Development of the ELISA test in a kit format and interlaboratory analysis of blind samples",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 504,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2998,
                    "end": 3002,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 803,
                    "end": 811,
                    "text": "figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1007,
                    "end": 1015,
                    "text": "figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2826,
                    "end": 2834,
                    "text": "figure 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Analysis of field samples"
        },
        {
            "text": "The Eg9 test was then formulated in a kit format to facilitate its use and transference to other laboratories. Initially, we studied different conditions for coating and drying the plates and found that using sugars as additives during drying have the best effect on the stability of the capture antibody. Trehalose and sucrose showed the best results and the latter was chosen because of its much lower cost. Figure 7A shows that dried plates showed similar capacity as fresh ones to discriminate between weak positive and negative samples over a one year period of storage at 4uC. Similar results were obtained after 2 years of storage (not shown). To set up the value of the cut-off an internal standard was prepared by adjusting the dilution of the E. granulosus Sm antigen in order to produce a readout equal to the value of the cut-off. The stability of this cut-off calibrator solution and other components of the assay (in their ready-to-use dilution) were tested using different diluent buffers at 4uC, room temperature, and 37uC, and some representative results are shown in figure 7B-D. Different formulations of the calibrator solution were stable over a 6 month period, even at 37uC; only the results for the Sm antigen diluted in PBS, 5% glycerol, 0.1% Kathon (Dow Chemicals, Midland, Michigan) are shown. The reactivity of MAb Eg9 started to diminish after a few days at 37uC, but was highly stable over the 6 month period at 4uC (not shown) or at room temperature, figure 7C . The most critical component was the secondary antibody. For several different formulations (only two shown in figure 7D ) all of them rapidly lost the enzymatic activity at 37uC, but using PBS, 0.1% BSA, 0.1% Kathon, 0.1 mM TMB, the conjugate remained stable for up to 150 days at room temperature (or 4uC, not shown). Overall, we can conclude that even at room temperature the kit has a safe shelf life of 3 months, which can surely be extended upon refrigeration, which is a convenient advantage for the shipment and use of the kit in remote places. Due to the availability of commercial ready-to-use TMB substrate solutions, the preparation of this kit component was not pursued in this study. In case of high demand of the kit, it will be necessary to prepare new PAb. In our experience, this is a critical component of the test, but we have selected similarly performing PAbs from a panel of 3 to 4 immunized rabbits, after initial selection with fecal samples from dogs harboring low number of E. granulosus parasites and counter selection with samples from T. hydatigena infected dogs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 419,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1481,
                    "end": 1490,
                    "text": "figure 7C",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1603,
                    "end": 1612,
                    "text": "figure 7D",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Analysis of field samples"
        },
        {
            "text": "The reproducibility of the results obtained with the copro-ELISA kit and the feasibility of its transference were demonstrated by the analysis of blind samples. To this end, 52 fecal samples collected in the province of Junin, Peru were processed as described, and aliquots were distributed to two laboratories (INS and DIGESA) in Lima, Peru, where the copro-ELISA kit had been transferred, and to our laboratory in Uruguay (Facultad de Química). The samples were independently analyzed by the three laboratories and classified as positive, negative or uncertain if their readout felt within the calibrator absorbance reading 610% range. Twenty four samples were positive, indicating a prevalence of 46.1% in the studied areas (Canchayllo and Jauja). The kit performed with excellent reproducibility and all individual samples were equally classified by the three laboratories with the exception of two of the samples with readings close to the cut-off, one of them categorized as negative by two of the labs and uncertain by the third one, and another sample classified as (weak) positive by two of the labs and uncertain by the remaining one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of field samples"
        },
        {
            "text": "Two tests were developed and the difference in their performance highlights the importance that careful selection of antibody pairs has to attain a high standard of sensitivity and specificity. The Eg9 test performed with high sensitivity (92.6%) and good specificity (86.4%). These parameters are closely similar to previously reported values for other tests. However, it is very important to keep in mind that the only trustworthy comparison of tests is that obtained with a common panel of samples assayed under identical conditions, which highlights the need of interlaboratory studies to compare the performance of existing test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "The test cross-reactivity was low, and in addition, since it was basically restricted to T. hydatigena, most false positive results will still indicate access of dogs to offal. A major contribution of our study is the use of a well-characterized MAb that assures availability and batch-to-batch reproducibility, as well as the formulation of the assay in a kit format with extended shelf life. The Eg9 test is being shared with other control programs in the region and we hope that it will help to monitor the progress of control programs and standardize the epidemiological baseline information in the region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "Checklist S1 STARD Checklist for the Eg9 copro antigen test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        },
        {
            "text": "Flowchart S1 STARD flow chart detailing the method used to assess the diagnostic performance of the Eg9 copro antigen test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(DOC)"
        },
        {
            "text": "(DOCX)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(DOC)"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Partial characterisation of carbohydrate-rich Echinococcus granulosus coproantigens",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Elayoubi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Parasitol",
            "volume": "33",
            "issn": "",
            "pages": "1553--1559",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Control of hydatidosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Parasitol Int",
            "volume": "55",
            "issn": "",
            "pages": "247--252",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Echinococcosis: disease, detection and transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Rogan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Campos-Ponce",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Parasitology",
            "volume": "127",
            "issn": "",
            "pages": "5--20",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Screening for Echinococcus granulosus in dogs: Comparison between arecoline purgation, coproELISA and coproPCR with necropsy in pre-patent infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lahmar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boufana",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bradshaw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Parasitol",
            "volume": "144",
            "issn": "",
            "pages": "287--292",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Echinococcosis: diagnosis and diagnostic interpretation in population studies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Torgerson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deplazes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trends Parasitol",
            "volume": "25",
            "issn": "",
            "pages": "164--170",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coproantigens in taeniasis and echinococcosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Parasitol Int",
            "volume": "55",
            "issn": "",
            "pages": "75--80",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Detection of Echinococcus granulosus coproantigens in Australian canids with natural or experimental infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bradshaw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Parasitol",
            "volume": "86",
            "issn": "",
            "pages": "140--145",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Copro-diagnosis of Echinococcus granulosus infection in dogs by amplification of a newly identified repeated DNA sequence",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Abbasi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Branzburg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Campos-Ponce",
                    "suffix": ""
                },
                {
                    "first": "Abdel",
                    "middle": [],
                    "last": "Hafez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Raoul",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Trop Med Hyg",
            "volume": "69",
            "issn": "",
            "pages": "324--330",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Polymerase chain reaction for detection of patent infections of Echinococcus granulosus (''sheep strain'') in naturally infected dogs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stefanic",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Shaikenov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deplazes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dinkel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Torgerson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Parasitol Res",
            "volume": "92",
            "issn": "",
            "pages": "347--351",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Copro-DNA tests for diagnosis of animal taeniid cestodes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mathis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deplazes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Parasitol Int",
            "volume": "55",
            "issn": "",
            "pages": "87--90",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coproantigen detection for immunodiagnosis of echinococcosis and taeniasis in dogs and humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "Garcia",
                    "middle": [],
                    "last": "Noval",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mencos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Parasitology",
            "volume": "104",
            "issn": "2",
            "pages": "347--356",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Detection of Echinococcus coproantigens by enzyme-linked immunosorbent assay in dogs, dingoes and foxes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deplazes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gottstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eckert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ewald",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Parasitol Res",
            "volume": "78",
            "issn": "",
            "pages": "303--308",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coproantigen detection in dogs experimentally and naturally infected with Echinococcus granulosus by a monoclonal antibody-based enzyme-linked immunosorbent assay",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Malgor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nonaka",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Basmadjian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carambula",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Int J Parasitol",
            "volume": "27",
            "issn": "",
            "pages": "1605--1612",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Detection of Echinococcus granulosus coproantigens in faeces from naturally infected rural domestic dogs in south eastern Australia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mckinlay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Duolong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bradshaw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Aust Vet J",
            "volume": "84",
            "issn": "",
            "pages": "12--16",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Production and characterization of monoclonal antibodies against excretory/secretory products of adult Echinococcus granulosus, and their application to coproantigen detection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Casaravilla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Malgor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nonaka",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Parasitol Int",
            "volume": "54",
            "issn": "",
            "pages": "43--49",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Manual on Echinococcosis in humans and animals:a public health problem of global concern",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who/Oie",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The meaning and use of the area under a receiver operating characteristic (ROC) curve",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcneil",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Radiology",
            "volume": "143",
            "issn": "",
            "pages": "29--36",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Echinococcus granulosus coproantigens: chromatographic fractionation and characterization",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Elayoubi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Parasitology",
            "volume": "128",
            "issn": "",
            "pages": "455--465",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Modulation of the cellular immune response by a carbohydrate rich fraction from Echinococcus granulosus protoscoleces in infected or immunized Balb/c mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dematteis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pirotto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nieto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Orn",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Parasite Immunol",
            "volume": "23",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "E. granulosus worms were collected from the small intestine of experimentally infected dogs by incubation of small pieces of the open gut in sterile Hank's balanced salt solution (Sigma, San Louis). The recovered worms were counted and extensively washed in Hank's solution containing 200 mg/L of gentamicin, and incubated in RPMI 1640 (Sigma) supplemented with glucose (4 g/L), penicillin (10 5 IU/L), streptomycin (100 mg/ L) and amphotericin B (250 mg/L) (Sigma). The supernatant was collected every 8 h for two days and the excretion/secretion antigens (E/S) concentrated 1006 using an Amicon ultrafiltration",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ") with a 1:5000 dilution (PBS-T) of a peroxidase conjugated rabbit polyclonal antibody to mouse IgG, carefully washed and developed with 100 mL/well of the substrate solution (0.4 mL of a 6 mg/mL DMSO solution of 3,39,5,59tetramethylbenzidine (TMB), 0.1 mL of 1% H 2 O 2 in water in a total of 25 mL of 0.1 M citrate acetate buffer pH 5.5) and incubated for 15 min at room temperature with shaking. The enzymatic reaction was stopped after 15-20 min by the addition of 50 mL of 2 M H 2 SO 4 and the absorbance at 450-600 nm was read in a microtiter plate reader (Multiskan MS, Labsystems). The cut-off for the assay was established by Receiver Operating Characteristic (ROC) analysis [18] using a confidence level of 95% and the SPSS 10.0 software package (SPSS Inc. Illinois, USA) for calculations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Analysis of parasite antigens by SDS-PAGE and immunoblot. A) Coomassie stained 12% SDS-PAGE of E. granulosus antigens: E/S, excretion/secretion antigen; Sm, somatic antigen; Px, protoescoleces sonicate; and T. hydatigena somatic antigens: ThSm. Molecular markers in kDa are shown on the left. B-D) Immunoblot probed with polyclonal rabbit antibody PAbCGB10 (B), MAbEg9 (C) or E492/G1 (D). The nitrocellulose strips marked with a ''P'' were pretreated with periodate to modify the sugar epitopes. doi:10.1371/journal.pntd.0001967.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Analysis of coproantigens from non-infected dogs, and E. granulosus and T. hydatigena experimentally infected animals by CPR39 copro-ELISA. N1-N19, fecal samples taken from non-infected dogs; P1-P12, fecal samples taken from E. granulosus infected dogs at the end of the pre-patency period; Th1-Th4, fecal samples collected from T. hydatigena infected dogs, at 72, 61, 56, and 40 dpi, respectively, corresponding to the highest values of cross-reactivity during the infection period for each dog. The number of worms recovered from each dog is indicated on top of the columns (u = unknown). The black horizontal line represents the cut-off = average of N-samples+3 standard deviations. doi:10.1371/journal.pntd.0001967.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Time course of coproantigen excretion during the experimental infection of dogs assessed with the CPR39 copro-ELISA. The number of parasites at necropsy is shown in the legend; dogs with less than 200 parasites are denoted by open symbols. The dotted line represents the cut-off established by analyzing field samples as described below. doi:10.1371/journal.pntd.0001967.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Analysis of coproantigens from non-infected dogs and E. granulosus and T. hydatigena experimentally infected animals by Eg9 copro-ELISA. Light gray bars, MAbCPR39 assay; gray bars, MAbEg9 assay (the results of the MAbCPR39 copro-ELISA are included for comparison). N1-N19, samples taken from non-infected dogs; P1-P12, samples taken at the end of the pre-patency period; Th1-Th4, fecal samples collected from T. hydatigena infected dogs, at 72, 61, 56, and 40 dpi, respectively, corresponding to the highest values of cross-reactivity during the infection period for each dog. The number of worms recovered from each dog is indicated on the columns (u = unknown). The black horizontal line represents the cut-off = average of N-samples (MAbEg9)+3 standard deviations. doi:10.1371/journal.pntd.0001967.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Time course of coproantigen excretion during the experimental infection of dogs measured by Eg9 copro-ELISA. Dogs infected with E. granulosus are shown in black, open symbols are used to represent dogs with less than 200 parasites at necropsy. The T. hydatigena infected dogs are shown in gray. The dotted line represents the cut-off established by the analysis of field samples as described below. doi:10.1371/journal.pntd.0001967.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Analysis of field samples with the CPR39 and Eg9 ELISAs. Fecal samples collected from field dogs were grouped according to the parasites they harbored as follows: Eg, E. granulosus; Tsp & other, Taenia spp plus other helminths; Other, other helminths; Negative, dogs with no helminths. All values were determined in triplicates. doi:10.1371/journal.pntd.0001967.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Time-course stability of the copro-ELISA kit components. A) Dried or freshly-coated plates (white and gray symbols, respectively) were tested at different time points by assaying a set of 3 weak-positive and 3 negative samples (average = circles and squares, respectively). B-D) Fresh solutions of the calibrator were tested in triplicate at different time points, using fresh (grey circles) or stored dilutions of the kit reagents kept at room temperature (white) or 37uC (black symbols). All values were normalized with regard to the value obtained with the fresh reagent. B) Stability of the calibrator: triangles, PBS, 5% glycerol, 0.1% Kathon. C) MAb Eg9 stability: squares, PBS-T; triangles, PBS-T, 0.1% Kathon. D) Stability of the peroxidase anti-mouse IgG antibody: squares, PBS, 0.1% BSA; triangles, PBS, 0.1% BSA, 0.1% Kathon, 0.1 mM 3,39,5,59-tetramethylbenzidine (TMB). doi:10.1371/journal.pntd.0001967.g007",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Analysis of field samples by necropsy and copro ELISA.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Dr. Carmona and Dr. Cecilia Casaravilla for their advice and provision of samples. We are also grateful to the medical veterinarians and staff of the Comisión Nacional de Zoonosis, Uruguay, for help with the experimental infection of dogs. The personnel and medical veterinarians from the Dirección Regional de Salud de Huancayo, Peru, are also acknowledged for their help with the pilot study of dog infection. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}