{
    "paper_id": "3633ffe6e8c7f4af342b1a5d23821169f7f9e1b2",
    "metadata": {
        "title": "Synchronized shift of urine, faeces and saliva microbiotas in bats and natural infection dynamics during seasonal reproduction",
        "authors": [
            {
                "first": "Muriel",
                "middle": [],
                "last": "Dietrich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Teresa",
                "middle": [],
                "last": "Kearney",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ernest",
                "middle": [
                    "C J"
                ],
                "last": "Seamark",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Janusz",
                "middle": [
                    "T"
                ],
                "last": "Paweska",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wanda",
                "middle": [],
                "last": "Markotter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Summary of statistical models used to analyse infection dynamic and microbiota diversity Table S2 . Model selection tables. Table S3 . Details of the number of bat samples collected at different sample periods Figure S1 . Variation of microbiota diversity References Text S1. DNA extraction protocol",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 134,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 212,
                    "end": 221,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We used a previously validated DNA extraction protocol developed for the Human Microbiome Project [1, 2] , recently used for bat samples [3] . Care was taken to avoid bacterial DNA contamination by utilizing DNA-free reagents when applicable, filter sterilizing all solutions through a 0.2 µM filter, and working in a PCR-clean hood. Before DNA extraction, faeces samples were weighted and the volume of urine samples was measured. To control for the introduction of contaminating DNA, negative extraction controls (reagents only) were included in the extraction procedure. The protocol includes the addition of the peptidoglycan-degrading enzymes mutanolysin and lysozyme and the use of the QIAmp DNA Micro kit (Qiagen, Valencia, CA), as previously described [3] . We used a 3 hours incubation time at 56°C, the addition of carrier RNA, and faeces samples were centrifuged (2 min. at 604g) and the supernatant collected before the transfer to the Qiagen column. DNA was eluted into 32 µl of buffer AE and stored at -20°C.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 102,
                    "end": 104,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We subjected the DNA extracts and the negative controls (from the field and the extraction) to V3-V4 region 16S rRNA PCR and barcoded Illumina sequencing, following the standardized and optimized Metabiote ® protocol developed by Genoscreen (Lille, France). Samples from M. natalensis and R. aegyptiacus were processed separately, with the production of two distinct libraries. Additional negative and positive PCR controls, in the form of an ultrapure water sample and a mock community respectively, were provided by Genoscreen and included in the preparation of each library. The indexed DNA libraries were equimolar pooled and diluted at a final concentration of 4 nM. Paired-end (2 x 250) sequencing was performed using a MiSeq Reagent Nano kit on two different Illumina MiSeq runs, using two lanes each, using PhiX DNA (15%) as a spike-in control for the estimation of the error rate during sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Text S2. Illumina sequencing and bioinformatics"
        },
        {
            "text": "Libraries were de-multiplexed using Casava version 1.8 and raw reads were recovered as FASTQ files. Forward and reverse primers were removed at 100% nucleotide identity by Genoscreen and sequences were quality trimmed when Q score < 30. Alignment of PhiX reads to the reference genome yielded an error rate during sequencing comprised between 1.13-1.42% for read 1 and 1. [4, 5] . Assembled reads were quality trimmed based on their length prior to alignment against the MOTHUR-formatted SILVA database. Preclustering of the data was performed using a 4-bp difference, following by the detection and removal of chimeras using the UCHIME algorithm [6] . We then classified sequences using the MOTHUR-formatted version of the RDP training set (v.9), and any unknown, chloroplast, mitochondrial, archaeal, or eukaryotic sequences were removed. Remaining sequences were clustered into phylotypes using a 97% identity threshold.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 376,
                    "end": 378,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Text S2. Illumina sequencing and bioinformatics"
        },
        {
            "text": "Using both the negative and positive controls, we identified potential exogenous DNA from laboratory reagents, as previously described from low-biomass bat samples [3] . We therefore produced, for each bat species, different datasets corresponding to different levels of exogenous phylotypes removal, following the approach described in Dietrich et al. [3] . Briefly, in the first dataset (D1) all phylotypes were included; in the second (D2) and third (D3) datasets, exogenous phylotypes with a relative abundance > 10% and > 0.1% in the controls respectively were removed; and in the fourth dataset (D4), all exogenous phylotypes were removed.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Text S2. Illumina sequencing and bioinformatics"
        },
        {
            "text": "Preliminary analyses confirmed that both bacterial community diversity (ANOVA: p = 0.001) and composition (PERMANOVA: p = 0.001) were different among body habitats in M. natalensis [3] . Therefore, we analyzed separately the microbiota of each body habitat.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Text S2. Illumina sequencing and bioinformatics"
        },
        {
            "text": "The second half of DNA extracts from saliva and faeces samples were used as templates for herpesvirus and adenovirus detection respectively, using previously published nested-PCR protocols both targeting the DNA polymerase gene [7, 8] . Briefly, both PCRs were ran in 25µl total volume containing 12.5µl of DreamTaq Green PCR Master Mix (Thermo Fisher Scientific) and 1 µM of each primer. After electrophoresis on a 2% agarose gel, PCR products of the approximate anticipated size were submitted to Sanger sequencing (Inqaba). For the detection of Leptospira bacteria in urine samples, a probespecific real-time PCR, targeting the 16S rRNA gene, was performed as previously described [9] . All PCRs were ran with a negative (PCR mix only) and positive controls (i.e. DNA from a Human herpesvirus 1 cell culture, DNA from an adenovirus-positive bat (Neoromicia spp.) sample, DNA from a Leptospira interrogans culture). For Leptospira positive samples, a partial fragment of the 16S rRNA gene was then amplified, as described in Dietrich et al. [10] and sequenced.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 234,
                    "text": "8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Text S3. Analysis of bacterial and viral shedding"
        },
        {
            "text": "Nucleotide sequences of Leptospira, adenoviruses and herpesviruses were checked individually with ChromasLite 2.01 (Technelysium Pty, South Brisbane, Australia) and then assembled and aligned with reference sequences using CLC Sequence Viewer 7.8.1 (CLC Bio, Aarhus, Denmark). Careful manual checking of chromatograms did show double peaks for herpesviruses found in R. aegyptiacus, thus we retained only the mono-infected samples for the phylogenetic analyses. Phylogenetic trees were constructed using BEAST v.1.8.4. [11] , using a GTR+I+G substitution model, a strict clock and a constant population size coalescent tree prior. Analyses were run for 100 x10 6 (for viruses) and 300 x 10 6 (for Leptospira) generations, sampling every 1,000 generations, with the initial 10% discarded as burn-in.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 523,
                    "text": "[11]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Text S4. Phylogenetic analyses of infectious agents"
        },
        {
            "text": "TRACER v.1.635 was then used to verify that the effective sample size of each parameter was higher than 200. The sampled posterior trees were summarized using TREEANNOTATOR v.1.8.4 to generate a maximum clade credibility tree. Sequences produced in this study have been submitted to GenBank database under accession numbers MG680317-MG608402. Figure S1 . Variation of microbiota diversity",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 352,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Text S4. Phylogenetic analyses of infectious agents"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evaluation of Methods for the Extraction and Purification of DNA from the Human Microbiome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ravel",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Abdo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Forney",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0033865"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Female Urinary Microbiome : a Comparison of Women with and without Urgency Urinary Incontinence",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pearce",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01283-14"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The excreted microbiota of bats : evidence of niche specialisation based on multiple body habitats",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dietrich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kearney",
                    "suffix": ""
                },
                {
                    "first": "Ecj",
                    "middle": [],
                    "last": "Seamark",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Markotter",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "FEMS Microbiol. Lett",
            "volume": "364",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/femsle/fnw284"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Development of a Dual-Index Sequencing Strategy and Curation Pipeline for Analyzing Amplicon Sequence Data on the MiSeq",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kozich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Westcott",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Highlander",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Schloss",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Appl. Environ. Microbiol",
            "volume": "79",
            "issn": "",
            "pages": "5112--5120",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.01043-13"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Introducing mothur : Open-Source, Platform-Independent, Community-Supported Software for Describing and Comparing Microbial Communities",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Schloss",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Appl. Environ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "UCHIME improves sensitivity and speed of chimera detection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Edgar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Clemente",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Quince",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "27",
            "issn": "",
            "pages": "2194--2200",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btr381"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detection and Analysis of Diverse Herpesviral Species by Consensus Primer PCR",
            "authors": [],
            "year": null,
            "venue": "J. Clin. Microbiol",
            "volume": "34",
            "issn": "",
            "pages": "1666--1671",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Host Range, Prevalence, and Genetic Diversity of Adenoviruses in Bats",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02497-09"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A quantitative PCR (TaqMan) assay for pathogenic Leptospira spp",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Smythe",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Dohnt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Symonds",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Mckay",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BMC Infect. Dis",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Diversification of an emerging pathogen in a biodiversity hotspot: Leptospira in endemic small mammals of Madagascar",
            "authors": [],
            "year": null,
            "venue": "Mol. Ecol",
            "volume": "23",
            "issn": "",
            "pages": "2783--96",
            "other_ids": {
                "DOI": [
                    "10.1111/mec.12777"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A simple, fast, and accurate algorithm to estimate large phylogenies by maximum likelihood",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guindon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gascuel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Syst. Biol",
            "volume": "52",
            "issn": "",
            "pages": "696--704",
            "other_ids": {
                "DOI": [
                    "10.1080/10635150390235520"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The R Book",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Crawley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of urine, faeces and saliva microbiotas in bats and natural infection dynamics during seasonal reproduction Muriel Dietrich, Teresa Kearney, Ernest C. J. Seamark, Janusz T. Paweska and Wanda Markotter ROYAL SOCIETY OPEN SCIENCE Text S1. DNA extraction protocol Text S2. Illumina sequencing and bioinformatics Text S3. Analysis of bacterial and viral shedding Text S4. Phylogenetic analyses of infectious agents",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "for read 2 (depending on the lane). The correct taxonomic assignation of the 11 bacterial species present in the positive control was validated by Genoscreen, using the Greengenes reference database (DeSantis et al. 2006). Samples were then analyzed using MOTHUR v.1.33.3 following the MiSeq SOP Pipeline",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of statistical models used to analyse infection dynamic and microbiota diversity.N gives the number of samples included in each analysis. Full model includes all the tested variables.\"k\" is the number of model's coefficients.Table S2. Model selection tables. Output were obtained with the MuMin package in R (dredge function) for the eight GLMs analyzed (inTable S1). Selected models (after verification of the effect of each variable) are highlighted in red. Session + Repro + Age + Sex + AdV 8 -184.553 386.9 9.97Table S3. Details of the number of bat samples collected at different sample periods.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}