{
    "paper_id": "367af6bb9a8bbda02206506a819656bb6f14ce4c",
    "metadata": {
        "title": "BMC Public Health Logistics of community smallpox control through contact tracing and ring vaccination: a stochastic network model",
        "authors": [
            {
                "first": "Travis",
                "middle": [
                    "C"
                ],
                "last": "Porco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Community Health and Epidemiology Section, Epidemiology and Effectiveness Research Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "101 Grove Street Suite 204",
                        "postCode": "94102",
                        "settlement": "San Francisco",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": "traviscporco-tcporco@ucbcidp.org"
            },
            {
                "first": "Karen",
                "middle": [
                    "A"
                ],
                "last": "Holbrook",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Community Health and Epidemiology Section, Epidemiology and Effectiveness Research Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "101 Grove Street Suite 204",
                        "postCode": "94102",
                        "settlement": "San Francisco",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "E"
                ],
                "last": "Fernyak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Community Health and Epidemiology Section, Epidemiology and Effectiveness Research Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "101 Grove Street Suite 204",
                        "postCode": "94102",
                        "settlement": "San Francisco",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Diane",
                "middle": [
                    "L"
                ],
                "last": "Portnoy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Community Health and Epidemiology Section, Epidemiology and Effectiveness Research Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "101 Grove Street Suite 204",
                        "postCode": "94102",
                        "settlement": "San Francisco",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Randy",
                "middle": [],
                "last": "Reiter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Community Health and Epidemiology Section, Epidemiology and Effectiveness Research Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "101 Grove Street Suite 204",
                        "postCode": "94102",
                        "settlement": "San Francisco",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": "randy.reiter@sfdph.org"
            },
            {
                "first": "Tomás",
                "middle": [
                    "J"
                ],
                "last": "Aragón",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Community Health and Epidemiology Section, Epidemiology and Effectiveness Research Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "101 Grove Street Suite 204",
                        "postCode": "94102",
                        "settlement": "San Francisco",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": "tomásjaragón*-aragon@berkeley.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Previous smallpox ring vaccination models based on contact tracing over a network suggest that ring vaccination would be effective, but have not explicitly included response logistics and limited numbers of vaccinators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We developed a continuous-time stochastic simulation of smallpox transmission, including network structure, post-exposure vaccination, vaccination of contacts of contacts, limited response capacity, heterogeneity in symptoms and infectiousness, vaccination prior to the discontinuation of routine vaccination, more rapid diagnosis due to public awareness, surveillance of asymptomatic contacts, and isolation of cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We found that even in cases of very rapidly spreading smallpox, ring vaccination (when coupled with surveillance) is sufficient in most cases to eliminate smallpox quickly, assuming that 95% of household contacts are traced, 80% of workplace or social contacts are traced, and no casual contacts are traced, and that in most cases the ability to trace 1-5 individuals per day per index case is sufficient. If smallpox is assumed to be transmitted very quickly to contacts, it may at times escape containment by ring vaccination, but could be controlled in these circumstances by mass vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Small introductions of smallpox are likely to be easily contained by ring vaccination, provided contact tracing is feasible. Uncertainties in the nature of bioterrorist smallpox (infectiousness, vaccine efficacy) support continued planning for ring vaccination as well as mass vaccination. If initiated, ring vaccination should be conducted without delays in vaccination, should include contacts of contacts (whenever there is sufficient capacity) and should be accompanied by increased public awareness and surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Concerns about intentional releases of smallpox have prompted extensive preparations to improve our ability to detect and respond to an outbreak of smallpox [1, 3, 4, 2] . Many factors contribute to the public health challenge of understanding and preparing for smallpox, including the age and quality of epidemiological data on native smallpox and the smallpox vaccine, the difficulty of extrapolating that data to our current populations, the possible terrorist use of altered smallpox, our ignorance of terrorist methods of release, and the relatively high risk of adverse events caused by the smallpox vaccine.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 161,
                    "end": 163,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 164,
                    "end": 166,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 167,
                    "end": 169,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The Centers for Disease Control and Prevention (CDC) established ring vaccination (selective epidemiological control [5] ), a strategy in which contacts of cases are identified and vaccinated, as the preferred control measure in the event of a smallpox outbreak (interim plan). The successful use of ring vaccination during the smallpox eradication campaign and its logical emphasis of case-contacts for immediate vaccination support its use (though the attribution of the success of the eradication program to ring vaccination has been challenged [6] ). Health Officers should initiate ring vaccination upon identification of the first cases of smallpox. However, there are legitimate concerns regarding the ability of public health practitioners to mount a quick, comprehensive and successful ring vaccination program, particularly in the face of a moderatesized or large smallpox outbreak. To guide preparation efforts and inform incident decision-making, we attempt to identify outbreak characteristics and response capacities that significantly impact the ability of ring vaccination to control a smallpox outbreak and to determine whether ring vaccination is useful in the presence of a mass vaccination campaign. Our analysis uses a newly developed mathematical model: a continuous-time, event-driven network simulation model of smallpox ring vaccination.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Mathematical models can advance our understanding of how a smallpox outbreak might progress. Several mathematical and computer models address the question of smallpox transmission [7] [8] [9] [10] [11] [12] [13] . The first model to appear [8] concluded that ring vaccination would be effective, but did not treat response logistics in detail; the model was linear and did not treat the depletion of susceptibles as the epidemic progressed (appropriate, however, for assessing control early in an epidemic, when the number infected is small compared to the number of susceptibles, e.g. [14] ). The innovative model by Kaplan et al. [9] emphasized the importance of resource limitation and the logistics of smallpox response, but assumed that full infectiousness began before the onset of symptoms (and the subsequent identification and removal), and did not separately monitor close epidemiological contacts of patients (which are at greatest risk, but also easiest to find and vac-cinate); the conclusions were highly critical of ring vaccination. The model by Halloran et al. [11] , a stochastic, discrete-time network model omitted the explicit inclusion of response logistics while otherwise used parameter values similar to those in Kaplan et al. [9] ; the inclusion of residual immunity from individuals vaccinated prior to the discontinuation of routine vaccination, however, led to a more favorable view of ring vaccination. The model by Bozzette et al. [12] assumed that ring vaccination would reduce the number of transmissions and focused on health care workers (but did not explicitly include the network structure of the population nor the response logistics of ring vaccination). The model by Eichner [15] did not explicitly include the network structure of the population nor the logistics of ring vaccination, but did use parameters based on data from an outbreak in Nigeria, and did distinguish close and casual contacts, case isolation, and surveillance of contacts; it concluded that case isolation and contact tracing could prevent the spread of smallpox. Finally, the individual-based model by Epstein et al. [16] presented scenarios illustrating certain alternatives to pure mass vaccination and ring vaccination of contacts of cases in preventing smallpox transmission in small populations of 800 individuals; this model includes no homogeneity assumptions, but did not analyze tracing of contacts of contacts.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 192,
                    "end": 196,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 197,
                    "end": 201,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1078,
                    "end": 1082,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1252,
                    "end": 1255,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1462,
                    "end": 1466,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1715,
                    "end": 1719,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2130,
                    "end": 2134,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Because none of the available models includes both network structure (with explicit contact tracing) and response logistics limited by the number of available disease control investigators [9] , we included these features in a continuous-time event-driven network simulation model of smallpox ring vaccination. Specifically, the model we developed includes the following features: exposed individuals and vaccinate them in time, resulting in a \"race to trace\" [9] .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Mild, ambulatory cases of smallpox may spread disease because such cases may be harder to recognize.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterogeneity in natural history"
        },
        {
            "text": "Vaccination of individuals prior to the discontinuation of routine vaccination may provide some, possibly considerable, protection against infection [11, 23, 24] , although it may also result in more mild cases which may be harder to detect.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Prior vaccination"
        },
        {
            "text": "Public awareness may lead to more rapid detection of cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness"
        },
        {
            "text": "We use this model to determine what factors promote or hinder the success of ring vaccination during a smallpox outbreak, and whether ring vaccination is useful in the presence of a mass vaccination campaign. In particular, the goal of this paper is to examine the control of smallpox by contact tracing and ring vaccination using a network model which includes response logistics [9] .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Public awareness"
        },
        {
            "text": "Natural history of smallpox We briefly review relevant features of the natural history and epidemiology of smallpox [17, [25] [26] [27] 8, 28] . Following infection by the variola virus, individuals exhibited an incubation period of approximately 7-19 days with 10-14 being most typical. Sudden onset of fever and malaise, often with accompanying headache and backache, began the initial (or pre-eruptive) phase of smallpox. After 2-3 (or perhaps 4) days, individuals with the most common form, ordinary type smallpox, developed the characteristic focal rash, preceded in many cases by oropharyngeal lesions. In fatal cases of ordinary smallpox, death often occurred between the tenth and sixteenth day of symptoms; among survivors, most scabs had separated by day 22-27 of illness [26] .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 131,
                    "end": 135,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 136,
                    "end": 138,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Model structure"
        },
        {
            "text": "The course of smallpox varied widely between individuals, and several different clinical classifications were developed [29] [30] [31] 17, 26] . Consideration of the clinical features and severity of smallpox is important from the standpoint of mathematical transmission modeling because (1) the clinical features affect the ease of diagnosis (and thus of case identification), (2) more severe forms of smallpox may result in more transmission, (3) vaccinated individuals may develop less severe disease. We utilize a modified or simplified version of the classification system developed by Rao [32, 31, 26] ; for the mathematical model, we will classify smallpox into five categories: early hemorrhagic, flat and late hemorrhagic, ordinary, modified, and mild. However, the clinical features and severity of smallpox in different populations may have been affected by underlying host factors, differences in viral strains, or differences in the infectious dose owing to different prevailing modes of transmission, and thus robust and precise quantitative estimates of the effects of (pre-or post-exposure) vaccination on the resulting smallpox severity, or of the infectivity differences between individuals exhibiting different forms of smallpox, are not available. The significance of such differences will be revealed through sensitivity analysis. Further details are given in Appendix 1 [see Additional file: 1].",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Model structure"
        },
        {
            "text": "Vaccination with vaccinia virus provided substantial protection against infection. Dixon assessed the risk of infection for an individual successfully vaccinated 3 years prior to exposure to be 0.1% the infection risk of an unvaccinated individual [17] . However, smallpox vaccination did not always take when applied, and moreover, in many instances, individuals who experienced a repeated vaccination failure developed severe smallpox upon exposure. The probability of a successful take depended on the vaccination method used; we assume that the take rate is between 95% and 100% [22, 28] . In addition to protection against infection, vaccination could in many cases modify the course of infection and reduce the severity. Vaccine protection waned over time, but individuals vaccinated 20 years prior to exposure were believed to still have half the infection probability that an unvaccinated person had [17] , and to have some protection against the most severe manifestations of smallpox. Dixon [17] believed that vaccine protection had at least three components, which decayed at different rates; for the purpose of this paper, we will assume that the severity of smallpox in previously any (recently or otherwise) vaccinated individuals follows the same distribution as for the vaccinated subjects seen in the case series observed by Rao in Madras [26] , except that anywhere from 0 to 5% of vaccinated subjects develop smallpox too mild to diagnose without special surveillance or awareness. Observe that the vaccinated cases studied by Rao were vaccinated (at some point in their lives) before exposure, rather than after exposure to smallpox.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1356,
                    "end": 1360,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Model structure"
        },
        {
            "text": "Smallpox was largely a disease of close contacts [17, 26, 33] , spread primarily through face to face contact with an infected person (or occasionally through contaminated clothing). Individuals in the incubation period of smallpox were not infectious, and long term carriers did not exist. Patients were believed to be infectious following the development of oropharyngeal lesions, which could precede the rash by 24 hours [26] . However, patients were believed to be most infectious during the first week of the rash [26] ; Dixon (1962) believed that patients could be infectious from the onset of acute viremia, but most evidence suggested that little transmission occurred prior to the development of the rash [26, 33] . The more severe the case, the more infectious they appeared to be [34] ; mild cases were believed to have very little infectiousness. While scabs contained infectious material and patients were considered to be infectious until the last scab fell off, in practice patients were not highly infectious during the scabbing phase. Importantly, patients who had been vaccinated were found to cause fewer secondary cases [34] . Very severe cases, such as hemorrhagic or flat smallpox, occasionally resulted in considerable transmission, owing to diagnostic difficulties; mild cases, in which the patient remained ambulant during the course of the disease, could cause considerable spread as well [35, 36] . Within a household or family dwelling, the secondary attack rate of unvaccinated susceptibles depended on the time and place, occasionally below 50% [29] , but often approaching 100% [37] . Drier conditions were often believed to favor transmission [17, 27] , so that lower rates of transmission derived from tropical regions may not be applicable to the temperate zone [38] . The number of secondary cases resulting from a given importation into Europe varied widely [39] , with most importations yielding few cases, but with the occasional large outbreak being seen.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 54,
                    "end": 57,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 58,
                    "end": 61,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 526,
                    "end": 538,
                    "text": "Dixon (1962)",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1415,
                    "end": 1419,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1420,
                    "end": 1423,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1575,
                    "end": 1579,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1609,
                    "end": 1613,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1675,
                    "end": 1679,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 1680,
                    "end": 1683,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1796,
                    "end": 1800,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1894,
                    "end": 1898,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Model structure"
        },
        {
            "text": "Mathematically, we represent the course of smallpox according to Figure 1 . We distinguish eight epidemiologically relevant states: (1) just following exposure, during which time vaccination could afford complete protection against disease, (2) a period of several days during which vaccination will not prevent disease, but may still reduce the severity of disease, (3) still prior to the development of symptoms, but too late for vaccination, (4) the beginning of the pre-eruptive period, during which the patient exhibits fever, malaise, and possibly other symptoms, but is not yet infectious, (5) a short period prior to the appearance of the rash, during which the appearance of oropharyngeal lesions will permit variola transmission, (6) the first week of the rash, during which time the patient is most infectious, (7) and (8), succeeding stages of the rash, during which time the patient is less infectious. For each of these states, we assume that conditional on surviving, the waiting time until the next stage is chosen from a uniform distribution as indicated in Appendix 2 [see Additional file: 2], except that the incubation period (the time from infection until Stage 4) is derived from estimates of the incubation distribution of smallpox based on importation cases in Europe [26] (see Appendix 2 [see additional file 2] for details). We chose to sample from a uniform distribution as a simple way to ensure a minimum waiting time in each state; many alternatives to this choice are possible.",
            "cite_spans": [
                {
                    "start": 822,
                    "end": 825,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1292,
                    "end": 1296,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 73,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Model structure"
        },
        {
            "text": "We simulate the transmission of smallpox on a \"smallworlds\" network (highly clustered, but with short characteristic path lengths) [40] . Specifically, we assume that each person is located in a single household, and that the transmission rates were greatest in the household. We also assume that a fraction of the population are grouped into workplace or social groups, in which transmission may also occur, but with a lower rate per unit time than for household contacts. Finally, we assume that with a still smaller probability, any individual may transmit infection to any other individual in the population (casual contacts).",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Network structure"
        },
        {
            "text": "In general, in a network-structured model, the number of secondary cases caused by an index case in a completely susceptible population is not a useful index of epidemic potential [41, 42] (for a simple example, see [43] ), since (for instance) an individual could infect everyone in his or her household, and not cause a widespread epidemic unless between-household transmission were sufficiently frequent. Rather than constructing the appropriate generalized basic reproduction number for our model (leading to highly cumbersome expressions), we chose an alternative (ad hoc) index of epidemic potential. For any given scenario of interest, we simulated the introduction of 10 index cases at random into a population of size 10000, and operationally defined \"containment\" to occur whenever the final size of the epidemic was less than 500 cases within 250 days (we showed, in the discussion of Figure   Smallpox stages used in the simulation model Figure 1 Smallpox stages used in the simulation model. Flat and ordinary smallpox rashes are indicated with more dots than modified and \"mild\" smallpox, suggesting potentially greater infectiousness. Hemorrhagic smallpox is indicated by horizontal line shading. Further details are provided in Table  6 . 5A below, that in nearly all cases, the 250-day window differs very little from a 1000-day window). Because we simulate a disease with a finite duration on a finite and nonrenewing population, epidemic extinction always occurs in finite time.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 896,
                    "end": 913,
                    "text": "Figure   Smallpox",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 958,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1244,
                    "end": 1252,
                    "text": "Table  6",
                    "ref_id": null
                }
            ],
            "section": "Network structure"
        },
        {
            "text": "We assume that even in the absence of specific case investigations, the presence of smallpox symptoms will prompt patients to be diagnosed; we assume, however, a higher diagnosis rate for all forms of ordinary smallpox than for the severe flat and hemorrhagic forms, or for the mildest form. We assume that once an individual is diagnosed, their household and workplace contacts are investigated and detected with some probability; we assume that a high fraction (such as 95%) of household contacts are assumed to be traceable (see below). We assume that the fraction of workplace/social contacts that are traceable is less than the fraction of household contacts that are traceable; we assume that no casual contacts are traceable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical and public health intervention"
        },
        {
            "text": "High contact-finding rates may be plausible; we examined San Francisco Department of Public Health records of contact investigations for meningococcal disease (like smallpox, a potentially fatal disease for which rapid intervention may prevent mortality and morbidity). Records were available from December 2001 to April 2002; 13 such investigations during this period resulted in identification of 62 household contacts, all of which were contacted; out of 38 workplace/social contacts identified, 32 were contacted (84%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical and public health intervention"
        },
        {
            "text": "In our model, we assume that identified asymptomatic contacts are vaccinated, quarantined, and monitored for symptom development, while symptomatic patients are isolated and treated as necessary [9] ; thus, the modeled interventions include more than ring vaccination alone. Finally, we include the possibility that all contacts (of both symptomatic and asymptomatic) traced and the same procedure applied, so that all contacts of contacts would be investigated. We assume that uninfected or asymptomatic individuals who are visited or traced individuals will be diagnosed more rapidly than if they had not been traced; in fact, such individuals would be isolated and would not be able to continue a chain of transmission. We follow previous models [9] in assuming a limited vaccination capability of K r per day for ring vaccination. We assumed one of two strategies for contact tracing: (1) tracing only of direct contacts of diagnosed cases, and (2) tracing of contacts of contacts of diagnosed cases as well as direct contacts.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 749,
                    "end": 752,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Medical and public health intervention"
        },
        {
            "text": "The contact structure of the network is illustrated in Figure  2 . Observe that individuals b and c are household contacts of individual a, so that if individual a were a smallpox case, an attempt would be made to find and vaccinate individuals b and c as household contacts of a case. If individuals a and b were both cases, then two attempts could be made to find individual c. We have modeled the effect of multiple contact-finding attempts conservatively in the sense that if the first attempt to find an individual as a household contact (of a case or of a contact) is determined to fail, no further attempts will be made. This maintains the failure rate of contact tracing (looked at from the standpoint of finding individuals) even in large households. Similar considerations apply to workplace/social groups. Figure 2 Network structure shown for households (joined by thick lines) of size 3 and workplace/social groups of size 4 (joined by thin lines); a small portion of the network is shown. Individual a has two household contacts (b and c), and three workplace/social contacts (d, e, and f). If individual a were a smallpox case, the household contacts would be at highest risk for acquiring smallpox, followed by workplace/social contacts; all individuals in the population are at a low risk of casual transmission from individual a. Case investigation of individual a would identify the direct contacts b-f with probabilities that depend on whether the contact is household or workplace/social; if such individuals are identified, they will be vaccinated. If contacts of contacts are being traced, the investigation will subsequently identify individuals g-p. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 64,
                    "text": "Figure  2",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 825,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Medical and public health intervention"
        },
        {
            "text": "We analyzed the model in three ways. First, we selected a Latin Hypercube sample [44] [45] [46] of parameters chosen uniformly from the parameter ranges given in Appendix 2 [see additional file 2] , and simulated the transmission and control of smallpox to determine which parameters were most important for contact tracing and ring vaccination to be effective. Second, we used the same Latin Hypercube Sample of input parameters, but assumed that all disease control efforts were inactive. We used these parameters to simulate smallpox transmission, but then iteratively selected transmission parameters so that (1) between 1% and 10% of new infections resulted from casual (random) transmission, and (2) each index case resulted in between two and five secondary cases (thought to be plausible for historic smallpox; [8] suggest three secondary cases). For each of the resulting smallpox parameter sets using 100 stochastic simulations per set, we determined the daily ring vaccination/case tracking capacity needed to contain all simulated smallpox epidemics (i.e., keep the total number of cases below 500 within 250 days). Third and finally, we chose parameter values to yield an moderately large smallpox epidemic (with each index case causing approximately six secondary cases), and present illustrative scenarios for ring vaccination. These scenarios are intended to complement the simulations which were calibrated to historic smallpox, since the characteristics of smallpox that may be used in a deliberate release are not known. It is important to realize that in our model, the case finding time determines the fraction of contacts that will become infected, and that our model parameters have been chosen to yield quite rapid transmission to close contacts; in reality, much transmission of natural smallpox occurred through \"sickbed\" routes which would not occur in a modern setting [47] , so that in this sense our model errs considerably on the side of caution and pessimism.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 86,
                    "end": 90,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 91,
                    "end": 95,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 189,
                    "end": 196,
                    "text": "file 2]",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 822,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1897,
                    "end": 1901,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "To determine which of the input parameters were most important in determining the total number of smallpox cases, we selected a Latin Hypercube sample of size 1000 from the input parameter ranges indicated in Appendix 2 [see additional file 2] and simulated the mean number of cases within 250 days in a population of 10000. We then computed the partial rank correlation coefficient [46] (PRCC; see Appendix 2 [see additional file 2]) between each input parameter and the number of smallpox cases; when the PRCC is close to zero, the value of the parameter has little relation to the simulation output; when the PRCC is close to +1.0 or -1.0, the value of the parameter is highly important in determining the simulation output. Neglecting the number of index cases (which is directly related to the number of new cases), those parameters whose PRCC exceeds 0.1 are shown in Table 2 . Most of these parameters identified as important are related to the density of available contacts (mean household size, prior vaccination fraction, and protection due to prior vaccination) or the transmission rate and infectivity (including the length of the pre-eruptive infectious period (stage 5 in Figure 2 )). Note, however, that the speed of ring vaccination (household tracing delay) and faster diagnosis due to awareness of the outbreak are important parameters. Additionally, the infectivity of mild cases appears as an important parameter as well.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 874,
                    "end": 881,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1186,
                    "end": 1194,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Most important parameters (sensitivity analysis)"
        },
        {
            "text": "To explore factors which contribute to the success of ring vaccination, we chose smallpox scenarios which resulted in severe and fast-moving epidemics in the absence of disease control; these simulated epidemics are considerably more severe than is believed likely under present circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Illustrative scenarios"
        },
        {
            "text": "We used these parameters to simulate smallpox epidemics beginning with 10 cases, for a variety of levels of ring vaccination capacity per day (contact tracing capacity per day), as shown in Figure 3A . In this Figure, we assume that the population size is 10000, and that the epidemic began with 10 infected individuals. The mean household size is assumed to be 4, the mean size of the workplace/social contact group is 8, and contacts of contacts are traced. We assume that each day, the number of contacts that can be traced and vaccinated as a result of case investigation is 0, 10, 20, 30 and 40 per day; the probability of finding a workplace/social contact is assumed to be 80%. The Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 199,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 210,
                    "end": 217,
                    "text": "Figure,",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 696,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Effect of contact tracing and ring vaccination"
        },
        {
            "text": "Because we assumed nonzero diagnosis probabilities during the prodromal period for all individuals in Figure 3A , we repeated the simulation assuming no diagnosis in the prodromal period unless individuals were under specific surveillance. The results were nearly identical: assuming 30 contact tracings (ring vaccinations) per day, we found 26% of the scenarios in Figure 3A exhibited decontainment, and 28% assuming no diagnosis during the prodromal period; assuming 40 contact tracings per day, we found 1 out of 100 scenarios showed loss of containment in Figure 3A and when we repeated the scenario of Figure  3A assuming no diagnosis during the prodromal period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 111,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 375,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 569,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 617,
                    "text": "Figure  3A",
                    "ref_id": null
                }
            ],
            "section": "Effect of contact tracing and ring vaccination"
        },
        {
            "text": "In Figure 3B , we illustrate control of an epidemic for which all parameters are identical to Figure 3A , except that the workplace/social group size is 12 (instead of 8, as in Figure 3A ), and the probability of finding workplace/ social contacts is 60% (instead of 80%, as in Figure 3A ). In this case, the larger size of the workplace/social groups and the lower contact finding probability makes it necessary to have a higher ring vaccination capacity to attain a high probability of containing the epidemic, and on average it takes longer for eradication to finally occur.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 103,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 186,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 287,
                    "text": "Figure 3A",
                    "ref_id": null
                }
            ],
            "section": "Effect of contact tracing and ring vaccination"
        },
        {
            "text": "Finally, in Figure 3C , we show control of an epidemic in a population of 100,000, beginning with 1000 initial infectives, keeping all other parameters the same as in Figure  3A . Each curve corresponds to the indicated number of possible ring vaccinations per day. This figure shows that assuming sufficient capacity, ring vaccination is in principle capable of containing even epidemics beginning with very many infected individuals. However, mass vaccination in such cases is justified because of the far larger number of individuals at risk and the inability to perform such extensive contact tracing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "text": "Figure 3C",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 177,
                    "text": "Figure  3A",
                    "ref_id": null
                }
            ],
            "section": "Effect of contact tracing and ring vaccination"
        },
        {
            "text": "In Figure 3D , we compare the effect of tracing contacts of contacts (as described in Appendix 2 [see additional file 2]) at different levels of ring vaccination capacity. Thin Figure 5A , 5B φ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "text": "Figure 3D",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 186,
                    "text": "Figure 5A",
                    "ref_id": null
                }
            ],
            "section": "Effect of contact tracing and ring vaccination"
        },
        {
            "text": "Prob. of finding household contact 0.95 Delay, tracing household contacts 1-5 days Expanding severe smallpox epidemic Figure 3 3A -Expanding severe smallpox epidemic beginning with 10 initial cases, assuming 0, 10, 20, 30, and 40 possible ring vaccinations per day. The household size is 4 and the workplace/social group size is 8; we assume 95% of household contacts are traceable (with a mean delay of 1 day) and 80% of workplace/social contacts are traceable (with a mean delay of 2 days). We also assume that 25% of the population have 50% protection from infection resulting from vaccination prior to the discontinuation of routine vaccination. We assume that infection will be transmitted to close contacts with a mean time of 0.2 days, and that each person while infective causes on average 0.15 casual (untraceable) infections per day. We assume that individuals are 20% as infectious in the day just before the appearance of the rash as they will be during the first week of the rash, and that individuals are 20% as infectious as this (4% as infectious as during the first week of the rash) during the prodromal period. We assume that diagnosis rates will increase by a factor of 50% after smallpox becomes known to the community; we assume that each individual contacted during an investigation has a additional diagnosis or removal rate of 0.75 per day following the onset of symptoms (reflecting enhanced surveillance or contact isolation). Important parameters are summarized in Table 1 ; the full set of parameter choices is outlined in Tables 8-11 in Appendix 2 [see additional file 2] . Diagnosis times are discussed in Appendix 2 [see additional file 2]. 3B -An expanding severe smallpox epidemic under inadequate ring vaccination is shown for parameters identical to Figure 3A , except that workplace/social group sizes are 12 (instead of 8), and the probability of tracing workplace/social contacts is 0.6 (instead of 0.8).",
            "cite_spans": [
                {
                    "start": 1594,
                    "end": 1601,
                    "text": "file 2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1493,
                    "end": 1500,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1552,
                    "end": 1563,
                    "text": "Tables 8-11",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1786,
                    "end": 1795,
                    "text": "Figure 3A",
                    "ref_id": null
                }
            ],
            "section": "Effect of contact tracing and ring vaccination"
        },
        {
            "text": "3C -A severe smallpox epidemic is controlled by ring vaccination despite the large number of initial cases. The parameters are identical to Figure 3A , except that 1000 index cases inaugurate the attack in these scenarios (and ring vaccination capacity is much greater, as indicated). While not recommended, ring vaccination may ultimately halt epidemics beginning with many index cases if sufficient vaccination capacity were available, contact finding feasible, and follow-up sufficient. 3D -Tracing contacts of contacts (red) is beneficial when sufficient contact tracing/ring vaccination capacity exists (dotted lines). In these scenarios, all parameters are the same as in Figure 3A ; the number of contact tracings possible per day is either 20 or 40 per day. Contacts of contacts are traced in two scenarios; in the other two, only direct contacts of cases are traced. For low levels of ring vaccination (20 per day), tracing contacts of contacts is harmful; for high levels (40 per day) of ring vaccination, it is beneficial to trace contacts of contacts. When the contact tracing/ring vaccination capacity is too small to adequately cover contacts of the cases themselves, diversion of resources to contacts of contacts is harmful; however, provided that sufficient capacity exists, tracing contacts of contacts helps outrun the chain of transmission. Each line corresponds to the average of 100 realizations. The average number infected on each day is plotted in the Figure. The figure illustrates that when ring vaccination capacity is low, tracing contacts of contacts (as modeled) yields a more severe average epidemic; when ring vaccination capacity is large, tracing contacts of contacts results in a less severe average epidemic; if the contact tracing/ring vaccination capacity is too low to cover adequately the contacts of contacts in addition to the contacts of cases, extension of tracing to the contacts of contacts (the second ring) is harmful; however, if there is sufficient capacity to cover the contacts of contacts, then the tracing of contacts of contacts is beneficial.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 687,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1477,
                    "end": 1484,
                    "text": "Figure.",
                    "ref_id": null
                }
            ],
            "section": "Effect of contact tracing and ring vaccination"
        },
        {
            "text": "Finally, in Figure 4 , we illustrate the considerable variability that may be seen from simulation to simulation. This figure shows twenty simulations when contacts of contacts are not traced. Stochastic variability between realizations is considerable, even when all parameters are held constant; this variability is expected to limit the ability to make inferences based on observation of a single realization of the process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Effect of contact tracing and ring vaccination"
        },
        {
            "text": "Because our baseline hazard for infection of individuals may be larger than would be expected for naturally occurring smallpox, we examined the effect of more realistic values of this hazard. In particular, we chose different levels of ring vaccination capacity (10, and 20) , and of the relative hazard for workplace/social contacts, and then chose values of the baseline hazard for infection varying from 0.5 per day (for a mean time to infection of 2 days) to 2 per day (for a mean time to infection of one half day), Table 3 : Estimated decontainment probability for different levels of ring vaccination capacity (Kr) and relative hazard for infection due to workplace/social contacts (h2), for different levels of the baseline hazard for infection from household contacts λ (based on replications of 100 simulations for each level). For each scenario, 10 index cases were introduced into a population of size 10000. All other parameters were the same as for Figure 3A . As before, we define decontainment to mean that the total number of cases from 10 index cases eventually exceeded 500 by day 250. and introduced 10 index cases into a population of 10000. We then repeated this 100 times, and reported the fraction of scenarios in which the number of infections ultimately exceeded 500 (as before, chosen as a cutoff to indicate the ultimate \"escape\" of containment of the epidemic). These results, shown in Table 3 , support the idea that ring vaccination can easily control introduced smallpox provided there is sufficient capacity and efficacy of tracing.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 274,
                    "text": "(10, and 20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 521,
                    "end": 528,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 963,
                    "end": 972,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1415,
                    "end": 1422,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Effect of contact tracing and ring vaccination"
        },
        {
            "text": "Because of considerable uncertainty in the model parameters, we chose a collection of parameter values, and for each, estimated the containment probability (operationally defined as fewer than 500 total cases as a result of 10 index cases, within 250 days). We estimated this containment probability by simulating the smallpox epidemic 100 times for the same parameter values, and computing the frequency out of these 100 realizations for which fewer than 500 index cases resulted within 250 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative"
        },
        {
            "text": "(Using a 1000 day window produces slightly smaller containment estimates; for 3 out of 1000 parameter set choices, this difference was greater than 0.06; the maximum difference seen was 0.23; the mean absolute difference was 0.0029; in only one case out of 1000 did we see containment in all 100 cases for the 250-day window, but not in all 100 cases for the 1000-day window).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative"
        },
        {
            "text": "One thousand scenarios chosen from a Latin Hypercube sample were analyzed, and as indicated before, we chose the hazard for close contact transmission and the hazard for random transmission to guarantee that between 2 and 5 secondary cases per case occur, and that no more than 5% of cases are attributable to random transmission (we refer to this set as the \"calibrated\" scenarios further in this text). Having chosen this collection of 1000 parameter sets, we considered two levels of two different control parameters which were applied to each (so that each of the 1000 parameter sets were simulated under four different control conditions). The first of the two control parameters was the probability of workplace/social group contact finding; we chose values of 0.8 and 0.9 for this parameter (the household contact finding probability was 0.95 in all cases). The second of the control parameters was the rate of diagnosis (and effective removal) from the community of cases developing among previously identified and traced contacts who were initially asymptomatic (we refer to this as the monitored diagnosis rate); we assumed first a low level corresponding to a mean diagnosis time of one day from the onset of symptoms, and a high level corresponding to a mean time of 3 hours from the onset of symptoms (high levels of the monitored diagnosis rate correspond effectively to isolation of contacts). Finally, we assumed a doubling of the diagnosis rate after the beginning of widespread community awareness of smallpox. We then computed the containment fraction at different levels of ring vaccination capacity (contact tracing capacity per day). Thus, for each of 1000 scenarios (parameter set choices), we assigned the workplace/social group contact tracing success probability (υ 2 ), the monitored diagnosis rate φ (Appendix 2 [see additional file 2]), and the contact tracing/ring vaccination capacity per day (K r ). We then performed 100 realizations beginning with 10 index cases, and computed the containment fraction (fraction showing fewer than 500 cases in 250 days, beginning with 10 index cases). Thus, for each of the two choices each of υ 2 and φ, and for each value of K r we examined, we obtained 1000 values of the containment fraction. We use the resulting distributions in Figure 5A (averaging over these 1000 containment fractions), and Figure 5B (displaying the minimum value of the 1000 containment fractions).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2303,
                    "end": 2312,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 2368,
                    "end": 2377,
                    "text": "Figure 5B",
                    "ref_id": null
                }
            ],
            "section": "Relative"
        },
        {
            "text": "In Figure 5A , we plot the mean containment fraction (averaging the containment fraction over all 1000 scenarios), as ring vaccination capacity varies, for the two levels of workplace/social group contact finding probabilities (0.8 and 0.9), and for the two levels of monitored diagnosis rate among initially asymptomatic contacts (1 day -1 and 8 day -1 ). For low levels of ring vaccination (traceable contacts per day), the epidemic is almost never contained, but for ring vaccination levels near 50-60 per day (5-6 per index case per day), the average containment fraction Figure 4 Stochastic variability is illustrated by plotting the number of infectives over time over multiple replications. In this example, most simulations exhibit rapid containment of smallpox. The mean number of cases (averaging over simulations) is influenced by a small number of simulations exhibiting an uncontained epidemic. The parameters are the same as in Figure 3A , except that contacts of contacts are not traced in these replications. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 584,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 942,
                    "end": 951,
                    "text": "Figure 3A",
                    "ref_id": null
                }
            ],
            "section": "Relative"
        },
        {
            "text": "The mean containment probability Figure 5 5A -The mean containment probability increases as the number of ring vaccinations per day is increased. For this figure, the 1000 \"calibrated\" parameter sets were chosen, and for each parameter set, 100 realizations were simulated and the fraction of these for which the epidemic was contained to fewer than 500 cases was determined. The average of these 1000 containment fractions is plotted on the vertical axis. We assumed a household contact finding probability of 95% and that the diagnosis rates double after community awareness of the epidemic. We considered high levels of workplace/social (w/s) contact finding (0.9), as well as moderate levels (0.8). We also considered two levels of diagnosis of smallpox among investigated (alerted) contacts: high levels (corresponding to a 3 hour mean delay, indicated by \"high contact isolation\"), and moderate levels (corresponding to a one day delay, and indicated by \"less contact isolation\"). The figure shows four such conditions, a. high workplace/social contact finding probability and high contact isolation, b. moderate workplace/social contact finding probability and high contact isolation, c. high workplace/social contact finding probability and less contact isolation, and d. moderate workplace/social contact finding probability and less contact isolation. All other parameter values were chosen from the uncertainty analysis (the 1000 \"calibrated\" parameter sets). In this figure, \"contact isolation\" refers to the monitored diagnosis rate, i.e. the rate at which previously asymptomatic contacts who subsequently develop disease will be diagnosed (φ, Table 1 , Table 8 ). 5B -The minimum containment probability out of the same 1000 scenarios chosen in Figure 5A . Whereas in Figure 5A , we averaged the simulated containment frequency (out of 100 realizations for each scenario), in this figure we determined which of the 1000 scenarios led to the lowest containment frequency, and we plotted this single worst (out of 1000) containment frequency, at different levels of ring vaccination capacity, for the same four conditions as in Figure 5A : a. high workplace/ social contact finding probability (0.9) and high contact isolation (effective 3 hour delay following symptoms), b. moderate workplace/social contact finding probability (0.8) and high contact isolation, c. high workplace/social contact finding probability (0.9) and less contact isolation (effective one day delay), and d. moderate workplace/social contact finding probability (0.8) and less contact isolation. All parameters are the same as in Figure 5A (the household contact finding probability is 0.95 for all scenarios, and the diagnosis rates are doubled after the onset of community awareness). In this figure, \"contact isolation\" refers to the monitored diagnosis rate, i.e. the rate at which previously asymptomatic contacts who subsequently develop disease will be diagnosed (φ, c.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 41,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1658,
                    "end": 1665,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1668,
                    "end": 1675,
                    "text": "Table 8",
                    "ref_id": null
                },
                {
                    "start": 1760,
                    "end": 1769,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 1783,
                    "end": 1792,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 2141,
                    "end": 2150,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 2618,
                    "end": 2627,
                    "text": "Figure 5A",
                    "ref_id": null
                }
            ],
            "section": "Contacts of contacts not traced"
        },
        {
            "text": "d.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contacts of contacts not traced"
        },
        {
            "text": "became close to 1. However, this average conceals the fact that for some scenarios (parameter sets chosen from the calibrated uncertainty analysis), control remains difficult or impossible even at high levels of ring vaccination. Therefore, in Figure 5B , we plotted the single lowest containment fraction seen out of the 1000 computed; focusing on the single worst scenarios reveals a different picture, and shows that isolation of asymptomatic contacts and very high probabilities of finding workplace or social contacts would be needed to control smallpox under these most pessimistic parameter choices.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "Figure 5B",
                    "ref_id": null
                }
            ],
            "section": "Contacts of contacts not traced"
        },
        {
            "text": "Rapid contact tracing in ring vaccination may play an important role in suppressing the epidemic, since the longer it takes to trace a contact, the less likely the vaccine is to be efficacious, and the more opportunities the infected individual may have to transmit disease before they are finally located, isolated, and vaccinated if appropriate. We illustrate this possibility in Figure 6 by examining the same scenario we showed earlier in Figure  3A (e.g. households of size 4, workplace/social groups of size 8, 95% of household contacts traceable, 80% of workplace/social groups traceable, an average time to infection for a household contact of an infective given by 0.2 days). We assume in one case that contacts may be traced quickly (1 day for a household contact, 2 days for a workplace/ social contact), and in the other that the contacts are on average found slowly (5 days for a household contact, 10 days for workplace/social contacts); we assumed 30 ring vaccinations (traceable contacts) possible per day. In this scenario, the epidemic is more severe and containment (as we have been defining it) less likely when contact tracing is slow: in the fast scenario, 238 infections occurred on average and the (estimated) containment probability was 99%; for the slow scenario, on average 3587 infections occurred and the (estimated) containment probability was only 1%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 390,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 453,
                    "text": "Figure  3A",
                    "ref_id": null
                }
            ],
            "section": "Effect of contact tracing speed"
        },
        {
            "text": "While Figure 6 illustrates the possibility that rapid contact tracing may be of decisive importance in some scenarios (parameter set choices), this is not always the case. For some parameter sets, the probability of tracing contacts (household or workplace/social) may be too low, or the transmission rate too high, for more rapid contact tracing to make any difference. Conversely, for other parameter sets, the smallpox transmission rate may be so low that smallpox is easily contained even with slow contact tracing. While rapid contact tracing is never harmful, overall, how typical are the results of Figure 6 (in which rapid contact tracing was important in ensuring the efficacy of ring vaccination)? To address this question, we simulated the growth of smallpox for the 1000 \"calibrated\" scenarios we used in Figure 5A and 5B. As before, we assumed ten initial cases, and (as in Figure 6 ) that 30 ring vaccinations were possible per day; then we simulated 100 epidemics assuming one day to find a household contact (and 2 days to find a workplace/social contact). We then simulated 100 epidemics assuming that it takes five days to find a household contact and 10 days to find a workplace/social contact (as in Figure 6 ). For each of these 1000 scenarios, we calculated the fraction of simulations for which the total number of cases is 500 or less within 250 days, i.e. the containment fraction. For nearly all scenarios (parameter set choices), the containment fraction was smaller (sometimes much smaller) when the contact finding time is faster (since faster contact finding, all else being equal, improves smallpox control, as illustrated in Figure 6 ). However, for 64.5% of the scenarios (parameter set choices) examined, the difference was less than 2.5% in absolute terms (smallpox was either contained or not contained depending on other factors, and rapid contact tracing did not make the difference). On the other hand, for 18.7% of the scenarios examined, the absolute difference in the containment probability was 20% or more; thus, a substantial difference in containment probability is occa-Faster contact tracing Figure 6 Faster contact tracing may improve the efficacy of ring vaccination. We assume the same baseline parameters as in Figure 3A (e.g. households of size 4, workplace/social groups of size 8, 95% of household contacts traceable, 80% of workplace/social contacts traceable), and 30 ring vaccinations available per day (with contacts of contacts not traced). The fast scenario corresponds to an average one day delay for household and two days for workplace/social contacts (as in Figure 3A ); the slow scenario corresponds to an average five day delay for household and ten day delay for workplace/ social contacts. This figure shows the average of one hundred realizations starting with ten index cases. Effect of more rapid diagnosis Public awareness of smallpox, leading to more rapid isolation and identification, may play an important role in eliminating the epidemic, as illustrated by the scenarios in Figure 7 . We assumed 20 ring vaccinations possible per day, a capacity too small to contain the epidemic in the absence of increased surveillance or diagnosis; the black line in the figure shows the steeply rising average number of cases for the first 100 days. If, however, surveillance or public awareness of the symptoms of smallpox increases the diagnosis rate by 50% (multiplies the baseline diagnosis rates by 1.5), containment becomes possible (blue line); with a doubling of the diagnosis rate (red line) the peak number of cases is lower still. In these scenarios, increased diagnostic rates markedly improve the ability of ring vaccination to control the epidemic, this suggest that any ring vaccination effort be accompanied by increased public awareness and surveillance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 14,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 614,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 826,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 895,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1220,
                    "end": 1228,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1657,
                    "end": 1665,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 2140,
                    "end": 2148,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 2263,
                    "end": 2272,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 2623,
                    "end": 2632,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 3052,
                    "end": 3060,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Effect of contact tracing speed"
        },
        {
            "text": "In many cases, however, more rapid diagnosis was not required for ring vaccination to be effective. As before, we simulated smallpox epidemics for each of 1000 calibrated scenarios, performing 100 realizations each beginning with 10 index cases, and computed the fraction of scenarios for which the epidemic was always contained (as defined earlier), assuming no change in diagnosis rates. We assumed 80 ring vaccinators per day, contact finding probabilities of 0.95 for households and 0.8 for workplace/social contacts (as in Figure 3A ). Under these assumptions, for 83.4% of the scenarios, the epidemic was contained within 500 total cases in each of the 100 realizations, even with no change in diagnosis rates. Uncertainty analysis (using the 1000 calibrated scenarios, and based on the fraction of 100 replications showing decontainment) revealed the most important parameters which predict the failure of ring vaccination without more rapid diagnosis were the same as we found in the earlier uncertainty analysis; a higher fraction vaccinated before the epidemic, smaller households or workplace/social groups, less transmissibility, lowered infectivity prior to the rash, more rapid diagnosis, and a higher rate of diagnosis for alerted individuals all contribute to a greater containment probability even without an overall increase in the diagnosis rate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 528,
                    "end": 537,
                    "text": "Figure 3A",
                    "ref_id": null
                }
            ],
            "section": "Effect of contact tracing speed"
        },
        {
            "text": "We have been assuming that whenever an individual is contacted during an investigation, the individual will be diagnosed more quickly should they subsequently develop symptoms. When transmission is assumed to be very rapid (smallpox is assumed to be highly contagious), most individuals may already be infected when identified through contact tracing from an infective. Using the scenario we examined in Figure 3A , we see that continued surveillance of contacts is an essential component of effective ring vaccination designed to control rapidly spreading smallpox: if smallpox in a contact is not diagnosed any more quickly than for a non-contact, containment by ring vaccination requires over 98% contact finding probabilities for both household and workplace/ social contacts -even if unlimited numbers of ring vaccinators are available; containment cannot be guaranteed by adding additional ring vaccination capacity if the contact finding rates are too low and/or the follow-up for contacts is insufficient. Smallpox which is transmitted less rapidly to contacts would, however, be containable with a lower contact finding probability (results not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 413,
                    "text": "Figure 3A",
                    "ref_id": null
                }
            ],
            "section": "Effect of continued surveillance of contacts"
        },
        {
            "text": "Finally, we used the \"calibrated\" scenarios (parameter set choices) to explore the levels of contact finding probability needed to contain the epidemic (as before, defined to mean 500 or fewer cases ultimately resulting from ten initial cases) ( Table 4 ). In these scenarios, we assumed that all traceable contacts were followed up very More rapid diagnosis Figure 7 More rapid diagnosis due to public awareness or increased surveillance may lead to far more effective epidemic control. We assume the same baseline parameters as in Figure 3A , and averaged 100 realizations of the epidemic beginning with 10 index cases and assumed a ring vaccination capacity of 20 per day (and contacts of contacts not traced).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 253,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 367,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 542,
                    "text": "Figure 3A",
                    "ref_id": null
                }
            ],
            "section": "Effect of continued surveillance of contacts"
        },
        {
            "text": "For the black line, the diagnosis rate of cases does not change after the first case is identified (the multiplier is 1.0); for the blue line, the diagnosis rate increases by 50% (multiplier 1.5) after the first case is identified (as in Figure 3A ), resulting in substantially fewer cases; and for the red line, the diagnosis rate is doubled (multiplier 2.0) after the first case is identified, resulting in still fewer cases. quickly (1/a = 1 hour, so that cases arising in previously contacted persons almost never transmit the infection further). We chose different levels of household and workplace/social contact finding probabilities and different levels of ring vaccination capacity, and performed 100 replications of each of the 1000 different scenarios. In Table 4 we report the fraction of scenarios for which all 100 replications exhibited containment. Scenarios in which smallpox is highly contagious require high contact finding probability to ensure the containment of the epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 247,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 774,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Effect of continued surveillance of contacts"
        },
        {
            "text": "Transmission prior to the rash makes epidemic control more difficult. In Figure 8 , we show an expanding smallpox epidemic assuming differing levels of infectivity prior to the rash (adding increased infectivity prior to the rash, keeping constant the infectivity after the rash). We assume all parameters are the same as in Figure 3A (and that the ring vaccination capacity is 40 per day). Infectivity prior to the rash is modeled as the relative infectivity during the short (1 day) period of oropharyngeal lesions just prior to the rash (compared to the infectivity during the first week of the rash), and as the relative infectivity during the prodromal period (relative to the period just prior to the rash). We consider three scenarios: a relative infectivity during entire period is one (i.e., infectivity during the prodromal period and just prior to the rash is the same as during the first week of the rash), b the relative infectivity just prior to the rash is the same as during the first week of the rash, but during the prodromal period is 4% (as in Figure   3A ) of this value, and c the relative infectivity just prior to the rash is 20% of the infectivity during the first week of the rash, and during the prodromal period is 20% of this value. The figure shows that increased infectivity just prior to the rash leads to a larger epidemic (comparing b and c); in case b (high infectivity just prior to onset of rash), loss of containment occurs 36% of the time (but in none of the 100 realizations shown in case c (low infectivity prior to rash)). Scenario a (full infectivity during entire the prodromal period) showed loss of control in every realization. Increasing the ring vaccination capacity from 40 per day to 80 per day (results not shown) led to containment in all of the realizations with high infectivity just prior to the rash and low infectivity during the prodromal period (case b), but made no difference if the infectivity was as high during the prodromal period as during the rash (case a). While intuitively adding additional infectiousness must increase the number of secondary cases and make control more difficult, these results do illustrate that even a small amount of increased infectiousness prior to the rash (when diagnosis is more difficult) may substantially increase the difficulty of smallpox control.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 334,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1064,
                    "end": 1075,
                    "text": "Figure   3A",
                    "ref_id": null
                }
            ],
            "section": "Transmission prior to rash"
        },
        {
            "text": "Finally, in Figure 9 , we present scenarios in which each of four other parameters are modified from the baseline values of Figure 3A , assuming 40 contact tracings (ring vaccinations) are possible per day (line a in the figure) . Specifically, we assume that severe smallpox (hemorrhagic and flat) on average takes four times longer to diagnose and isolate than ordinary smallpox (case b), Table 4 : Containment of severe smallpox at different levels of contact finding. The first three columns are assumed levels for the probability of finding a household contact, the probability of finding a workplace/social (W/S) contact, and for the number of contact tracings/ring vaccinations possible per day; the last two columns express (as percentages) the resulting probability of containment given the assumed contact finding probabilities and contact tracing capacities; two containment probabilities are given: the containment probability when only contacts of cases are traced (first column, \"Contacts\"), and the containment probability when contacts of contacts of cases are traced in addition to the contacts of cases (second column, \"Contacts of Contacts\"). All other parameters are the same as in Figure 3A . that no one in the population has prior vaccination protection (from before the discontinuation of routine vaccination, case c), that 10% more smallpox is too mild to diagnose (but still contagious, case d) compared to baseline, and finally that the vaccine is completely ineffective (case e). Each of these scenarios will be discussed further below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 133,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 228,
                    "text": "figure)",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 398,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1202,
                    "end": 1211,
                    "text": "Figure 3A",
                    "ref_id": null
                }
            ],
            "section": "Other factors"
        },
        {
            "text": "Scenario b was motivated by the possibility that individuals with severe forms of smallpox may be more difficult to diagnose, and thus remain infectious in the community longer (despite the much greater degree of illness of such patients), or that such patients may be more infectious. In this particular case, quadrupling the mean diagnosis time led to one additional replication out of 100 in which containment was not achieved (2/100, compared to the baseline of 1/100). However, we assumed that community awareness of smallpox leads to the same relative rate of increased diagnosis among severe cases as for ordinary cases, and that the most severe forms are relatively rare. In addition to the scenario shown in the figure, we also replicated the same 1000 \"calibrated\" simulations, assuming that in each case 40 contact tracings per day are possible and that the diagnosis time for severe cases was four times that of ordinary cases. Finally, we repeated each \"calibrated\" scenario 100 times assuming long diagnosis times for severe cases, and not making this assumption, and found that the difference in the decontainment fraction was not large (results not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability of finding"
        },
        {
            "text": "Scenario c illustrates that vaccination prior to the discontinuation of routine vaccination does play a role in smallpox control by ring vaccination; there were more decontainment scenarios (5/100) when no prior Transmission prior to the rash Figure 8 Transmission prior to the rash makes epidemic control more difficult. The figure shows a expanding smallpox epidemic assuming differing levels of infectivity prior to the rash. We assume all parameters are the same as in Figure 3A (and that the ring vaccination capacity is 40 per day). Infectivity prior to the rash is modeled as the relative infectivity during the short (1 day) period of oropharyngeal lesions just prior to the rash (compared to the infectivity during the first week of the rash), and as the relative infectivity during the prodromal period (relative to the period just prior to the rash). For scenario a, relative infectivity during the prodromal period and just prior to the rash is the same as during the first week of the rash, for scenario b, the relative infectivity just prior to the rash is the same as during the first week of the rash, but during the prodromal period is 4% (as in Figure 3A ) of this value, and for scenario c, the relative infectivity just prior to the rash is 20% of the infectivity during the first week of the rash, and during the prodromal period is 20% of this value (these two parameters are the same as in Figure 3A ). Additional scenarios, assuming 40 ring vaccinations or con-tact tracings possible per day, and that contacts of contacts are traced; all parameters are identical to those in Figure 3A unless otherwise indicated Figure 9 Additional scenarios, assuming 40 ring vaccinations or contact tracings possible per day, and that contacts of contacts are traced; all parameters are identical to those in Figure 3A unless otherwise indicated. The figure shows the average of 100 replications of five scenarios (Case a repeats the result from Figure 3A for reference); the numbers in parentheses in the legend are the corresponding fraction of the 100 scenarios for which decontainment occurred. For case b, we assumed that flat and hemorrhagic smallpox cases took four times as long on average to diagnose as ordinary cases; for case c., we assumed that no one in the population had prior protection (as opposed to 25% for Figure 3A) ; for case d, we assumed that an additional 10% of individuals (13% instead of 3%) would develop mild smallpox (with 75% developing ordinary smallpox instead of 85% as in Figure 3A ); and for case e, we assumed that the vaccine is completely ineffective and provides no protection against infection. protection exists in the population. The results suggest that prior vaccination aids in the control of smallpox, but that it is not strictly necessary for control (in this scenario, 95% of the replications exhibited containment). In Figure  3A , we assumed 25% of individuals had protection due to vaccination prior to the discontinuation of routine vaccination; in scenario c of Figure 9 , we assumed this fraction was zero.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 482,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1163,
                    "end": 1172,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1413,
                    "end": 1422,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1600,
                    "end": 1609,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1637,
                    "end": 1645,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 1819,
                    "end": 1828,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1956,
                    "end": 1965,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 2337,
                    "end": 2347,
                    "text": "Figure 3A)",
                    "ref_id": null
                },
                {
                    "start": 2519,
                    "end": 2528,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 2881,
                    "end": 2891,
                    "text": "Figure  3A",
                    "ref_id": null
                },
                {
                    "start": 3028,
                    "end": 3036,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Probability of finding"
        },
        {
            "text": "Scenario d demonstrates that if 10% more smallpox infections (in absolute terms, i.e. 13% compared to 3% in Figure 3A ) lead to mild cases among individuals with no prior protection, the epidemic is more difficult to contain (13/100 replications showed loss of containment).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "Figure 3A",
                    "ref_id": null
                }
            ],
            "section": "Probability of finding"
        },
        {
            "text": "Finally, scenario e demonstrates that containment is still possible even when the vaccine is completely ineffective in everyone -because of case isolation and isolation of contacts (and of contacts of contacts). Here, with 40 contact tracings possible per day, 55% of the replications nevertheless exhibited containment even with a vaccine which offered no protection whatever. With 90 contact tracings possible per day, all replications exhibited containment even assuming no vaccine protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability of finding"
        },
        {
            "text": "Although less efficient than ring vaccination in the sense that more vaccinations must be delivered to eliminate infection, comprehensive mass vaccination following the introduction of smallpox is sufficient to eliminate the infection. In Figure 10 , we show the probability of achieving containment (defined to be fewer than 500 total cases resulting from 10 index cases) for different levels of ring vaccination (0, 5, 10, and 20 vaccinations per day) and mass vaccination (0, 0.5%, 1%, and 2%; compare with the 10%-20% per day many jurisdictions in the United States are planning to vaccinate). Specifically, for each level of ring vaccination and mass vaccination, we used the same 1000 parameter sets used in Figure 5 , and performed 100 simulated epidemics for each parameter set. On the vertical axis, we plot the fraction of the 1000 scenarios for which each of the 100 simulated epidemics was contained. We further computed the fraction of scenarios for which none of the 100 simulated epidemics was contained; this is indicated by the colored segment in the small pie chart at each symbol. When the mass vaccination rate was 2% per day, the mean number of deaths (averaging over all scenarios and all simulations within each scenario) was 47.7, 33.7, 26.4, and 20.1 for a ring vaccination level of 0, 5, 10, and 20 per day (respectively) out of a population of 10000. Moreover, when we increased the mass vaccination level to 3%, an average of 28.9 deaths occurred when no ring vaccination was used, but this fell to 22.3 deaths when only 5 ring vaccinations per day were available (again assuming a population of 10000, and 10 index cases). With a mass vaccination level of 5% per day, an average of 18.8 deaths occurred without ring vaccination, and 15.8 deaths occurred when only 5 ring vaccinations per day were possible. (At a mass vaccination rate of 3% per day, containment as defined above was achieved in all 100 replications for 95% of the scenarios even without ring vaccination; at a mass vaccination rate of 5% per day, containment was achieved in all replications for all scenarios.) These results show that over a wide range of simulated epidemics, even seemingly small levels of ring vaccination (coupled with follow-up) may have a substantial effect in preventing epidemic spread and reducing deaths from smallpox, even during a mass vaccination campaign. Note that many jurisdictions in the United States are planning mass vaccination campaigns which could reach 10%-20% of the population per day, far greater than the mass vaccination levels examined here; it is interesting to note that mass vaccination cam- Figure 10 Mass and ring vaccination together. Low-level mass vaccination programs are improved substantially by the addition of ring vaccination. The shaded pie segments represent the fraction of 1000 scenarios for which containment (as defined in the text) was never realized; the vertical position of the pie chart represents the fraction of the 1000 \"calibrated\" scenarios for which containment was always achieved. As the fraction of the population mass vaccinated increases or the ring vaccination capacity increases, the probability of containment increases. paigns may be effective in preventing a widespread epidemic even at much lower levels than are being planned for. Where feasible, such rapid mass vaccination rapidly eliminates smallpox transmission in our model; vaccination of contacts is still beneficial, since we are assuming that earlier vaccination yields a greater probability of preventing or ameliorating infection (results not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 248,
                    "text": "Figure 10",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 722,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 2639,
                    "end": 2648,
                    "text": "Figure 10",
                    "ref_id": null
                }
            ],
            "section": "Effect of mass vaccination"
        },
        {
            "text": "We constructed a simple network model of smallpox transmission, and addressed the question of what circumstances contribute to the success of a ring vaccination campaign designed to control smallpox. Our analysis focused on the use of contact tracing/ring vaccination to prevent a widespread epidemic following a deliberate release.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We conducted a sensitivity analysis based on particular, but reasonable, ranges for the unknown parameters. Our results are consistent with prior vaccination models in identifying prior vaccination and ring vaccination capacity as significant factors in determining the spread of smallpox. Unsurprisingly, we also find that household size and ring vaccination speed are particularly important parameters; these results are intuitively plausible. The contact finding probability did not appear important in this analysis only because a narrow range of values was chosen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We illustrated smallpox control by presenting scenarios based on control of moderately severe smallpox epidemics. We find that swift, aggressive contact tracing and ring vaccination is is usually sufficient to bring the infection under control. Provided that there is sufficient capacity, vaccination of contacts of contacts is beneficial, and results in fewer infected individuals and more rapid elimination of infection; investigating contacts of contacts allows the chain of transmission to be outrun to some extent. When ring vaccination capacity is small, diversion of crucial resources away from contacts is harmful; contacts of contacts should only be traced and vaccinated provided that no resources are diverted away from contacts of cases. The increased surveillance (or isolation) of contacts, together with improved rates of diagnosis due to community awareness, play important roles in smallpox control; we note that in some cases, lowered diagnosis rates among severe cases contributed to a small extent to loss of epidemic control, and suggest that any public awareness campaign include information to help the public be more aware of the full spectrum of the clinical features of smallpox.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One limitation of our analysis is that we chose not to explicitly incorporate the specific epidemiology of health care workers (or mortuary workers), who are likely to be exposed to infected individuals during any smallpox epidemic (e.g. [17, 22] ), and who may then infect further members of the community [22] (as was also seen in the recent outbreak of SARS, e.g. [48] ). Transmission to health care workers may be considered to amplify the initial attack or to be simply accounted among the exposures we considered (and thus be approximated by the behavior of our model), since health care workers and their household contacts are in all likelihood traceable contacts, and ring vaccination/contact tracing would identify and halt these chains of transmission as in our model. The disruption of smallpox control and patient care that may occur is not accounted for in our analysis, however, causing our model in this sense to err on the side of optimism. The appropriateness of pre-event vaccination of health care workers or other first responders has been addressed by other analyses [12, 49] , and is beyond the scope of our model.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1089,
                    "end": 1093,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While we analyzed the effect of contact tracing, case and contact isolation, and ring vaccination (together with mass vaccination), in a real smallpox epidemic, in practice, control efforts are unlikely to be limited strictly to vaccinating contacts (and health care workers, as likely contacts) and isolating cases. Indeed, making vaccine available to individuals who believe they live near cases or to others on a voluntary basis occurred in smallpox control efforts in the past [22] . Vaccination of such individuals can only harm the disease control effort if it hinders or delays the diagnosis of cases or the investigation and vaccination of contacts; our results show that even relatively low levels of vaccination of the general population may have a beneficial effect in preventing the epidemic from escaping control.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 485,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "More serious is the possibility that individuals who should be vaccinated or isolated would be missed; this could occur either because individuals or institutions did not cooperate with the disease control effort, or because the individuals simply could not be found. Our analysis suggests that ring vaccination need not be perfect to successfully contain the epidemic, and yet, under conditions where there is a high rate of infection among contacts, or a relatively high rate of casual transmission, high rates of contact finding (in excess of 90%), together with increased surveillance and contact isolation, are needed to contain the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, the vaccination of individuals at low risk of contracting smallpox will cause harm due to adverse events of the vaccine; in our model, the assumed death rate due to vaccination was small compared to the probability of death from smallpox, and played essentially no role in the analysis. In practice, individuals suspected to be at high-risk for vaccine complications, but at relatively low risk for contracting smallpox, might simply be isolated or closely monitored even during an outbreak; while the presence of individuals in the population at higher risk for vaccine complications would increase the death rate during an outbreak, such individuals are unlikely to impair the containment of the epidemic (the primary focus of this analysis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results support ring vaccination against epidemics of smallpox (even assuming high rates of transmission to close contacts), but do note that stochastically, for severe (rapidly transmissible) smallpox, scenarios of loss of control are seen, with resulting widespread epidemics. In scenarios in which the transmission potential of smallpox is smaller, such loss-of-control scenarios occur less frequently (results not shown). Mass vaccination campaigns, when conducted quickly and with very high coverage, do not result in loss of control in our model. Nevertheless, fewer deaths due to smallpox result when ring vaccination is conducted along with mass vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Simulated smallpox epidemics with ring vaccination suggest that aggressive, fast ring vaccination can control epidemics of smallpox. To do so, however, smallpox must be identified quickly and contacts vaccinated promptly. We also identify public awareness of smallpox -leading to prompt identification of cases -as a major factor in smallpox control; in some simulations, it may play a role as significant as ring vaccination itself [15] . However, we also found that uncertainty in (1) transmission from mild cases, (2) the household size, and (3) casual transmission contributed to the overall uncertainty in the epidemic size. Other parameters to which the number of infections were highly sensitive were the prior vaccination fraction, parameters related to infectiousness, and parameters related to transmission prior to the rash.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 437,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Because our model combines network structure with response logistics, our results support and complement the results of other investigators. Our results support the notion that prior vaccine protection may play an important role in slowing the epidemic [11] , despite the possibility that some vaccinated individuals may develop mild cases which are harder to identify, but which nevertheless transmit disease. Likewise, our results provide support for the view that ring vaccination should play a central part in smallpox control. If initiated, ring vaccination should be conducted without delays in vaccination, should include contacts of contacts (whenever there is sufficient capacity to cover all contacts of cases), and should be accompanied by a vigorous campaign of public awareness which can facilitate more rapid identification and isolation of cases. We assumed that ring vaccination could be fast (little delay between identification of a case and vaccination of the contacts), effective (nearly all household contacts can be found, and most of workplace and social contacts), and available (there is sufficient capacity). To be effective, ring vaccination planning must yield a system capable of meeting these benchmarks; we should not only be able to assess the number of contact vaccinations that will be possible per day, but should have a plan in place to (1) identify contacts by working with individuals, employers, schools, community representatives, and authorities or businesses who may have access to information facilitating contact tracing, (2) rapidly investigate and vaccinate such individuals, perhaps using field teams managed by central dispatch. It is important to realize that for highrisk, transient, or unstably housed populations where reliable contact tracing is impossible, the conclusions of the model we present cannot be applied. It is important to note that while our model suggests that ring vaccination together with contact tracing and isolation is likely to be successful, we found that for some scenarios (where smallpox was more transmissible, or was relatively more transmissible before the rash), epidemic containment required not only ring vaccination, but increased public awareness, the isolation of contacts, and tracing of contacts of contacts. For scenarios in which the smallpox was less transmissible, epidemic containment was possible at lower contact finding probabilities. Thus, while our simulations suggest that contact tracing/ring vaccination need not be perfect to succeed, because of uncertainties in our knowledge of the behavior of bioterrorist smallpox, it is impossible to know in advance how good it will have to be. Thus, that high contact finding rates, mass public awareness leading to early identification of cases, isolation of contacts, and investigation of contacts of contacts should all be conducted with maximum effectiveness to reduce the probability of a widespread epidemic.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "While the possibility of smallpox uncontrollable by ring vaccination has made mass vaccination preparations wise, and while mass vaccination may be unavoidable in the event of a deliberate release of smallpox, we believe that ring vaccination is essential in any case. This is not only because individuals recently exposed to smallpox may be protected if they are vaccinated promptly, but because each contact identified potentially lies in the immediate future of the transmission chain. From the standpoint of epidemic control, it is far more valuable to vaccinate individuals next in the transmission chain than to vaccinate other persons. Our results support the idea that ring vaccination/case isolation may in many, if not most cases, eliminate smallpox even without mass vaccination, but also support planning for mass vaccination (so that the vastly more costly and difficult policy of mass vaccination will be available in the event of an explosive epidemic). When faced with the unknown, multiple redundant prep-arations are appropriate; case investigation/isolation may control smallpox even if the vaccine does not work at all, but mass vaccination is useful in the event of an explosive epidemic for which case tracking becomes impossible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biohazard New York: Random House",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alibek",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Controlling smallpox",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koopman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "298",
            "issn": "",
            "pages": "1342--1344",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1126/science.1079370"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The looming threat of bioterrorism",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "283",
            "issn": "",
            "pages": "1279--1282",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1126/science.283.5406.1279"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Smallpox: an attack scenario",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;toole",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Emerging Infectious Diseases",
            "volume": "5",
            "issn": "",
            "pages": "540--546",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Selective epidemiologic control in smallpox eradication",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Foege",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "American Journal of Epidemiology",
            "volume": "94",
            "issn": "",
            "pages": "311--315",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Smallpox eradication in West and Central Africa: surveillance-containment or herd immunity? Epidemiology",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wein",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "90--92",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1097/00001648-200301000-00021"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission potential of smallpox in contemporary populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "414",
            "issn": "",
            "pages": "748--751",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1038/414748a"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Modeling potential responses to smallpox as a bioterrorist weapon. Emerging Infectious Diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Damon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Leduc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Millar",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "959--969",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Emergency response to a smallpox attack: the case for mass vaccination",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Craft",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wein",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Nat Acad Sci",
            "volume": "99",
            "issn": "",
            "pages": "10935--10940",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Analyzing bioterror response logistics: the case of smallpox",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Craft",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wein",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mathematical Biosciences",
            "volume": "185",
            "issn": "",
            "pages": "33--72",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1016/S0025-5564(03)00090-7"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Containing bioterrorist smallpox",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "298",
            "issn": "",
            "pages": "1428--1432",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1126/science.1074674"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A model for a smallpox-vaccination policy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bozzette",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bhatnagar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Brower",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Keeler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Morton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Stoto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New England Journal of Medicine",
            "volume": "348",
            "issn": "",
            "pages": "416--425",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1056/NEJMsa025075"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Planning for smallpox outbreaks",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "425",
            "issn": "",
            "pages": "681--685",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1038/nature02007"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Amplification dynamics: predicting the effect of HIV on tuberculosis outbreaks",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Porco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Blower",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Acquired Immune Deficiency Syndromes",
            "volume": "28",
            "issn": "",
            "pages": "437--444",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Eichner M: Case isolation and contact tracing can prevent the spread of smallpox",
            "authors": [],
            "year": 1971,
            "venue": "American Journal of Epidemiology",
            "volume": "158",
            "issn": "",
            "pages": "118--128",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1093/aje/kwg104"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Toward a containment strategy for smallpox bioterror: an individual-based computational approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chakravarty",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Singa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effectiveness of postexposure vaccination for the prevention of smallpox: results of a Delphi analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Massoudi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Infectious Diseases",
            "volume": "188",
            "issn": "",
            "pages": "973--976",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1086/378357"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Can postexposure vaccination against smallpox succeed? Clinical Infectious Diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Mortimer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "622--629",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1086/374054"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Smallpox vaccination after a bioterrorism-based exposure",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Bicknell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clinical Infectious Diseases",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1086/376650"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Centers for Disease Control and Prevention: Interim smallpox response plan and guidelines",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Epidemiology of smallpox in Stockholm",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zetterberg",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ringertz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Svedmyr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wallmark",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alin",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Acta Med Scand Suppl",
            "volume": "464",
            "issn": "",
            "pages": "9--42",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Analysis of historical data suggests long-lasting protective effects of smallpox vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "American Journal of Epidemiology",
            "volume": "158",
            "issn": "",
            "pages": "717--723",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1093/aje/kwg225"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Age distribution for T-cell reactivity to vaccinia virus in a healthy population",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clinical Infectious Diseases",
            "volume": "38",
            "issn": "",
            "pages": "86--89",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1086/380460"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Communicable and infectious diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Benenson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Smallpox",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "1976",
            "issn": "",
            "pages": "623--635",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Smallpox and its eradication Geneva: World Health Organization",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arita",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ježek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Ladnyi",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Smallpox as a biological weapon. Medical and public health management",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ascher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eitzen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Layton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcdade",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Osterholm",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;toole",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "Perl",
                    "middle": [
                        "T"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Tonat",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of the American Medical Association",
            "volume": "281",
            "issn": "",
            "pages": "2127--2137",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1001/jama.281.22.2127"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Diagnosis and management of smallpox",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Breman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "New England Journal of Medicine",
            "volume": "346",
            "issn": "",
            "pages": "1300--1308",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1056/NEJMra020025"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Vaccination Commission: Final Report of the Royal Commission appointed to inquire into the subject of Vaccination London: Her Majesty's Stationery Office",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Endemic smallpox in rural East Pakistan. I. Methodology, clinical and epidemiologic characteristics of cases, and intervillage transmission",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccormack",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arita",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mack",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "American Journal of Epidemiology",
            "volume": "93",
            "issn": "",
            "pages": "361--372",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Smallpox Bombay: Kothari Book Depot",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Epidemiological studies of smallpox. a study of intrafamilial transmission in a series of 254 infected families",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kamalakshi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Appaswamy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bradbury",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Indian Journal of Medical Research",
            "volume": "56",
            "issn": "",
            "pages": "1826--1854",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Transmission potential of smallpox: estimates based on detailed data from an outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "American Journal of Epidemiology",
            "volume": "158",
            "issn": "",
            "pages": "110--117",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1093/aje/kwg103"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A study of intrafamilial transmission of smallpox",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Heiner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fatima",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Mccrumb",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "American Journal of Epidemiology",
            "volume": "94",
            "issn": "",
            "pages": "316--326",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Over zeer lichte gevallen van pokken en hun beteekenis voor de verspreiding dezer ziekte",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "De Jongh",
                    "suffix": ""
                }
            ],
            "year": 1929,
            "venue": "Nederlandsch Tijdschrift voor Geneeskunde",
            "volume": "73",
            "issn": "",
            "pages": "5709--5719",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Epidemiologic aspects of smallpox in Yugoslavia in 1972. World Health Organization WHO/ SE/73",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Litvinjenko",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Arsić",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Borjanović",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Epidemiology of smallpox in West Pakistan. I. Acquired immunity and distribution of the disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "American Journal of Epidemiology",
            "volume": "95",
            "issn": "",
            "pages": "157--168",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Endemic smallpox in rural East Pakistan. II. Intravillage transmission and infectiousness",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arita",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccormack",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mack",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "American Journal of Epidemiology",
            "volume": "93",
            "issn": "",
            "pages": "373--383",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Smallpox in Europe",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mack",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "125",
            "issn": "",
            "pages": "161--169",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Small worlds Princeton",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The effect of household distribution on transmission and control of highly infectious diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Mathematical Biosciences",
            "volume": "127",
            "issn": "",
            "pages": "207--219",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1016/0025-5564(94)00055-5"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Epidemics with two levels of mixing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mollison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scalia-Tomba",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Annals of Applied Probability",
            "volume": "7",
            "issn": "",
            "pages": "46--89",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1214/aoap/1034625252"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Bias due to secondary transmission in estimation of attributable risk from intervention trials",
            "authors": [
                {
                    "first": "Jns",
                    "middle": [],
                    "last": "Eisenberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Porco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Hubbard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Colford",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Epidemiology",
            "volume": "14",
            "issn": "",
            "pages": "442--450",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1097/00001648-200307000-00013"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "An approach to sensitivity analysis of computer models: Part I -Introduction, input variable selection and preliminary variable assessment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Iman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Helton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Journal of Quality Technology",
            "volume": "13",
            "issn": "",
            "pages": "174--183",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "An approach to sensitivity analysis of computer models: Part II -Ranking of input variables, response surface validation, distribution effect, and technique synopsis variable assessment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Iman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Helton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Journal of Quality Technology",
            "volume": "13",
            "issn": "",
            "pages": "232--240",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Sensitivity and uncertainty analysis of complex models of disease transmission: an HIV model, as an example",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Blower",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dowlatabadi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "International Statistical Review",
            "volume": "62",
            "issn": "",
            "pages": "229--243",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Epidemiology of smallpox in West Pakistan. II. Determinants of intravillage spread other than acquired immunity",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "American Journal of Epidemiology",
            "volume": "95",
            "issn": "",
            "pages": "169--177",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Curtailing transmission of severe acute respiratory syndrome within a community and its hospital",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc R Soc Lond Biol Sci",
            "volume": "270",
            "issn": "",
            "pages": "1979--1989",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1098/rspb.2003.2481"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Risks and benefits of preexposure and postexposure smallpox vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "1673--1670",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Smallpox in Tripolitania, 1946: an epidemiological and clinical study of 500 cases, including trials of penicillin treatment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Journal of Hygiene (Cambridge)",
            "volume": "46",
            "issn": "",
            "pages": "351--377",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Variation in type of infectious disease as shown by the history of smallpox in the United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Chapin",
                    "suffix": ""
                }
            ],
            "year": 1913,
            "venue": "Journal of Infectious Diseases",
            "volume": "13",
            "issn": "",
            "pages": "171--196",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The epidemic of virulent smallpox in Windsor and the vicinity",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 1924,
            "venue": "Canadian Medical Association Journal",
            "volume": "14",
            "issn": "",
            "pages": "692--696",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Monotone structure in discrete-event systems",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Glasserman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Smallpox transmission in southern Dahomey",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yekpe",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "American Journal of Epidemiology",
            "volume": "90",
            "issn": "",
            "pages": "423--428",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Risks of serious complications and death from smallpox vaccination: a systematic review of the United States experience",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Aragón",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ulrich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fernyak",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Rutherford",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "BMC Public Health",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&dopt=Abstract&list_uids=10.1186/1471-2458-3-26"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Prophylactic vaccines, risk behavior change, and the probability of eradicating HIV in San Francisco",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Blower",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Science",
            "volume": "265",
            "issn": "",
            "pages": "1451--1454",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Multivariate analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Mardia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bibby",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "Figure shows the average number of infected individuals each day (based on 100 stochastic simulations) for each of these scenarios. Selected parameter values are indicated in the caption for Figure 3A and in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "red correspond to the presence of tracing contacts of contacts; thick lines in black correspond to tracing direct contacts of cases only. Each simulation was performed 100 times, with 10 initial infectives, and for 20 and 40 ring vaccinations possible per day (as indicated).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "attributable to the difference between fast and slow contact tracing.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Selected parameter values forFigure 3Aand other illustrative scenarios. The notations \"Other\" or \"Other factors\" in the column \"See also\" refers to the text section \"Other factors\". The symbols are defined in Appendix 2 [see additional file 2] and are included for reference.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Most important parameters. PRCC: partial rank correlation coefficient (see Appendix 2 [see additional file 2] for definition and references).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 8).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "TCP acknowledges the support of NIDA grant DA 5-R01-13510. The authors gratefully acknowledge the support of the computing facility at the Stanford Linear Accelerator Center, Stanford University, and thank Richard Mount, Randy Melen, and Tor Raubenheimer for their assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "TP, KH, SF, TA, RR, and DP performed the literature review (and parameter evaluation), TP developed and implemented the model and simulation, TP performed the analysis of the simulation model and drafted the manuscript, DP performed analysis of contact tracing data, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:http://www.biomedcentral.com/1471-2458/4/34/prepub",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-publication history"
        }
    ]
}