{
    "paper_id": "367aa0244a4b97d04590b92ba9dba13fccd07ce3",
    "metadata": {
        "title": "Evaluation of the influenza sentinel surveillance system in the Democratic Republic of Congo, 2012-2015",
        "authors": [
            {
                "first": "Pélagie",
                "middle": [],
                "last": "Babakazo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joelle",
                "middle": [],
                "last": "Kabamba-Tshilobo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emile",
                "middle": [
                    "Okitolonda"
                ],
                "last": "Wemakoy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Léopold",
                "middle": [],
                "last": "Lubula",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Léonie",
                "middle": [
                    "Kitoko"
                ],
                "last": "Manya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benoit",
                "middle": [],
                "last": "Kebela Ilunga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wally",
                "middle": [],
                "last": "Disasuani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edith",
                "middle": [],
                "last": "Nkwembe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hugo",
                "middle": [],
                "last": "Kavunga-Membo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-Claude",
                "middle": [],
                "last": "Changachanga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saleh",
                "middle": [],
                "last": "Muhemedi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-Jacques",
                "middle": [
                    "Muyembe"
                ],
                "last": "Tamfum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefano",
                "middle": [],
                "last": "Tempia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The World Health Organization recommends periodic evaluations of influenza surveillance systems to identify areas for improvement and provide evidence of data reliability for policymaking. However, data about the performance of established influenza surveillance systems are limited in Africa, including in the Democratic Republic of Congo (DRC). Methods: We used the Centers for Disease Control and Prevention guidelines to evaluate the performance of the influenza sentinel surveillance system (ISSS) in DRC during 2012-2015. The performance of the system was evaluated using eight surveillance attributes: (i) data quality and completeness for key variables, (ii) timeliness, (iii) representativeness, (iv) flexibility, (v) simplicity, (vi) acceptability, (vii) stability and (viii) utility. For each attribute, specific indicators were developed and described using quantitative and qualitative methods. Scores for each indicator were as follows: < 60% weak performance; 60-79% moderate performance; ≥80% good performance. Results: During 2012-2015, we enrolled and tested 4339 patients with influenza-like illness (ILI) and 2869 patients with severe acute respiratory illness (SARI) from 11 sentinel sites situated in 5 of 11 provinces. Influenza viruses were detected in 446 (10.3%) samples from patients with ILI and in 151 (5.5%) samples from patients with SARI with higher detection during December-May. Data quality and completeness was > 90% for all evaluated indicators. Other strengths of the system were timeliness, simplicity, stability and utility that scored > 70% each. Representativeness, flexibility and acceptability had moderate performance. It was reported that the ISSS contributed to: (i) a better understanding of the epidemiology, circulating patterns and proportional contribution of influenza virus among patients with ILI or SARI; (ii) acquisition of new key competences related to influenza surveillance and diagnosis; and (iii) continuous education of surveillance staff and clinicians at sentinel sites about influenza. However, due to limited resources no actions were undertaken to mitigate the impact of seasonal influenza epidemics. Conclusions: The system performed overall satisfactorily and provided reliable and timely data about influenza circulation in DRC. The simplicity of the system contributed to its stability. A better use of the available data could be made to inform and promote prevention interventions especially among the most vulnerable groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Global influenza surveillance, coordinated by the World Health Organization (WHO) under the Global Influenza Surveillance and Response Network (GISRN), is key to monitoring global trends of seasonal influenza virus circulation, guiding strain selection for annual influenza vaccine composition, monitoring acquisition of resistance to antiviral drugs, detecting the emergence of influenza viruses with pandemic potential, and monitoring the spread and impact of pandemic influenza viruses. WHO recommends the use of standard case definitions and procedures for global influenza surveillance among outpatients and inpatients as well as periodic comprehensive evaluations of established surveillance systems, beginning 1-2 years after implementation [1, 2] .",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 751,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 752,
                    "end": 754,
                    "text": "2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Guidelines from the United States (US) Centers for Disease Control and Prevention (CDC) [3, 4] suggest that \"the usefulness of a surveillance system is dependent on the actions that can be taken as a result of data collection and analysis; specifically, whether the system is able to: (i) guide disease prevention and control activities through the timely detection of adverse health-events, (ii) estimate the magnitude of morbidity and mortality and associated risk factors, (iii) detect trends that signal changes in incidence, including epidemics, (iv) permit assessment of prevention and control measures, (v) lead to improved health and social policy or clinical practice, and (vi) stimulate research to inform prevention and control measures\".",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 92,
                    "end": 94,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "During the past decade, influenza sentinel surveillance has been established in several African countries [5] including the Democratic Republic of Congo (DRC) [6] . Given the geographic location of the country, which is situated along important bird migratory routes, and the close contact of the population with domestic and wild birds, the influenza sentinel surveillance system in DRC was established with the aim to monitor the circulating seasonal influenza strains as well as to detect emerging zoonotic viruses. No influenza treatment or immunization guidelines are currently available in low-income DRC because of competing priorities with other diseases and limited financial resources. However, data from the established surveillance system, if accurate and reliable, could inform and promote prevention interventions.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Although influenza sentinel surveillance has been established in several African countries, data about the performance of established surveillance systems are limited on the continent [7] [8] [9] [10] . Such evaluations would enable countries to assess the performance of their surveillance systems, identify areas for improvement and provide evidence of data reliability for policymaking and public health interventions as well as compliance with international surveillance standards.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We conducted a systematic evaluation of the national influenza surveillance system implemented among outpatients with influenza-like illness (ILI) and inpatients with severe acute respiratory illness (SARI) during January 2012 through December 2015. Findings from this evaluation will help to improve the performance of the influenza surveillance system in DRC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Overview of the influenza surveillance system during 2012-2015",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "An influenza sentinel surveillance system (ISSS) was established in DRC in 2006 following the emergence of the highly pathogenic avian influenza A(H5N1) strain in Asia with a high case-fatality rate [11] . The objectives of the DRC-ISSS are to: (i) detect and respond to influenza outbreaks; (ii) assess the proportion of patients meeting the ILI and SARI case definition that is attributable to influenza virus infection; (iii) assess the burden of influenzaassociated illness; (iv) monitor the temporal trends of influenza virus circulation; (v) monitor the circulating influenza virus types and subtypes annually; (vi) maintain laboratory capacity for seasonal and avian influenza viruses detection; and (vii) obtain and share clinical samples for annual selection of influenza virus strains for influenza vaccine formulation under the WHO-GISRN. In addition, the data generated through the surveillance system were considered key to potentially inform and promote prevention interventions. The ISSS was coordinated and implemented by three institutions, namely: the Kinshasa School of Public Health (KSPH), the Direction de la Lutte contre les Maladies (DLM) and the Institut National de Recherche Biomédicale (INRB). International stakeholders included the CDC and WHO Country Offices.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Surveillance was designed to be implemented in 6 of 11 provinces of the country. During the review period (2012-2015) the ISSS included 5 of 6 target provinces. Although health facilities were available in all provinces, provinces to be covered were selected based on available financial resources and pre-established criteria. Priority was given to provinces situated at major entry points of the country with significant population density and movement and to those located along the corridors of migratory wild birds. The selected provinces were situated throughout the national territory, with the exception of the northwestern part of the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In total 11 sentinel sites (2 clinics implementing ILI surveillance only and 9 hospitals implementing both ILI and SARI surveillance) located in 5 provinces were included in this evaluation (Table 1 and Fig. 1 incentive was provided to the influenza focal points. Airtime was provided for communication between sentinel sites and national focal points. Nonetheless, the ISSS in DRC was largely dependent (≥90%) on external funds, especially for sample transportation and testing as well as for supervision activities. A case of ILI was defined as an ambulatory patient of any age presenting with a recorded temperature ≥ 38°C and cough or sore throat of duration of ≤7 days. A case of SARI was defined as a hospitalized person who had illness onset within 7 days of admission and who met age-specific clinical inclusion criteria. A case in children aged 2 days to < 5 years included any hospitalized patient with cough or difficulty breathing and at least one of the following danger signs: unable to drink or breastfeed, lethargic, vomits everything, convulsion, chest indrawing or stridor in a calm child. A case in persons aged ≥5 years included any hospitalized patient with fever (≥38°C), cough and shortness of breath or difficulty breathing. Identification of ILI cases was implemented at the triage area of the participating sites by a combination of clinical examination for relevant symptoms and patient/caregiver interviews. Identification of SARI cases was implemented at the participating wards by bed-to-bed screening of admitted patients and a combination of clinical examination for relevant symptoms, review of medical records and patient/caregiver interviews.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 198,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 209,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Aggregated weekly data on the total number of identified SARI and ILI cases and those enrolled were sent weekly by short message service (SMS) to the national influenza focal point; whereas the source data collection forms were sent monthly. For enrolled patients surveillance staff completed case report forms that included demographic, clinical and epidemiological information as well as specimens (nasopharyngeal and oropharyngeal swabs). Specimens were placed in the same vial containing universal transport medium, stored at 4-8°C and transported to the national influenza laboratory (INRB, Kinshasa, DRC) within 72 h of collection for testing. Specimens were tested for influenza A and B viruses using a real-time reverse transcription polymerase chain reaction assay [6] . Influenza A-positive samples were further subtyped [12] . Non-systematic testing for other respiratory viral pathogens including respiratory syncytial virus, human metapneumovirus, parainfluenza virus types 1-4, rhinovirus, coronavirus OC43, 229E, NL63 and HKUI, and adenovirus was also implemented. Verbal informed consent was obtained from all patients prior to data and specimen collection. For children aged < 15 years, verbal consent was obtained from a parent or legal guardian.",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 777,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The appointed surveillance officers at the sentinel sites were supervised by DLM staff in order to ensure adequate performance in the detection of cases, data collection and collection and storage of samples. During the supervision visit, knowledge, skills and practices of the surveillance officers related to influenza surveillance procedures were evaluated using a standard evaluation checklist. Ad-hoc trainings were conducted to address any deficiency. These supervisions were carried out monthly at the sentinel sites situated in Kinshasa Province and, due to financial constraints, twice per year at the sites situated in the other provinces. Annual refresher trainings were conducted for all personnel involved in ISS at the participating sites. Individual-level laboratory results were communicated monthly to the sentinel sites and weekly, monthly and quarterly reports were generated and shared among relevant stakeholders. However, no thresholds to assess the intensity and impact of the influenza season were established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We used the CDC guidelines [3, 4] to evaluate the performance of the ISSS in DRC during January 2012 through December 2015. In accordance with the CDC guidelines, the performance of the system was evaluated using eight surveillance attributes: (i) data quality and completeness for key variables, (ii) timeliness, (iii) representativeness, (iv) flexibility, (v) simplicity, (vi) acceptability, (vii) stability and (viii) utility. For each attribute, specific indicators were developed and described using quantitative and/or qualitative methods (Tables 3, 4 and 5). Surveillance databases from syndromic and virological surveillance as well as the laboratory receiving log were analyzed to assess data quality and completeness, timeliness and stability. Furthermore, in order to assess simplicity, acceptability, stability and utility, standardized, pretested and anonymous questionnaires were self-administered by surveillance staff at sentinel sites as well as key informants (i.e., staff involved in ISS or leadership) from the DLM and INRB. All personnel involved in ISS was requested to participate to the questionnaire survey. Three different questionnaires were developed, one for each of the three target groups (i.e. surveillance staff at sentinel sites and staff at the INRB and DLM). Data collected from the surveillance system were also compared with WHO minimum data collection standards for ILI and SARI surveillance [1] .",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 31,
                    "end": 33,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1431,
                    "end": 1434,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 557,
                    "text": "(Tables 3, 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Evaluation of the influenza surveillance system"
        },
        {
            "text": "For consistency and comparability of findings we used the evaluation method and scoring system utilized for influenza surveillance evaluations conducted in other African countries [7] [8] [9] [10] . A scale from 1 to 3 was used to provide a score for each quantitative indicator as follows: < 60% scored 1 (weak performance); 60-79% scored 2 (moderate performance); ≥80% scored 3 (good performance) [8] . For qualitative indicators a score was assigned based on the same scale using expert consensus. Thereafter the scores assigned to each indicator were averaged for all indicators evaluated within each attribute to provide an overall score for each surveillance attribute assessed in this study. An overall score for the surveillance system was obtained by averaging the eight mean attribute scores. This evaluation was implemented by personnel from the KSPH (internal evaluators) and CDC (external evaluators) and was not linked to the Joined External Evaluation conducted in DRC in 2018.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 192,
                    "end": 196,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the influenza surveillance system"
        },
        {
            "text": "Categorical variables were expressed as percentage of outcomes of interest over total observations for each quantitative indicator. Furthermore, 95% confidence intervals for proportions were calculated using the binomial distribution. The statistical analysis was implemented using Stata version 14.2 (StataCorp, College Station, Texas, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "During 2012-2015, 16,152 patients with respiratory illness were reported from the 11 sentinel surveillance sites. Of these, 11,737 (72.7%) were outpatient consultations and 4415 (23.3%) were hospital admissions of which 4812 (40.9%) and 2869 (64.9%) met the ILI and SARI case definitions, respectively. Of the 7690 patients eligible for enrollment, 7090 (92.2%) were enrolled in the surveillance system; 4339/4821 (90.0%) and 2751/2869 (95.9%) among patients with ILI and SARI, respectively. Influenza viruses were detected in 597/7090 (8.4%; 95% CI: 7.8-9.1%) samples tested. Of these, 111 (18.6%) were influenza A(H1N1)pdm09 viruses, 209 (35.0%) were influenza A(H3N2) viruses, 27 (4.5%) were influenza A viruses not subtyped and 251 (42.0%) were influenza B viruses (Fig. 1) . Influenza viruses were detected in 446/4339 (10.3%; 95% CI: 9.4-11.2%) samples from patients with ILI and in 151/ 2751 (5.5%; 4.7-6.4%) samples from patients with SARI. Influenza viruses were detected mainly during December to May (Fig. 2) . The questionnaire survey was completed by 35/39 (89.7%), 3/4 (75.0%) and 6/6 (100.0%) personnel involved in influenza surveillance at sentinel sites, INRB and DLM, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 769,
                    "end": 777,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1011,
                    "end": 1019,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Implementation of sentinel surveillance and questionnaire survey"
        },
        {
            "text": "The overall mean score for the ISSS in DRC was 2.5 (moderate to good performance out of a 1-3 scale) ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 110,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Evaluation of the surveillance system"
        },
        {
            "text": "All seven evaluated indicators had good performance (Table 3) . Of the seven evaluated indicators, the proportion of collected variables included in the WHO minimum data collection standard scored the lowest (80.8%). Information about the use of antivirals and the presence of some underlying medical conditions were not collected in the patient's CIF. The mean score for data quality and completeness was 3.0 (good performance) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 61,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 431,
                    "end": 439,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Data quality and completeness"
        },
        {
            "text": "Of the four indicators evaluated three had good performance and one had moderate performance (Table 3) . Delays in issuing the weekly surveillance reports within 5 days after the reporting period were observed in 25% of instances. The mean score for timeliness was 2.7 (moderate to good performance) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 102,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 302,
                    "end": 310,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Timeliness"
        },
        {
            "text": "Of the 2 indicators evaluated 1 had good performance and 1 (geographic representativeness) had weak performance (Table 3) . Sentinel sites were situated only in 5 of 11 (45.5%) provinces. The mean score for representativeness was 2.0 (moderate performance) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 259,
                    "end": 267,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Representativeness"
        },
        {
            "text": "Of the two indicators evaluated, one had good performance and one had weak performance (Table 3) . Whereas, the ISSS demonstrated flexibility in monitoring also non-respiratory syndromes (i.e. gastro-intestinal and malaria as well as total admissions or consultations), the proportion of samples tested for other pathogens was low (37.3%) and implemented only during a short period because of limited funds. The mean score for flexibility was 2.0 (moderate performance) ( Table 2) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 472,
                    "end": 480,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Flexibility"
        },
        {
            "text": "Of the 12 indicators evaluated, 11 had good performance and one had moderate performance ( Table 4 ). All of the eight indicators used to assess the perception of surveillance personnel at sentinel sites to implement different surveillance activities had good performance. Nevertheless, the surveillance procedures from the identification of cases to the final packaging of samples took > 30 min for 51.4% (18/ 35) of staff. All three indicators used to assess the perception of laboratory personnel to conduct influenza diagnostic testing had good performance. The mean score for simplicity was 2.9 (moderate to good performance) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 98,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 633,
                    "end": 641,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Simplicity"
        },
        {
            "text": "Of the three indicators evaluated, two had good performance and one had weak performance (Table 5) . Staff involved in influenza surveillance were expected to also conduct clinical work for 70% of their time. On average, influenza surveillance activities occupied 48.3% of the time of the surveillance staff. The mean score for acceptability was 2.3 (moderate to good performance) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "text": "(Table 5)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 383,
                    "end": 391,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Acceptability"
        },
        {
            "text": "Of the seven indicators evaluated, four had good performance, two had moderate performance and one had poor performance ( Table 5 ). The main aspects that affected stability were elevated frequencies of electricity cuts and generator failures, delays in sample transportation and occasional lack of sampling material in some remote sentinel sites. In addition, the ISSS in DRC is mainly funded (> 90%) by international agencies. The mean score for stability was 2.4 (moderate to good performance) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 499,
                    "end": 507,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Stability"
        },
        {
            "text": "Of the four indicators evaluated, two had good performance and two had moderate performance ( Table 5 ). The mean score for utility was 2.5 (moderate to good performance) ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Utility"
        },
        {
            "text": "During 2012-2015, the ISSS in DRC performed well with an overall system score of 2.5 (moderate to good performance) on a 3-point scale. In line with its objectives, the utility of the system was demonstrated by its ability to monitor the circulating influenza viruses in the country, monitor the temporal trends of influenza virus circulation, assess the proportional contribution of influenza-associated illness among outpatients and inpatients with ILI or SARI [6] , estimate the national burden of influenza-associated illness [13] and contribute to the regional and global understanding of influenza epidemiology, including sharing of clinical samples with WHO collaborating center for annual selection of vaccine strains [5, 14, 15] . The flexibility of the ISSS in DRC allowed monitoring several syndromes of importance for the country under the same platform, increasing cost-effectiveness and avoiding the implementation of vertical surveillance programs. The flexibility of the system was demonstrated also for laboratory-based surveillance that, for instance, was able to monitor the circulation of several respiratory pathogens in the country; however, testing for pathogens other than influenza was not systematic because of lack of resources.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 466,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A strength of the system was the selection of the sentinel sites, which allowed the implementation of both ILI and SARI surveillance in most of the selected facilities, reducing specimens transport and supervision cost. Whereas the surveillance system was implemented in five of six target provinces, six of 11 provinces of the country were not covered. Adding additional surveillance sites could improve representativeness; however, this would also increase costs and logistical difficulties. Given that the existing system met the surveillance objectives (especially those related to seasonal influenza), adding surveillance sites in other provinces is not recommended. The identification of avian influenza viruses' infection in humans (one of the objectives of the surveillance system) through facility-based sentinel surveillance remains challenging due to the limited number of surveillance sites that can be supported with limited resources. Close collaboration with the animal health authorities and the joint investigation of animal and human populations during identified avian influenza outbreaks in birds would represent a more costeffective strategy to identify potential zoonotic transmission of avian influenza viruses. System stability was demonstrated by its ability to operate continuously since its establishment in 2006. The stability of most surveillance systems in the African region is related to human and financial resources. The stability of the ISSS in DRC is probably reliant on its simplicity that resulted in the acceptability of surveillance activities by surveillance staff. Nonetheless, the simplicity of the system may have affected the extent of information collected. Not all minimum data collection requirements suggested by WHO for influenza sentinel surveillance [1] were met. The collection of additional data about underlying medical conditions may allow, for instance, the identification of more vulnerable populations for severe influenza-associated illness that in return could guide targeted prevention measures such as annual influenza immunization [16, 17] . Nevertheless, the introduction of more intense data gathering should be weighed against its impact on acceptability. Whereas the system overall was stable, logistical constrains in terms of power supply and transport of samples were identified. The simplicity and acceptability of the system as well as the periodic supervision of the sentinel sites may also have contributed to the observed good quality and completeness of the data. Nonetheless, the ISSS in DRC is largely reliant on external funds (> 90%) and the acceptability of maintaining the surveillance system through national funds should be evaluated and/or contemplated as lack of external funds could impact the stability of the system.",
            "cite_spans": [
                {
                    "start": 1802,
                    "end": 1805,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2095,
                    "end": 2099,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2100,
                    "end": 2103,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The use of an SMS-based system for the transmission of weekly aggregated data, verified thereafter by the use of data collection forms, were key components that contributed to both data quality and completeness as well as timeliness as observed in other settings [8] . While the SMSbased system allowed the timely transmission of information even from remote sites, some delays were experienced in the shipment of samples or restocking of surveillance material. Logistical challenges such as those are common in Table 5 List of indicators and scores [1 (< 60%): weak performance; 2 (60-79%): moderate performance; 3 (≥80%) good performance] for acceptability, stability and utility used for the evaluation of the influenza sentinel surveillance system in the Democratic Republic of Congo, 2012-2015 (Continued)",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 519,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Calculation/data inputs Data source Indicator value Score • Estimation of burden of influenza-associated illness using surveillance data Not applicable Publication on burden of influenzaassociated ILI and SARI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indicator"
        },
        {
            "text": "• Contribution to influenza Regional/Global studies Not applicable Publications on Regional/Global studies with DRC influenza data 3 [14, 15] 3 the African region and are expected when a geographically representative coverage is attempted. Overall, the timeliness of the system in relation to its geographical coverage is considered satisfactory.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "[13] 3"
        },
        {
            "text": "In conclusion, the ISSS in DRC performed satisfactorily and provided reliable and timely data on the circulation of influenza viruses in the country. The simplicity and acceptability of the system are key factors that contributed to its stability. The ISSS currently relies on 11 sentinel sites. Given the dependency of the system on external funds, the system could be decreased in size to allow continuation of implementation with local funds in the future. The collection of additional information on underlying medical conditions may enable the continuous monitoring of groups at increased risk for severe influenza. These data would also align the DRC system with the minimum data collection requirements suggested by WHO [1] .",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 730,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "[13] 3"
        },
        {
            "text": "The system performed overall satisfactorily and provided reliable and timely data about influenza circulation in DRC. The simplicity of the system contributed to its stability. While the surveillance system is stable and able to identify circulating influenza strains, the data being generated is not fully utilized as DRC lacks guidelines on the use of antivirals and vaccines as well as non-pharmaceutical interventions for influenza. A better use of the available data could be made to inform and promote prevention interventions especially among the most vulnerable groups. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO interim global epidemiological surveillance standards for influenza",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Protocol for the evaluation of epidemiological surveillance system",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Updated guidelines for evaluating public health surveillance systems. Recommendations from the guidelines working group",
            "authors": [],
            "year": 2001,
            "venue": "Centers for disease control",
            "volume": "",
            "issn": "RR13",
            "pages": "1--35",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Updated guidelines for evaluating public health surveillance systems: recommendations from the Guidelines Working Group",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "German",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Horan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Milstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Pertowski",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "MMWR Recomm Rep",
            "volume": "50",
            "issn": "",
            "pages": "1--35",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Influenza surveillance in 15 countries in Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Radin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                },
                {
                    "first": "Talla",
                    "middle": [],
                    "last": "Nzussouo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "1",
            "pages": "14--21",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jis606"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sentinel surveillance for influenza-like illness, severe acute respiratory illness, and laboratory-confirmed influenza in Kinshasa",
            "authors": [
                {
                    "first": "Muyembe",
                    "middle": [],
                    "last": "Tamfum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Nkwembe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Bi",
                    "middle": [],
                    "last": "Shamamba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "1",
            "pages": "36--40",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jis537"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evaluation of two influenza surveillance systems in South Africa",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Budgell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcanerney",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0120226"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evaluation of the influenza sentinel surveillance system in Madagascar",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rakotoarisoa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Randrianasolo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bull World Health Organ",
            "volume": "95",
            "issn": "5",
            "pages": "375--81",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.16.171280"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evaluation of the sentinel surveillance system for influenza-like illnesses in the Greater Accra region",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Nuvey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Edu-Quansah",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Kuma",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS One",
            "volume": "14",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0213627"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evaluation of the influenza-like illness surveillance system in Tunisia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yazidi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Aissi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bouguerra",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Public Health",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-019-7035-3"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emergence and predominance of an H5N1 influenza variant in China",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "45",
            "pages": "16936--16977",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0608157103"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Detecting 2009 pandemic influenza A (H1N1) virus infection: availability of diagnostic testing led to rapid pandemic response",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Lindstrom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "1",
            "pages": "36--43",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciq020"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The National and Provincial Burden of Medically-Attended Influenza-Associated Influenza-Like-Illness and Severe Acute Respiratory Illness in the Democratic Republic of Congo",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Babakazo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lubula",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Disasuani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Influenza Other Respir Viruses",
            "volume": "12",
            "issn": "6",
            "pages": "695--705",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12601"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Severe Acute Respiratory Illness Deaths in Sub-Saharan Africa and the Role of Influenza: A Case Series From 8 Countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcmorrow",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Wemakoy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Tshilobo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "6",
            "pages": "853--60",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiv100"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Global Role and Burden of Influenza in Pediatric Respiratory Hospitalizations, 1982-2012: A Systematic Analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Lafond",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Rasooly",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Med",
            "volume": "13",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1001977"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Risk factors associated with hospitalisation for influenza-associated severe acute respiratory illness in South Africa: A case-population study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Abadom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "46",
            "pages": "5649--55",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2016.09.011"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Risk Factors for Influenza-Associated Severe Acute Respiratory Illness Hospitalization in South Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Walaza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moyes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Open Forum Infect Dis",
            "volume": "4",
            "issn": "1",
            "pages": "2012--2015",
            "other_ids": {
                "DOI": [
                    "10.1093/ofid/ofw262"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Location of the influenza sentinel surveillance sites in the Democratic Republic of Congo (DRC), 2012-2015",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Monthly number of influenza-positive specimens among patients with influenza-like illness or severe acute respiratory illness from 11 surveillance sites, Democratic Republic of Congo, 2012-2015",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Abbreviations: ILI influenza-like-illness, SARI severe acute respiratory illness, SMS short message service, INRB Institut National de Recherche Biomédicale, DLM Direction de la Lutte contre les Maladies a 35 surveillance staff at the sentinel sites out of 39 targeted responded to the questionnaire survey b 3 laboratory scientists at the INRB out of 4 targeted and 6 staff at the DLM out of 6 targeted responded to the questionnaire survey c No information on the duration of lack of surveillance material was collected d Decisions taken in relation to the data generated from the ISSS: (i) investigation of respiratory outbreaks in Kinshasa in 2013; (ii) formulation of outbreak investigation and response guideline for influenza outbreaks; and (iii) inclusion of influenza virus in the list of epidemic-prone notifiable diseases",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Abbreviations CDC: Centers for disease control and prevention; CIF: Case investigation form; DLM: Direction de la lutte contre les maladies; DRC: Democratic Republic of Congo; GISRN: Global influenza and response network; ILI: Influenza-like illness; INRB: Institut national de recherche biomédicale; ISSS: Influenza sentinel surveillance system; KSPH: Kinshasa school of public health; MoH: Ministry of health; SARI: Severe acute respiratory illness; SMS: Short message service; URT: Upper respiratory tract; WHO: World health organization",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). In the 9 hospitals, ILI surveillance was conducted in the outpatient department; whereas SARI surveillance was conducted in the medical pediatric and adult wards. At each sentinel site trained staff (i.e., doctors, nurses or laboratory technicians) would: (i) screen, identify and enroll patients, (ii) compile individuallevel screening and enrollment logbooks for patients meeting the SARI and ILI case definitions, (iii) collect upper respiratory tract (URT) samples from enrolled ILI and SARI cases, (vi) complete the individual case investigation form (CIF) for enrolled ILI and SARI cases, (v) store, package and ship URT samples, (vi) collect weekly and monthly aggregated data on the total number of any, respiratory (including those that met the ILI and SARI case definitions), gastrointestinal and malaria outpatient consultations and hospitalizations; and (vii) liaise with the national influenza surveillance focal points on all matters related to influenza surveillance implemented at the sentinel sites, including requests for surveillance material. No monetaryTable 1Healthcare facilities implementing influenza sentinel surveillance in the Democratic Republic of Congo, 2012-2015",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Mean indicators' scores (range 1-3) for each attribute used for the evaluation of the influenza sentinel surveillance system in the Democratic Republic of Congo, 2012-2015",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Proportion of SARI/ILI cases that meet the case definition Number of ILI/SARI cases that meet the case definition / Total number • Proportion of samples from ILI/SARI cases received with accompanying CIF Number of samples from SARI/ILI cases received with accompanying CIF / Total number of samples received from SARI/ILI cases Number of ILI/SARI cases with available laboratory results / Number of sampled ILI/SARI cases • Proportion of collected variables included in the WHO recommended minimum data collection standard Number of collected variables within the WHO list / Number of WHO recommended variables.• Proportion of samples tested within one week from receipt Number of samples tested within one week from receipt / Number• Proportion of weekly reports issued within five days after the end of the reporting period Number of weekly reports issued within five days after the end of the reporting period / Number of weekly reports issued Key variables evaluated for completeness and consistency of data collection forms: site, age/date of birth, sex, date of consultation admission, date of symptoms onset, date of sample collection and signs and symptoms included in the case definitions",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all members involved in ILI and SARI surveillance for data collection and their participation to the evaluation. 7 MassGenics, Duluth, GA, USA. 8 ",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 153,
                    "end": 154,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The ISSS in DRC and the surveillance evaluation were deemed non-research by the U.S. CDC and the DRC-MoH. Ethics approval was deemed not necessary by the Ethics Committee of the Kinshasa School of Public Health as surveillance is a core mandate of the DRC Ministry of Health. Verbal informed consent was obtained from all patients prior to data and specimen collection. For children aged < 15 years, verbal consent was obtained from a parent or legal guardian. Verbal consent is considered appropriate for surveillance activities implemented under the mandate of the DRC Ministry of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval and consent to participate"
        },
        {
            "text": "The datasets used and analyzed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and material"
        },
        {
            "text": "The findings and conclusions in this report are those of the authors and do not necessarily represent the official position of the US Centers for Disease Control and Prevention, USA or the DRC Ministry of Health. Consent for publication Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclaimer"
        },
        {
            "text": "All authors declare that they have no commercial or other associations that may pose a conflict of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}