{
    "paper_id": "36c123eb9cf765e87991924a21da9bdf32e7dc85",
    "metadata": {
        "title": "The challenges of treating tracheobronchitis in a laryngectomee due to nontypeable Haemophilus influenzae: a case report",
        "authors": [
            {
                "first": "Itzhak",
                "middle": [],
                "last": "Brook",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Laryngectomees run the risk of developing severe respiratory tract infections especially during the winter and when they do not wear a stoma cover. A case of severe tracheobronchitis in a laryngectomee is presented that illustrates the risks and difficulties encountered in managing this infection in a neck breather. Case presentation: A 76-year-old Caucasian man, a laryngectomee, presented with bacterial tracheobronchitis and conjunctivitis due to beta-lactamase-producing nontypeable Haemophilus influenzae. He was febrile (38.9°C; 102.0 F), and had repeated episodes of hypertension. He was treated with levofloxacin 500 mg/day, ciprofloxacin eye drops, acetaminophen, and guaifenesin. Humidification of his trachea and the airway was sustained by insertions of saline into the stoma as well as breathing humidified air. The main challenge was to maintain the patency of his airway as the mucus was very dry and viscous and tended to stick to the walls of his trachea and the stoma. His condition improved within 7 days and he had a complete recovery. Conclusions: Maintaining the patency of the airway in laryngectomees who suffer from lower respiratory tract infection is of utmost importance as the mucus can be very dry and viscous and can stick to the walls of the trachea and the stoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Laryngectomees run a high risk of developing severe respiratory tract infections. Following laryngectomy the tracheal epithelium becomes directly exposed to the relatively cold and dry ambient air entering the tracheostoma [1, 2] . This can cause: drying of the mucus, which makes it more viscous; reduction of ciliary activity that causes impaired mucociliary clearance [2] [3] [4] ; and tracheal epithelium damage (loss of ciliated cells, goblet cell hyperplasia, and excessive mucus production and metaplasia) [4] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 227,
                    "end": 229,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Severe pulmonary infections (tracheobronchitis and pneumonia) in laryngectomees are more frequent in the wintertime and the accompanying tracheal crusting often requires antibiotic treatment or even hospitalization [5] . Tracheobronchitis in laryngectomees was described as a \"suffocating\" respiratory infection because of the difficulties in maintaining a patent airway in these patients [6, 7] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 393,
                    "end": 395,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A case of severe tracheobronchitis in a laryngectomee is presented that illustrates the risks and difficulties encountered in managing this infection in a neck breather.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A 76-year-old Caucasian man who underwent laryngectomy 10 years earlier, presented with fever (38.9°C; 102.0°F), increased sputum production, and purulent conjunctivitis. These symptoms emerged gradually over a period of 48 hours. He noted increasing difficulty in coughing out his sputum that became brownish and viscous. He had been wearing a heat and moisture exchanger (HME) filter that covered his stoma and spoke through a tracheoesophageal voice prosthesis. The symptoms started a day after a very cold weather spell with temperatures of −7 to −1°C (19-31°F). He had to remove his HME on several occasions for extended periods of time to enable him to breathe when he walked outside his home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "His past medical history included hypopharyngeal squamous cell carcinoma which was treated with intensity-modulated radiotherapy (IMRT) 12 years earlier. A recurrence of the cancer 2 years later required laryngectomy. He had no signs of tumor recurrence since then. He also suffered from paroxysmal hypertension, diverticulitis, and migraines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "He was vaccinated with the current Influenza virus vaccine 3 month earlier. He had also received a pneumococcal polysaccharide vaccine (PPSV23) 2 years earlier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "He was in mild respiratory distress especially when coughing. He had coughing spells and expectorated green-brown dry and viscous sputum. A physical examination revealed bilateral purulent conjunctivitis and auscultation of his lungs revealed coarse rhonchi and no crepitations. No lymphadenopathy was noted. The results of the rest of the physical and neurological examinations were within normal limits. A chest X-ray was normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "Sputum and conjunctival culture grew heavy growth of beta-lactamase-producing nontypeable Haemophilus influenzae (NTHi) that was susceptible to levofloxacin and amoxicillin-clavulanate. A FilmArray® Respiratory Panel 2 (RP2) polymerase chain reaction (PCR) system test did not detect 14 viruses (adenovirus, coronavirus HKU1, coronavirus NL63, coronavirus 229E, coronavirus OC43, human rhinovirus/enterovirus, human metapneumovirus, influenza A, influenza B, parainfluenza virus 1, parainfluenza virus 2, parainfluenza virus 3, parainfluenza virus 4, respiratory syncytial virus) and four bacteria (Bordetella pertussis, Bordetella parapertussis, Chlamydophila pneumoniae, Mycoplasma pneumoniae).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "He was treated with orally administered levofloxacin 500 mg/day, ciprofloxacin eye drops, acetaminophen, and guaifenesin. Humidification of his trachea and the airway was maintained by repeated insertions of 3-5 cc respiratory saline into the stoma at least once an hour and by breathing humidified air.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "The main challenge was to maintain a patent airway as the mucus was very dry and viscous and tended to stick to the walls of his trachea and the stoma. The mucus had to be repeatedly expectorated by vigorous coughing and by manual removal from the upper part of his trachea and stoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "He experienced repeated episodes of sustained elevated blood pressure (up to 210/110) and tachycardia (112/minute). This was managed by administration of clonidine 0.1 mg as needed (1-2/day).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "His fever started to decline 48 hours after antimicrobial therapy was started. The conjunctivitis improved within 36 hours. The sputum production declined and became less viscous over time, but persisted for 5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "Antimicrobial therapy was discontinued after 7 days. His condition improved and he had a complete recovery in 7 days. He was seen in the clinic every 2 months and showed no recurrence of his infection for the following 8 months. He received vaccination for H. influenzae B and Prevnar 13® (pneumococcal conjugate vaccine; PCV13) 4 weeks after his recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "This case report described the occurrence of a serious bacterial tracheobronchitis due to H. influenzae in a laryngectomee. It illustrates the difficulties in managing the airway access in laryngectomees because of the increased mucus production that can block them. It also highlights the need to recognize the potential of bacterial infection in this population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "NTHi is a known cause of community-acquired pneumonia in adults [8] and may be associated with severe disease and high mortality in higher risk populations. Although bacteremia that complicates H. influenzae pneumonia occurs occasionally [9] , disseminated infections following NTHi bacteremia are uncommon except in newborns and immunocompromised patients. H. influenzae was recovered from 6 of 27 (22%) tracheal aspirates of children with tracheostomy who had pneumonia [10] , and in 4 of 14 (29%) children with bacterial tracheitis [11] .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The stoma in neck breathers allows the inhaled air to bypass the natural defenses (nasal hair and mucus membranes) of the upper airway that filter out dust and bacteria. Wearing an HME that covers the stoma can provide important benefits [1, 2] . The HME filter serves as a stoma cover and creates a tight seal around the stoma. In addition to filtering dust and other larger airborne particles, HMEs preserve some of the moisture and heat inside the respiratory tract and prevent their loss and adds resistance to the airflow [1, 2] . HME filters assist in restoring the temperature, moisture, and cleanliness of the inhaled air to the same condition as before laryngectomy.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 242,
                    "end": 244,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 531,
                    "end": 533,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The number of bronchitis, tracheobronchitis, and pneumonia episodes as well as mortality due to these infections in non-HME users was found to be three times higher than in HME users [12] . Laryngectomees especially those who do not wear an HME or have uncovered stoma are therefore at a higher risk for lower respiratory infections.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The exposure of our patient to cold air without an HME most likely compromised his airway and led to the development of the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Paroxysmal hypertension is a known complication following head and neck radiation, and can be attributed to damage to the carotid artery baroreceptors [13] . Aggravation of this condition during our patient's illness further complicated his condition.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Treatment of tracheobronchitis in laryngectomees is more challenging and requires keeping the stoma open by manually removing accumulated mucus that can dry out and clog it, keeping the excessive sputum moist by breathing humidified air and inserting saline as needed, coughing out or suctioning accumulated sputum, keeping the patient well hydrated, and removing the HME during the illness or prior to coughing to prevent blocking it with the coughed out sputum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Laryngectomees are at a higher risk of developing lower respiratory tract infections especially in the winter and when not wearing an HME. Maintaining the patency of the airway is of utmost importance as the mucus can be very dry and viscous and can stick to the walls of the trachea and the stoma. The risk of acquiring these infections can be reduced by: getting vaccinated for respiratory pathogens that include Streptococcus pneumoniae, H. influenzae, and the influenza viruses; washing hands before any stoma care; wearing an HME at all times; maintaining adequate respiratory tract humidification; and avoiding hypothermia or inhaling cold air.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The author is the sole contributor to the report. The author read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author's contributions"
        },
        {
            "text": "Ethics approval and consent to participate Ethics approval and consent to participate was obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author's contributions"
        },
        {
            "text": "Written informed consent was obtained from the patient for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The author declares that he has no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pulmonary rehabilitation after total laryngectomy using a heat and moisture exchanger (HME)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Lorenz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Laryngorhinootologie",
            "volume": "88",
            "issn": "",
            "pages": "513--535",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Laryngectomee Guide. Charleston: CreateSpace Publication",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mucociliary clearance and mucosal surface characteristics before and after total laryngectomy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maurizi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paludetti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Almadori",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ottaviani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Todisco",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Acta Otolaryngol",
            "volume": "102",
            "issn": "",
            "pages": "136--181",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Histologic changes in the trachea following laryngectomy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Friedberg",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Ann Otol Rhinol Laryngol",
            "volume": "73",
            "issn": "",
            "pages": "883--92",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Physical and psychosocial consequences of total laryngectomy",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Hilgers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Ackerstaff",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Aaronson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Schouwenburg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Zandwijk",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clin Otolaryngol Allied Sci",
            "volume": "15",
            "issn": "",
            "pages": "421--426",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Respiratory insufficiency caused by crusty tracheobronchitis in laryngectomized patients occurring at the time of the past influenza epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Manara",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Boll Mal Orecch Gola Naso",
            "volume": "88",
            "issn": "",
            "pages": "243--59",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Suffocating dry tracheobronchitis in laryngectomized patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pulido",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Acta Otorinolaryngol Iber Am",
            "volume": "21",
            "issn": "",
            "pages": "316--340",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evolving epidemiology of invasive Haemophilus infections in the post-vaccination era: results from a long-term population-based study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Berndsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Erlendsdóttir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gottfredsson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Microbiol Infect",
            "volume": "18",
            "issn": "",
            "pages": "918--941",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "International Bacteremia Surveillance Collaborative. Epidemiology of Haemophilus influenzae bacteremia: a multinational population-based assessment",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Laupland",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Schønheyder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Østergaard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Knudsen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Valiquette",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Galbraith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Gradel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Inf Secur",
            "volume": "62",
            "issn": "",
            "pages": "142--150",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bacterial colonization, tracheobronchitis, and pneumonia following tracheostomy and long-term intubation in pediatric patients",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Chest",
            "volume": "76",
            "issn": "",
            "pages": "420--424",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aerobic and anaerobic microbiology of bacterial tracheitis in children",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatr Emerg Care",
            "volume": "13",
            "issn": "",
            "pages": "16--24",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Incidence of severe tracheobronchitis and pneumonia in laryngectomized patients: a retrospective clinical study and a European-wide survey among head and neck surgeons",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Den Boer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Harten",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Hilgers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Den Brekel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Retèl",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur Arch Otorhinolaryngol",
            "volume": "271",
            "issn": "",
            "pages": "3297--303",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Severe paroxysmal hypertension (pseudopheochromocytoma)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}