{
    "paper_id": "375b438ae6250e39e16ed60349f924b2693f1d25",
    "metadata": {
        "title": "Zoonotic Diseases Survey",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Yes, we have one specific unit for zoonotic diseases Yes, but we are separated further (e.g. vector-borne diseases, or food-borne zoonoses, etc) No N/A, please specify why: 9. Please provide the budget available for zoonotic diseases (even if you don't have a specific zoonoses unit) in 2014 (in thousands of US $). We recognize that in many countries health-related funds are decentralized. We are NOT asking for these. We only ask for those directly administered at the national level within the country's Ministry. Please provide details in thousands of US $ for: 9.1. Personnel (e.g. $700,000): 9.2. Program Activities (e.g. surveillance, control, etc) (e.g. $120,000): ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Does your Ministry have a specific zoonoses group/department/division?"
        },
        {
            "text": "Questions 11 to 19 refer specifically to ENDEMIC zoonoses (that is, those already present in your country)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Section III Priorities"
        },
        {
            "text": "We understand that there are different levels at which disease prioritization can be performed (for all diseases, for communicable diseases only, for zoonoses only). We only want to know if zoonoses are prioritized, either as part of a larger prioritization exercise or not, and which zoonoses are most important to your country. We also understand that ideally the criteria for prioritization should be the same for all diseases, however, we provide options for each zoonosis in case different approaches were followed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Section III Priorities"
        },
        {
            "text": "12. Based on the formal prioritization, as in question 11, please list your top three endemic zoonoses (please consider foodborne, vector-borne, wildlife, etc) from most important to least important reflecting the current priorities for your organization. If you answered \"No\" to question 11, please provide the three endemic zoonoses that you consider priority based on your experience. Please be as specific as possible and list genus, species, and subspecies if possible (e.g. Escherichia coli O157:H7). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Section III Priorities"
        },
        {
            "text": "We understand that you may have prioritized jointly endemic and emerging zoonoses. However, other countries may have followed a different approach. This is why emerging zoonoses, and their prioritization criteria are asked separately. 23. Either based on your experience, or from the latest formal prioritization conducted by your Ministry please describe what impact/s were considered to rank the three top emerging zoonoses. If your Ministry did not elicit the impact, and you do not want to provide this information in your personal capacity, please select option \"NA\" below. Please select all options that apply. 30. Are you currently conducting syndromic surveillance targeted at earlier or more sensitive detection of any of the zoonoses above, either endemic or emerging? If yes, please indicate for which zoonoses below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questions 20 to 26 refer to EMERGING/EXOTIC zoonoses (that is, those not currently present in your country)"
        },
        {
            "text": "If yes, please indicate for which zoonotic diseases, emerging or endemic, you are conducting syndromic surveillance: 31. How would you rank the relationship your ministry has with the Ministry of Health/Agriculture? 1 -Very productive, we coordinate on many issues and share data 2 -Overall productive with some coordinated activities and programs and some data sharing 3 -Minimal productivity with few attempts to coordinate an activity or share data",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How would you improve your coordination and collaboration with the Ministry of Health/Agriculture? 33. Specifically for the prediction, detection, prevention, and intervention of endemic and/or emerging zoonotic diseases, with who does your Ministry have a current formal agreement (e.g. a contract, Memorandum of Understanding, a written plan with clear roles and responsibilities)? Please select all that apply",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ii) NGOs (e.g. to support community-based interventions)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "iii) private sector iv) others (please describe)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "annually) about the occurrence of zoonoses in the Americas region, the status of capacities, etc. reflecting the information collected in this questionnaire? Please select one option",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chikungunya, MERS-CoV, Ebola and others. In your opinion, from a zoonoses programme perspective, what is the most critical development that the American region requires to prevent the occurrence and spread of conditions like these",
            "authors": [],
            "year": null,
            "venue": "We are currently witnessing the transnational occurrence of a number of zoonotic conditions in the world",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "How many full time equivalent personnel work on zoonotic diseases for the following categories in your ministry? For example, if there are three full time technical staff and one half time technical staff, enter 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Does your Ministry conduct a formal, i.e .planned, collaborative and representative, prioritization exercise leading to the identification and ranking of the emerging zoonoses most important to your countryBased on the latest prioritization, as answered in question 20, please list your top three emerging zoonoses from most important to least important for your organization. If you answered \"NO\" to question 20, please provide the three emerging zoonoses that you consider priority based on your experience. Please be as specific as possible and list genus, species, and subspecies if possible.21.1 Most important emerging zoonosis 21.2 Second most important emerging zoonosis 21.3 Third most important emerging zoonosis 22. Either based on your experience, or from the latest formal prioritization conducted by your Ministry, please describe the probability of introduction to your country for the three top emerging zoonoses. If your Ministry did not elicit the probability of introduction, and you do not want to provide this information in your personal capacity, please select option \"NA\" below. 22.1 For the most important emerging zoonosis (as answered in question 21.1) 22.2 Please describe the time frame in which the probability in 22.1. applies. 22.3 For the second most important emerging zoonoses (as answered in question 21.2) 22.4 Please describe the time frame in which the probability in 22.3. applies. 22.5 For the third most important emerging zoonoses (as answered in question 21.3) 22.6 Please describe the time frame in which the probability in 22.5 applies.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "12.1. Top priority endemic zoonosis 12.2. Second priority endemic zoonosis 12.3. Third priority endemic zoonosis 13.1. Either based on your experience, or from the formal prioritization exercise conducted by your Ministry, as per your answer to question 11, please describe what criteria you used to rank the first priority endemic zoonosis in your country (as in question 12.1). Please tick all the criteria that apply Either based on your experience, or from the formal prioritization exercise conducted by your Ministry, as per your answer to question 11, please describe what criteria you used to rank the second priority endemic zoonosis in your country (as in question 12.2). Please tick all the criteria that apply 14. If your Ministry used more than one criteria to prioritize the endemic zoonoses, please describe how (i.e. what method) your Ministry combined the multiple criteria (e.g. subject matter expert consensus, multi-criteria-decision-analysis techniques). Otherwise, write \"NA\" 15. How often does your organization prioritize endemic zoonoses?. If your organization does not formally prioritize endemic zoonoses, please select \"N/A\". 16. For the three most important endemic zoonoses, do you evaluate your surveillance systems sensitivity (i.e. the proportion of all cases in the population, human for the Ministry of Health, animal for the Ministry of Agriculture, detected by the surveillance systems)?17. Which disease-specific capacity (e.g. disease surveillance, laboratory diagnostic facilities, coordination of stakeholders) are you most interested in developing further in your country for your priority endemic zoonoses.18. Please describe the most critical cross-cutting capacity (i.e. not disease specific) to develop further in your country to enhance the management of endemic zoonoses (e.g. better integration with other stakeholders, etc) 19. Do you have a current Memorandum of Understanding or other form of formal agreement with other government ministries (ie Ministry of Agriculture or Ministry of Health) for the coordinated prediction, prevention, detection and intervention of the three most important endemic zoonoses? Please tick all that apply.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Top priority capacity to develop further for the third most important emerging zoonoses (as in 21.3): 26. Do you have a current Memorandum of Understanding or other form of formal agreement with other government ministries (ie Ministry of Agriculture or Ministry of Health) for the coordinated prediction, prevention, detection and intervention of the three most important emerging zoonoses? (Select all that apply) For the top priority emerging zoonosis For the second priority emerging zoonosis For the third priority emerging zoonosis Other (please describe) 27. Do you have up-to-date contingency/emergency preparedness plans for the introduction of emerging zoonoses? Tick all that apply Yes, for the top priority emerging zoonosis Yes, for the second priority emerging zoonosis Yes, for the third priority emerging zoonosis 28. Have you conducted a simulation exercise of the introduction of emerging zoonoses in your country in the last five years? Tick all that apply. Yes, for the top priority emerging zoonoses Yes, for the second priority emerging zoonoses Yes, for the third priority emerging zoonoses Section IV: General Section 29. Do you consider equity issues in your definition of priorities and allocation of resources against emerging and/or endemic zoonoses? That is, do you adjust the ranking of diseases for the fact that most zoonoses affects under-developed populations?If yes, please describe below.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Administrative Staff: staff which assist in completing the organization's primary goals but have not completed education specific to these tasks; examples include secretaries, human resources, etc.DALYs: disability-adjusted life year; the loss of one healthy year of life due to illness, disability, or premature mortality Emerging: these are diseases which are not present in your country, also can be described as exotic Endemic: these are diseases which are already present in your country Equity: fairness or justice in the way people are treated Memorandum of Understanding: formal, written agreement between organizations regarding coordination of activities; used here synonymously with national strategy, framework, action plan, mandate, agreement, etc.Prioritize: to organize so that the most important thing is done or dealt with first Risk Pathway: how a disease can or will enter the country or region Technical Staff: staff trained in the technical aspects specific to the goals of the program; an example would be epidemiologists Transnational: ability to affect multiple nations or move from nation to nation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Section V: Glossary"
        }
    ]
}