{
    "paper_id": "3775869c0c45f1f0c92eec1d68f9b10827d299f3",
    "metadata": {
        "title": "Chinese Herbal Formula Xiao Yao San for Treatment of Depression: A Systematic Review of Randomized Controlled Trials",
        "authors": [
            {
                "first": "Yuqing",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mei",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhijun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing University of Chinese Medicine",
                    "location": {
                        "postCode": "100029",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qingyong",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianping",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing University of Chinese Medicine",
                    "location": {
                        "postCode": "100029",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives. To assess the beneficial and adverse effects of Xiaoyaosan for depression. Search Strategy. Electronic databases were searched until December 2009. Inclusion Criteria. We included randomized clinical trials testing Xiaoyaosan against placebo, antidepressants, or combined with antidepressants against antidepressants alone. Data Extraction and Analyses. Study selection, data extraction, quality assessment, and data analyses were conducted according to the Cochrane standards. Results. 26 randomized trials (involving 1837 patients) were included and the methodological quality was evaluated as generally low. The pooled results showed that Xiaoyaosan combined with antidepressants was more effective in comprehensive effect, the score of HAMD and the score of SDS compared with antidepressants alone. Xiaoyaosan was superior to antidepressants for the score of HAMD. However, Xiaoyaosan was not different from placebo for the score of SDS. There was no adverse effects reported in the trials from Xiaoyaosan. Conclusions. Xiaoyaosan appears to be effective on improving symptoms in patients with depression. However, due to poor methodological quality in the majority of included trials, the potential benefit from Xiaoyaosan need to be confirmed in rigorous trials and the design and reporting of trials should follow international standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Depression is a common mental disorder that presents with depressed mood, loss of interest or pleasure, feelings of guilt or low self-worth, disturbed sleep or appetite, insomnia or hypersomnia, fatigue or loss of energy, and poor concentration or difficulty making decisions. These problems can become chronic or recurrent and lead to substantial impairments in an individual's ability to take care of his or her everyday responsibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Depression is recognized as a major public health problem, which has a substantial impact on individuals and society. Depressive disorders are common in the general population. It affecting about 121 million people worldwide. At its worst, depression can lead to suicide, a tragic fatality associated with the loss of about 850 000 thousand lives every year. Depression is the leading cause of disability as measured by Years Lived with Disability (YLD). The World Health Organization has described depression as an \"unseen burden\" [1, 2] . It was the 4th leading contributor to the global burden of disease when measured by Disability Adjusted Life Years (DALYs) in 2000. By the year 2020, depression is projected to reach 2nd place of the ranking of DALYs calculated for all ages in both sexes. Today, depression is already the 2nd cause of DALYs in the age category 15-44 years for both sexes combined. Mood disorders have been shown to have a greater impact on quality of life compared with conditions such as hypertension and cardiac disease [3] .",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 535,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 536,
                    "end": 538,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1047,
                    "end": 1050,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In China, depression is now one of the top three public health problems. Statistics show that 5 per cent of Chinese people suffer from the disease and 13 out of 1,000 Chinese have mental health issues [4] . Until 2003, China has over 26 million depression patients, for which discrimination and neglect are the two major obstacles to curing them, thus incurring an annual loss of over 64 billion yuan, according to a reserved estimation made at the Seminar on Attention to the Socio-Economic Burden of Depression held [5] . . We used the search terms \"depression,\" \"xiaoyaowan,\" \"xiaoyaosan,\" and \"xiaoyaotang.\" Various combinations of the terms were used, depending on the database searched. The bibliographies of included studies were searched for additional references.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All the parallel randomized controlled trials (RCTs) of all the prescriptions based on \"xiaoyaosan\" including pills, powder, decoction dosage form compared with antidepressants in patients with depression were included. RCTs combined xiaoyansan with antidepressants compared with antidepressants and all the modified xiaoyaosan formula were included as well. There were no restrictions on population characteristics, language and publication type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria."
        },
        {
            "text": "Outcome measures include Clinical Comprehensive Effect, Hamilton depression scale (HAMD) scores, self-rating depression scale (SDS) scores, self-rating anxiety scale (SAS) scores, Hamilton Anxiety Scale (HAMA), scores, clinical global impression (CGI) scores, the scale for TCM syndrome and symptom differentiation (TCM-SSD) scores and so forth, the criteria \"recover, significant effective, effective, or not effective\" was also include in the outcome measurement. Duplicated publications reporting the same groups of participants were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria."
        },
        {
            "text": "Two authors (J. P. Liu and Y. Q. Zhang) extracted the data from the included trials independently. The methodological quality of trials was assessed using the 6 criteria 6 election bias (study design, confounders, blinding, data collection methods, withdrawals and dropouts) to following 3 categories: Category A (strong quality): four strong ratings with no weak ratings above. Category B (moderate quality): less than four strong ratings and one weak rating. Category C (weak quality): two or more weak ratings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Extraction and Quality Assessment."
        },
        {
            "text": "Quality assessment of included randomized controlled trials: sequence generation, allocation concealment, blinding of participants personnel and outcome assessors, incomplete outcome data, selective outcome reporting, and other sources of bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Extraction and Quality Assessment."
        },
        {
            "text": "The statistical package (RevMan 4.3.2) was used for data analyses, which was provided by The Cochrane Collaboration. Dichotomous data were presented as risk ratio (RR) and continuous outcomes as mean difference (MD), both with 95% confidence interval (CI). Meta-analysis was performed if the intervention, control, and outcome were the same or similar. The statistical heterogeneity was presented as significant when I square (I 2 ) is over 50% or P < 0.1. Random effect model was used for the meta-analysis if there was significant heterogeneity (I 2 > 50%) and fixed effect model was used when the heterogeneity was not significant (I 2 < 50%) [7] .",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 649,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Data Synthesis."
        },
        {
            "text": "After primary search of 5 databases, 263 trials were screen out from electronic and manual searches (Figure 1 ), and the majority were excluded due to obvious ineligibility which including irrelevant titles and abstract (some papers being found from more than one database). 141 trials with full text papers were retrieved. 122 RCTs were excluded because of reporting the depression complicated with other disease such as stroke and postpartum, 60 trials were excluded because of duplicated publication, 22 trials were excluded due to the animal studies, and the rest 41 trials were noncontrolled [7, 17, 22, 25, 31, 32] used the China classification and diagnostic criteria for mental disorder (second edition CCMD-2-R) alone, six [8, 9, 11, 18, 20, 24, [26] [27] [28] 30] trials used the third edition (CCMD-3) alone, three trials combined international classification on the diagnosis of depression (ICD-10) with CCMD-2-R [19] or CCMD-3 [12, 15] , one trials [21] combined the depression standard in \"internal medicine of Chinese medicine\" and CCMD-3 together, one trial [16] used CCMD-3 and affective disorder in the western medicine and Chinese medicine classification and diagnostic criteria on depression breaks out, two trials [10, 29] used CCMD-3 and the diagnostic criteria of Chinese medicine on depression and stagnation of liver qi, one trial [23] used CCMD-3 and depression of liverqi stagnation and spleen deficiency, the last trial [13] used the depression standard in TCM on liver-qi stagnation and spleen deficiency.",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 600,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 736,
                    "end": 738,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 747,
                    "end": 750,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 940,
                    "end": 944,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1235,
                    "end": 1239,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1240,
                    "end": 1243,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1356,
                    "end": 1360,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1448,
                    "end": 1452,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Description of Included Trials."
        },
        {
            "text": "The interventions included all the prescriptions based on \"xiaoyaosan\" including pills, powder, decoction dosage form alone, with Maprotiline placebo or with antidepressants. The controls included antidepressants alone or the combination of danzhiXiaoyaosan (DXS) placebo and antidepressants. Eight trials investigated the prescriptions based on \"xiaoyaosan\" using alone [9, 17-19, 23, 30] or plus placebo [12, 15] versus antidepressants, one three-arm trial and the rest sixteen trials [7, 8, 10, 11, 13, 14, 16, 20-22, 24-29, 31, 32] compared the prescriptions based on \"xiaoyaosan\" plus antidepressants versus antidepressants.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 389,
                    "text": "[9, 17-19, 23, 30]",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 487,
                    "end": 535,
                    "text": "[7, 8, 10, 11, 13, 14, 16, 20-22, 24-29, 31, 32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Description of Included Trials."
        },
        {
            "text": "The total treatment duration ranged from 30 days to 3 month. The variable prescriptions are presented in Table 1 . The different composition of formula Xiaoyaosan are presented in Table 2 . Nineteen (19) of the 26 trials used the hamilton depression scale (HAMD) as the outcome measure, other 4 kinds of scales including self-rating depression scale (SDS), self-rating anxiety scale (SAS), the scale for TCM syndrome and symptom differentiation (TCM-SSD), the hamilton anxiety scale (HAMA) were also be used. Side effect was evaluated by asberg side effect scale and treatment-emergent symptom side effect (TESS) scale or described in details. Eleven (11) trials used four classes to evaluate treatment effects including cure, significant effective, effective, ineffective, while ten (10) trials used three classes (except of cure) according to the scores reducing rate.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 112,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 2",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Description of Included Trials."
        },
        {
            "text": "Six [10, 12, 15, 16, 23, 26] out of 26 trials (23.08%) were evaluated as strong quality, the rest of 20 trials (76.928%) were evaluated as moderate quality. The majority of the included trials were assessed to be moderate methodological quality. The sample size of including trials varied from 24 to 200 patients. None of the 26 trials reported sample size calculation. Ten trials described the randomization procedure, six [10, 12, 15, 16, 23, 26] trials used random number table, four trials [8, 17, 25, 30] used visiting time to realize the randomization. One trial [23] used opaque envelopes to allocate concealment. Only four [12, 15, 23, 27] of the 26 trials employed a blinding procedure: three of them using patients blinding, doctors blinding, and assessors blinding, and the other one [27] mentioned single-blind without further details. Seven trials [8, 10-12, 15, 21, 25] reported the withdrawals/dropouts information. Three trials [13, 16, 26] mentioned follow-up, and neither of them used intention to treat method. The reporting quality of 26 trials according to quality assessment tool for quantitative studies varied among different trials (Table 3) . (Tables 4-6) 3 [9, 15, 18, 23, 30] used the percentage of HAMD scores reduced rate to measure the outcome: cure (HAMD scores reduced rate more than 75%), significant effective (HAMD scores reduced rate between 51% and 75%), effective (HAMD scores reduced rate from 25 to 50%) and ineffective (HAMD scores reduced rate less than 25%). None of the five trials showed significant difference between treatment and control group on the four criteria outcome measurement Two [17, 19] trials compared the effectiveness using the three criteria outcome measurement: significant effective (SDS scores reduced rate ≥ 50%), effective (50 > SDS scores reduced rate ≥ 30%), not effective (SDS scores reduced rate < 30%). The Total effective rate is the combination of \"cure\", \"significant effective \"and\" effective rate\". We put these two different kinds of measurements together to evaluate the general effectiveness. The meta-analysis showed no significant difference between xiaoyaosan and antidepressants on the Total effective rate Bupleuri 10 g, Paeoniae lactiflorae 12 g, Angelicae sinensis 12 g, Poriae cocos 20 g, Atractylodis macrocephalae 10 g, Moutan radicis 12 g, Gradeniae jasminodidis 10 g, Curcumae l2 g, Acori graminei 10 g, Fructus aurantii 10 g, Draconis 30 g, Ostreae 30 g, Polygalae tenuifoliae 12 g, Cizyphi spinosae 30 g, Tritici aestivi levis 30 g, Glycyrrhizae uralensis 10 g, Zizyphi jujubae 5. Blood stasis plus Ligustici chuanxiong 12 g, Salviae milgiorrhizae 20∼30 g; Phelgm and dampness plus Citri reticulatae 10 g, Pinelliae ternatae 10 g; Yin deficiency plus Lilii 30 g, Anemarrhenae asphodeloibis 10 g; Qi deficiency remove Gradeniae jasminodidis, plus Pseudostellariae heterophyllae 15 g; Astriction plus Cannabis sativae 10 g or Radix et rhizome 10 g",
            "cite_spans": [
                {
                    "start": 4,
                    "end": 8,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 9,
                    "end": 12,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 13,
                    "end": 16,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 17,
                    "end": 20,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 21,
                    "end": 24,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 25,
                    "end": 28,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 861,
                    "end": 883,
                    "text": "[8, 10-12, 15, 21, 25]",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 949,
                    "end": 952,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 953,
                    "end": 956,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1184,
                    "end": 1187,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1188,
                    "end": 1191,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1192,
                    "end": 1195,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1196,
                    "end": 1199,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1638,
                    "end": 1642,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1643,
                    "end": 1646,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 1157,
                    "end": 1166,
                    "text": "(Table 3)",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 1169,
                    "end": 1181,
                    "text": "(Tables 4-6)",
                    "ref_id": "TABREF11"
                }
            ],
            "section": "Methodological Quality of Included Trials."
        },
        {
            "text": "Li et al. [11] pill Chinese patent medicine Li et al. 2007 [12] powder Chinese patent medicine (bupleuri, angelicae sinensis, poriae cocos, atractylodis macrocephalae, gradeniae jasminodidis, moutan radicis)",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 59,
                    "end": 63,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Effect of the Interventions"
        },
        {
            "text": "Li et al. [13] decoction Bupleuri 15 g, Angelicae sinensis 15 g, Atractylodis macrocephalae 15 g, Paeoniae lactiflorae 10 g, Poriae cocos 10 g, Menthae haplocalycis 6 g, Glycyrrhizae uralensis 6 g Liu and Chen [14] decoction Bupleuri 8 g, Gradeniae jasminodidis 6 g, Ligustici chuanxiong 6 g, Glycyrrhizae uralensis 6 g, Moutan radicis 10 g, Taeoniae rubrae 10 g, Atractylodis macrocephalae 10 g, Draconis 30 g, Ostreae 30 g, Poriae cocos 15 g. Liver qi stagnation and abdominal distention plus Aucklandiae lappae 10 g, Citri reticulatae 10 g, Cyperi rotundi 6 g; Insomnia plus Albizziae julibrissin 15 g, Polygoni multiflory 15 g, Poriae cocos pararadicis 15 g, Polygalae tenuifoliae 10 g; Cizyphi spinosae 10 g; Spleen and stomach deficiency plus Pseudostellariae heterophyllae 10 g, Citri reticulatae 10 g; Phlegm and dampness and no appetite plus Pinelliae ternatae 10 g, Bambusae in taeniis 10 g, Citri reticulatae 10 g, Amomi Wang [18] d ec octio n Bupleuri 12 g, Angelicae sinensis 20 g, Paeoniae lactiflorae 12 g, Atractylodis macrocephalae 12 g, Lilii 15 g, Albizziae julibrissin 15 g, Citri aurantii 10 g, Pinelliae ternatae 12 g, Gradeniae jasminodidis 10 g, Scutellariae baicalensis 10 g, Bambusae textillis 15 g, Curcumae 12 g, Acori graminei 12 g, Glycyrrhizae uralensis 6 g, Zizyphi jujubae 6",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 926,
                    "end": 931,
                    "text": "Amomi",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 941,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Effect of the Interventions"
        },
        {
            "text": "Wang [19] d ec octio n Bupleuri 10 g, Paeoniae lactiflorae 12 g, Angelicae sinensis 12 g, Poriae cocos 20 g, Atractylodis macrocephalae 10 g, Moutan radicis 12 g, Gradeniae jasminodidis 10 g, Curcumae 12 g, Acori graminei 10 g, Fructus aurantii 10 g, Draconis 30 g, Ostreae 30 g, Polygalae tenuifoliae 12 g, Cizyphi spinosae 30 g, Tritici aestivi levis 30 g, Glycyrrhizae uralensis 10 g, Zizyphi jujubae 5. Blood stasis plus Ligustici chuanxiong 12 g, Salviae milgiorrhizae 20-30 g; Phlegm and dampness plus Citri reticulatae 10 g, Pinelliae ternatae 10 g; Yin deficiency plus Lilii 30 g, Anemarrhenae asphodeloibis 10 g; Qi deficiency remove Gradeniae jasminodidis, plus Pseudostellariae heterophyllae 15 g; Astriction plus Cannabis sativae 10 g or Radix et rhizome 10 g Wang et al. [20] pill Chinese patent medicine Wang and Liu [21] decoction Angelicae sinensis 10 g, Paeoniae lactiflorae 12 g, Bupleuri 12 g, Atractylodis macrocephalae 10 g, Poriae cocos 12 g, Zingiberis officinalis recens 10 g, Glycyrrhizae uralensis 10 g, Moutan radicis 10 g, Gradeniae jasminodidis 10 g Table 6) .",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 9,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 1079,
                    "end": 1087,
                    "text": "Table 6)",
                    "ref_id": "TABREF13"
                }
            ],
            "section": "Effect of the Interventions"
        },
        {
            "text": "Other Outcomes (TCM-SSD Scores, SAS Scores, 5-HT, BDNF, etc.) One trial [15] showed that there are no significant differences on TCM-SSD and SAS scores. One trial [12] showed that after 6 weeks of treatment, the serum level of 5hydroxytryptamine (5-HT) and brain-derived neurotrophic factor (BDNF) increased (P < 0.01) and the Interleukin-6 (IL-6) level decreased in both groups without significant difference between two groups, the cortisol (CORT) level reduced significantly in the DXP group compared to Maprotiline group. Other Outcomes (HAMA Scores, CGI Scores). One trial [10] showed significant benefit on HAMA scores decreased in favor of combination group after 6 (MD: ",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Effect of the Interventions"
        },
        {
            "text": "A funnel plot analysis of the 14 trials comparing xiaoyaosan plus antidepressants to antidepressants on Clinical Comprehensive Effect was generated, and it showed a significant asymmetry (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Publication Bias."
        },
        {
            "text": "Twenty-four out of twenty-six trials mentioned the adverse effect except two trials [22, 24] . Twentyfour trials reported the twenty-seven specific symptoms including diarrhea, dizziness and headache, somnolence, dry mouth, Bloating, constipation, tachycardia, blurred vision, insomnia, prolonged QT, naupathia, fatigue, anxiety, tremor, anorexia, palpitation, asthenia, oscitancy, sweat, akathisia, tetter, excitation, hypertension, bellyache, dysuria, transaminase increased, and sexual dysfunction (Figure 3) .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 511,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Adverse Effect."
        },
        {
            "text": "Amitriptyline showed main side effect including dry mouth, constipation, dizziness, blurred vision, tachycardia, somnolence and so forth, [8, 9, 14, 18, 22, 25, 32] . Imipramine, chlorimipramine, doxepin showed main side effect including dry mouth, constipation and other symptoms in alimentary canal [11] . Fluoxetine, paroxetine, citalopram showed main side effect including anxiety, insomnia, headache, naupathia, sexual dysfunction, and tremor, [8, 13, 16, 19-21, 23, 26-28, 30] . Venlafaxine showed main side effect including dry mouth, sweat, insomnia, headache, and anxiety, [17, 31] .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 142,
                    "end": 144,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 449,
                    "end": 482,
                    "text": "[8, 13, 16, 19-21, 23, 26-28, 30]",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Adverse Effect."
        },
        {
            "text": "Four trials [9, 17, 19, 23] reported no side effect in the herbal medicine group compared to the antidepressants 10 Evidence-Based Complementary and Alternative Medicine group. Three trials reported side effect in xiaoyaosan group including headache, dizziness, and slightly diarrhea [15, 18, 30] . Fifteen out of eighteen trials reported the combination group has less side effect compare to the antidepressants group. Twelve trials [7, 15-19, 21, 25, 29-31] mentioned the side effect are significant reduced in intervention group compared to control group. Seven trials [7, 16, 18, 21, 25, 30, 31] used treatment-emergent symptom side effect (TESS) scale scores, one trial [15] used asberg side effect scale scores, the rest three trials [17, 19, 29] did not mentioned the tools they used to evaluate the side effect.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 16,
                    "end": 19,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 20,
                    "end": 23,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 24,
                    "end": 27,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 434,
                    "end": 459,
                    "text": "[7, 15-19, 21, 25, 29-31]",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 749,
                    "end": 752,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Adverse Effect."
        },
        {
            "text": "A meta-analysis of four trials [7, 8, 16, 27] with five comparison using TESS scale scores showed less side effect (WMD: −2.51 [−3.18, −1.84]; P < 0.00001) using xiaoyaosan plus antidepressants compare to antidepressants using alone with significant heterogeneity (I 2 = 87.2%). There is another trial [18] showed modified xiaoyao decoction had less side effect compared to amitriptyline (WMD: ",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 34,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 35,
                    "end": 37,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 38,
                    "end": 41,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 42,
                    "end": 45,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Adverse Effect."
        },
        {
            "text": "Based on this paper and meta-analyses of the outcome on Clinical Comprehensive Effect, HAMD scores, SDS scores, HAMA scores, and CGI scores, the prescriptions based on \"xiaoyaosan\" including pills, powder, decoction dosage form using alone or combined with antidepressants may have beneficial effects on patients with depression. The prescription xiaoyaosan may have the same effectiveness as antidepressants at the end point of the treatment with fewer side effects. The combination group may have significant beneficial effect compared to the antidepressants group variable on onset time with less side adverse events. We tried to analysis the trend of \"xiaoyaosan\"'s effectiveness by different followup time points as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The SAS scales scores, TCM-SSD scales scores and the outcome of the four criteria outcome measurement \"cure, significant effective, effective, or ineffective\" showed that there are no significant differences between the prescription group and antidepressants group. Meanwhile the xiaoyaosan prescriptions [12, 15] using alone may not as effective as antidepressants after 2 weeks treatment but after 4 or 6 weeks treatment the effectiveness tend to be no significant difference between two groups. We could clearly tell the trend from the HAMD scores and the reduced rate [15] of HAMD scores [12, 15] . The SDS scores showed the xiaoyansan prescriptions are significantly more effective after 4 weeks [17] and 6 weeks [19] treatment compared to antidepressants.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The combination of xiaoyaosan prescription plus antidepressants group may have significant beneficial effect compared to the antidepressants group. The onset time are variable may depended on the form of prescription such as pills and decoctions. Yang and Xie [10] Li et al. [31] Ma [27] Zhang [14] Huo et al. [28] Luo et al. [25] Wang [23] Yang et al. [ Two meta-analysis on HAMD scores showed significant heterogeneity. It may due to the different intervention and treatment time or the methodology quality. The significant heterogeneity on TESS scales may due to the dosage of the antidepressants.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 353,
                    "end": 354,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to the twenty-six trials the xiaoyansan prescription group and the combination of xiaoyaosan and antidepressants group have less adverse events compared to antidepressants group with significant differences which were showed by the TESS scales and Asberg side effect scales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We should consider several limitations before accepting the findings of this paper. First, the quality of the included studies is generally moderate according to the quality assessment tool for quantitative Studies (Effective Public Health Practice Project 2007) which was recommended on the Cochrane Handbook. It also indicated that there are moderate risk of bias in most of the trials. Due to inadequate reporting of the allocation sequence, allocation concealment, blinding, intention to treat analysis and drop outs account in the majority of trials, it was possible that there was performance bias and detection bias due to patients and researchers being aware of the therapeutic interventions for the subjective outcome measures. Most of the trials provided limited descriptions of study design, randomization were mentioned but without further details after randomly assignment of patients which do not allow a proper judgment of the conduct of the trials. Therefore, we canot draw a confident conclusion that there are significant beneficial effects in patients with depression on combined groups or xiaoyaosan prescriptions using alone comparing to antidepressants. The number of trials identified limits us to perform meaningful subgroup or sensitivity analyses to illuminate robustness of the results in the review. Sixteen out of twenty-seven trials didnot described the blinding in details, only two trials [12, 15] used double-dummy in their study design.",
            "cite_spans": [
                {
                    "start": 1421,
                    "end": 1425,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1426,
                    "end": 1429,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, Liu et al. [33] found that some Asian countries including China publish unusually high proportions of positive results, considering all of the nineteen trials included are in Chinese the publication bias possibly existed. We cannot explore quantitatively the possibility of publication bias due to the small number of trials.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Third, different modified xiaoyao prescriptions and different form of the prescriptions were used in the trials: eight trials [7, 8, 11, 16, 20, 27, 28, 31] used fixed xiaoyaowan throughout the treatment, five trials used modified xiaoyaowan, and one trial used modified xiaoyansan based on menstruation period of young female [9] . The rest thirteen trials [10, 13, 14, 18, 19, 21-24, 29, 32] used modified xiaoyao decoction according to syndrome differentiation based on Chinese medicine theory, the herbal compound varied from 7 to 17 herbs ( Table 2 ). The treatment duration varied from 30 days to 3 months.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 130,
                    "end": 132,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 358,
                    "end": 393,
                    "text": "[10, 13, 14, 18, 19, 21-24, 29, 32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 546,
                    "end": 553,
                    "text": "Table 2",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Fourth, the use of composite outcome measures in 26 trials to evaluate overall improvement of symptoms limits the generalization of the findings. The classification of cure, significant effective, effective, or ineffective and the Total effective rate are not internationally recognized, and these outcome measurement are vague to interpret the effect. We suggest future trials to comply with international standards in the evaluation of treatment effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Most of the sample size in the including 26 trials is small and there is a moderate risk of bias. Further high-quality studies with larger sample size are needed to confirm the effectiveness of xiaoyaosan in treating depression. Proper randomization techniques need to be clearly described and fully reported. Blinding and double-dummy should be used and reported clearly although the double-dummy of the herbal decoction might be very difficult, blinding of patients and outcome assessors should be used to minimize performance and assessment biases. Intention-to-treat principle and appropriate method for including drop out into data analyses are also important in the design of the trials. Since different forms of xiaoyaosan prescriptions were used in patients with depression such as pills and decoctions, they are likely to have different onset time according to the existed trials. Therefore, future clinical trials may focus on particular subgroups or large sample size to evaluate the effect of different forms of xiaoyaosan prescriptions on treating patients with depression. Further randomized trials with well design and adequate sample size are warranted to support or refute the positive findings. Trials should be reported according to the CONSORT Statement [34] .",
            "cite_spans": [
                {
                    "start": 1274,
                    "end": 1278,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In general, comparing to three categories (tricyclictertiary amines, nontricyclic, specific serotonin reuptake inhibitors (SSRIs)) of antidepressant drugs such as Amitriptyline, venlafaxine and Fluoxetine, the prescription based on xiaoyaosan in different forms appears to improve the symptoms with less adverse event. The combination of xiaoyaosan and antidepressants may have shorter onset time compare to antidepressants using alone. The mechanism [12] may due to the regulating the levels of 5-HT, CORT, BDNF, IL-6. Since depression may occurred recurrently with or without treatment, a longer followup period with serial measurement of outcomes after the treatment is important to determine the effectiveness and long term effect of the xiaoyaosan prescription. Considering there are not sufficient amount of high-quality trials on xiaoyaosan prescription treating patients with depression, the effectiveness of xiaoyaosan prescription need further rigorous trials to prove.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 455,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO collaborative study onimpairments and disabilities associated with schizophrenic disorder",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jablensky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Tomov",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Acta Psychiatrica Scandinavica",
            "volume": "62",
            "issn": "",
            "pages": "152--159",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO collaborative study on impairments and disabilities associated with schizophrenic disorder",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jablensky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Tomov",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Summary of the Global Burden of Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Health-related quality of life in primary care patients with mental disorders: results from the PRIME-MD 1000 study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Spitzer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kroenke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linzer",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of the American Medical Association",
            "volume": "274",
            "issn": "19",
            "pages": "1511--1517",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Depression sufferers grow in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Depression patients exceeding 26 million in China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Awareness, diagnosis, and treatment of depression",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Champion",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of General Internal Medicine",
            "volume": "14",
            "issn": "9",
            "pages": "569--580",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The clinical controlled study of Xiaoyaowan plus Doxepin treating masked depression",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Chinese Journal of Behavioral Medical Science",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical comparative study of Amitriptyline and SSRIs and SSRIs combined with Chinese medicine or Tibetan drugs in treating senile depression in plateau district",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "B"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Q"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Jian",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Journal of Altitude Medicine",
            "volume": "15",
            "issn": "2",
            "pages": "14--17",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical observation of shugan jieyu prescription in treating depression",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Gan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Shanghai University of Chinese Medicine",
            "volume": "19",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The clinical research of depressive dsorder dreated in DanZhixiaoyao decoction dombined with Fluoxetine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Henan TCM University",
            "volume": "5",
            "issn": "",
            "pages": "38--39",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The clinical observation of Imipramine combined with xiaoyaowan treating depression",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Sichuan Mental Health",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effect of Danzhi Xiaoyao powder on neuro-immuno-endocrine system in patients with depression",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Q"
                    ],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chinese Journal of Integrated Traditional and Western Medicine",
            "volume": "27",
            "issn": "3",
            "pages": "197--200",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Treatment of 41 patients with depression of liver-qi stagnation and spleen-deficiency type using xiaoyaosan and fluoxetine hydrochloride",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Shanxi TCM",
            "volume": "1",
            "issn": "",
            "pages": "49--50",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical observation of combination therapy of western and traditional Chinese medicine for treatment of depression",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Hubei Journal of Traditional Chinese Medicine",
            "volume": "12",
            "issn": "",
            "pages": "23--24",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical observation on effect of danzhi xiaoyao powder in treating depression",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Q"
                    ],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chinese Journal of Integrated Traditional and Western Medicine",
            "volume": "26",
            "issn": "3",
            "pages": "212--214",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The clinical controlled study of Xiaoyaowan plus citalopram treating patients with depression",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Health and Vocational Education",
            "volume": "1",
            "issn": "",
            "pages": "139--140",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The clinical observation on guipixiaoyaowan treating 100 patients with depression",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Chinese General Practice",
            "volume": "6",
            "issn": "",
            "pages": "62--63",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The clinical observation on depression with modified xiaoyao powder",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Medical Journal of Chinese People Health",
            "volume": "1",
            "issn": "",
            "pages": "1504--1505",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Modified danzhixiaoyao decoction treating 34 patients with depression",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Chinese Journal of Integrated Traditional and Western Medicine",
            "volume": "9",
            "issn": "",
            "pages": "710--711",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Therapeutic effect of doxepin combined with xiaoyao pill compared with fluoxetine for treatment of senile depression",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Z"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Z"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Chinese Behavior Science",
            "volume": "14",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The clinical observation on patients with depression using DanzhiXiaoyao decoction and fluoxetine",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Community Medicine",
            "volume": "5",
            "issn": "",
            "pages": "57--58",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Xiaoyao powder for treatment of 30 patients with depression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Traditional Chinese Medicinal Research",
            "volume": "12",
            "issn": "5",
            "pages": "54--55",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Treatment of depression of liver-qi stagnation and spleen-deficiency type with therapy of soothing liver and invigorating spleen",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xian",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Beijing University of TCM",
            "volume": "12",
            "issn": "",
            "pages": "856--859",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Clinical observation of integrative Chinese and Western medicine on treatment of depression",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Guiding Journal of TCM",
            "volume": "4",
            "issn": "",
            "pages": "20--21",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The clinical observation on 36 patients with depression using combination of Chinese medicine and western medicine",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Henan TCM",
            "volume": "11",
            "issn": "",
            "pages": "36--37",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Clinical observation on effect of Danzhi Xiaoyao powder in treating depression",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chinese Journal of Integrated Traditional and Western Medicine",
            "volume": "7",
            "issn": "",
            "pages": "642--644",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Clinical study on effect of fluoxetine combined with Chinese medicine or tibetan drugs in treating senile depression in plateau district",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chinese Journal of Integrated Traditional and Western Medicine",
            "volume": "26",
            "issn": "3",
            "pages": "202--204",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The clinical observation on depression with fluoxetine and xiaoyaowan",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Medical Journal of Industrial Enterprise",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The clinical observation on modified xiaoyaosan and Amitriptyline treating 33 patients with depression",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Beijing TCM",
            "volume": "8",
            "issn": "",
            "pages": "498--500",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Clinical observation on 45 cases of depression treated by soothing stagnation and invigorating blood circulation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Journal of Chinese Medicine",
            "volume": "49",
            "issn": "1",
            "pages": "41--42",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The clinical observation on depression with xiaoyaowan and Venlafaxine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chinese Journal of Integrated Traditional and Western Medicine",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Comparative study of amitriptyline compared with amitriptyline combined with xiaoyao powder for treatment of depression",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Sichuan Mental Health",
            "volume": "9",
            "issn": "S1",
            "pages": "20--21",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Chinese herbal medicine for severe acute respiratory syndrome: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Manheimer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gluud",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Alternative and Complementary Medicine",
            "volume": "10",
            "issn": "6",
            "pages": "1041--1051",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Strategies. Literature searches were conducted in National Knowledge Infrastructure (1999-2009), VIP Database for Chinese Technical Periodicals (1989-2009), Chinese Biomedical Literature Database (1995-2009), PubMed (1950-2009), and Cochrane library (Issue 3, 2009) and searched the reference list of retrieved papers. All of those searches ended the end of November 2009",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "−4.23, −0.57]; P = 0.01) weeks treatment.One trial[10] reported the outcome of CGI scores. It used modified DanzhiXiaoyao decoction plus fluoxetine versus fluoxetine showed better effect on the combination group (MD: 0.8 [−1.2, −0.4]; P < 0.0001).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Funnel plot.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "−1.86 [−2.57, −1.15]; P < 0.00001).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Side effect of including studies (\"xiaoyaosan\" versus antidepressants).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Figure 1: Study selection process. clinical trials including case report, case series traditional review. 114 out of the rest of 140 articles were excluded based on the inclusion criteria. The treatment for depressive neurosis, bipolar disorders, and depression in patients with psychological stress insomnia were excluded. In the end, 26 RCTs were reviewed. The characteristics of 26 randomized trials are summarized inTable 1.The 26 RCTs involved 1837 patients with depression. There was a wide variation in the age of subjects (17-80 years). Twenty-six (26) trials specified six diagnostic criteria, four trials",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics and methodological quality of included studies.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "HAMD Scores Decrease. Meanwhile four trials[12,15,18,30] reported there are no significant difference on the HAMD scores decrease nor on the HAMD scores reduced rate[15] after 6 weeks treatment. Meta-analysis of three trials showed the same result in the fixed effects model (WMD: 0SDS Scores Decrease. Four trails[15,17,19,30] reported the SDS scores decreasing. Meta-analysis of four trials showed significant difference in favor of modified xiaoyao powder or",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Composition of formula.Bupleuri 10 g, Paeoniae lactiflorae 15 g, Poriae cocos pararadicis 30 g, Atractylodis macrocephalae 15 g, Moutan radicis 10 g, Curcumae 10 g, Angelicae sinensis 15 g, Menthae haplocalycis 10 g, Tritici aestivi levis 30 g, Polygoni multiflory 30 g, Pseudostellariae heterophyllae 20 g. Menstrual period remove Moutan radicis, Pseudostellariae heterophyllae, Menthae haplocalycis, plus Ligustici chuanxiong 10 g, Persicae 10 g, Leonuri heterophylli 30 g, Guanzhong 10 g, typhae 10 g, Trogopteri seu pteromi 10 g; Follicular phase remove Moutan radicis, Menthae haplocalycis, plus Cervi 15 g, Epimedii 15 g, Chrysanthemi indici 15 g, Lycii 15 g; Luteal phase plus Gardeniae jasminoidis 10 g, Ligustri lucidi 20 g, Liquidam baris taiwanianae 15 g, Cyperi rotundi 10 g, Rhapontici seu echinops 10 g",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Quality assessment of included randomized controlled trials.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Analyses of clinical comprehensive effect.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Analyses of score of HAMD.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Analyses of score of SDS.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "16] Wang and Liu[26] Li et al.[13]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}