{
    "paper_id": "38a24f1500fcb5cfbac618720eb8996fd27029a4",
    "metadata": {
        "title": "Extrapolating Antibiotic Sales to Number of Treated Animals: Treatments in Pigs and Calves in Switzerland, 2011-2015",
        "authors": [
            {
                "first": "Miguel",
                "middle": [
                    "Ángel"
                ],
                "last": "Moreno",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edgar",
                "middle": [
                    "Garcia"
                ],
                "last": "Manzanilla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cedric",
                "middle": [
                    "R"
                ],
                "last": "Muentener",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zurich",
                    "location": {
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": "cedric.muentener@vetpharm.uzh.ch"
            },
            {
                "first": "Rosa",
                "middle": [],
                "last": "Stebler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zurich University of Applied Sciences",
                    "location": {
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Luís",
                "middle": [
                    "P"
                ],
                "last": "Carmo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Dagmar",
                "middle": [],
                "last": "Heim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hanspeter",
                "middle": [],
                "last": "Naegeli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zurich",
                    "location": {
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Klaus",
                "middle": [],
                "last": "Eichler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zurich University of Applied Sciences",
                    "location": {
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To evaluate the contribution of antimicrobial use in human and veterinary medicine to the emergence and spread of resistant bacteria, the use of these substances has to be accurately monitored in each setting. Currently, various initiatives collect sales data of veterinary antimicrobials, thereby providing an overview of quantities on the market. However, sales data collected at the level of wholesalers or marketing authorization holders are of limited use to associate with the prevalence of bacterial resistances at species level. We converted sales data to the number of potential treatments of calves and pigs in Switzerland for the years 2011 to 2015 using animal course doses (ACD). For each authorized product, the number of potential therapies was derived from the sales at wholesaler's level and the ACD in mg per kg. For products registered for use in multiple species, a percentage of the sales was attributed to each authorized species according to their biomass distribution. We estimated a total of 5,914,349 therapies for pigs and 1,407,450 for calves in 2015. Using the number of slaughtered animals for that year as denominator, we calculated a treatment intensity of 2.15 therapies per pig and 5.96 per calf. Between 2011 and 2015, sales of veterinary antimicrobials decreased by 30%. The calculated number of potential therapies decreased by 30% for pigs and 15% for calves. An analysis of treatment intensity at antimicrobial class level showed a decrease of 64% for colistin used in pigs, and of 7% for macrolides used in both pigs and calves. Whereas the use of 3rd and 4th generation cephalosporins in calves decreased by 15.8%, usage of fluoroquinolones increased by 10.8% in the same period. Corresponding values for pigs were −16.4 and +0.7%. This is the first extrapolation of antimicrobial usage at product level for pigs and calves in Switzerland. It shows that calves were more frequently treated than pigs with a decreasing trend for both number of therapies and use of colistin, macrolides and cephalosporins 3rd and 4th generations. Nonetheless, we calculated an increase in the usage of fluoroquinolones. Altogether, this study's outcomes allow for trend analysis and can be used to assess the relationship between antimicrobial use and resistance at the national level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To evaluate the contribution of antimicrobial use in human and veterinary medicine to the emergence and spread of resistant bacteria, the use of these substances has to be accurately monitored in each setting. Currently, various initiatives collect sales data of veterinary antimicrobials, thereby providing an overview of quantities on the market. However, sales data collected at the level of wholesalers or marketing authorization holders are of limited use to associate with the prevalence of bacterial resistances at species level. We converted sales data to the number of potential treatments of calves and pigs in Switzerland for the years 2011 to 2015 using animal course doses (ACD). For each authorized product, the number of potential therapies was derived from the sales at wholesaler's level and the ACD in mg per kg. For products registered for use in multiple species, a percentage of the sales was attributed to each authorized species according to their biomass distribution. We estimated a total of 5,914,349 therapies for pigs and 1,407,450 for calves in 2015. Using the number of slaughtered animals for that year as denominator, we calculated a treatment intensity of 2.15 therapies per pig and 5.96 per calf. Between 2011 and 2015, sales of veterinary antimicrobials decreased by 30%. The calculated number of potential therapies decreased by 30% for pigs and 15% for calves. An analysis of treatment intensity at antimicrobial class level showed a decrease of 64% for colistin used in pigs, and of 7% for macrolides used in both pigs and calves. Whereas the use of 3rd and 4th generation cephalosporins in calves decreased by 15.8%, usage of fluoroquinolones increased by 10.8% in the same period. Corresponding values for pigs were −16.4 and +0.7%. This is the first extrapolation of antimicrobial usage at product level for pigs and calves in Switzerland. It shows that calves were more frequently treated than pigs with a decreasing trend for both number of therapies and use of colistin, macrolides and cephalosporins 3rd and 4th generations. Nonetheless, we calculated an increase in the usage of fluoroquinolones. Altogether, this study's outcomes allow for trend analysis and can be used to assess the relationship between antimicrobial use and resistance at the national level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Keywords: antibiotics, antimicrobial consumption, course dose, pigs, calves INTRODUCTION Use of antimicrobials contributes to the emergence and spread of resistant bacteria in both humans and animals. As early as in the 1960's concerns arose in relation to therapeutic, preventive and growth-promoting treatments in food-producing animals. The fact that most antibiotic classes are administered to treat infections in both humans and animals was one of the major concerns (1, 2) . Monitoring antimicrobial usage is therefore a prerequisite to assess the impact of antibiotic treatments on the selection and spread of bacterial resistances. In order to achieve that goal, a number of programs monitoring sales and/or usage of antimicrobials have been established both at national level, for example in Switzerland [ARCH-Vet; (3)], Denmark (4), and international level [ESVAC project of the European Medicines Agency; (5) ]. These programs do not only aim at the identification of trends in sales and usage of antimicrobial classes but should also allow establishing a link with changes observed in resistance monitoring programs, thereby providing a basis for risk assessment and evaluation of regulatory interventions (6) . In order to assess the association between antimicrobial use and resistance, it is of crucial relevance to obtain consumption data at species or, when possible, production type level; there are several species and production type-specific factors that can impact on the relationship between use and resistance. Those factors include age at treatment, age and weight at slaughter, products available per species or production type, and especially production structures (7) (8) (9) .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 475,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 476,
                    "end": 478,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1218,
                    "end": 1221,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1692,
                    "end": 1695,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1696,
                    "end": 1699,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1700,
                    "end": 1703,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Antimicrobial sales data are defined as the minimal standard for monitoring programs by the World Organization for Animal Health [Office International des Epizooties, OIE; (10) ]. They can be collected at either the manufacturer, wholesaler or pharmacy level depending on the national distribution routes of the products. Sales data are useful to evaluate long-term trends but do not include information about dose, route of administration, indication or duration of therapy. However, in the context of resistance epidemiology, only data about actual use of antimicrobials collected either at prescription or patient level might deliver the information necessary to establish and evaluate implemented measures. Such data can only be currently collected in few countries with advanced collection systems, such as Denmark (4) and The Netherlands (11) among other European countries. The AACTING network is maintaining a list of the various collection systems already in place (www.aacting.org). The collection of data at animal level is the ultimate goal of antimicrobial monitoring systems and, until this is available in all participating countries, alternatives using normalization of sales data by the total weight of the food producing animal population as a denominator have been developed. One such denominator is the population correction unit of the ESVAC project (12) . Other institutions (13) and countries, including Canada (14) and Switzerland [ARCH-Vet; (3)], have implemented similar methods in their surveillance systems. As usage of antimicrobials is strongly dependent on population structure and repartition between high and low-using species, the normalization by weight may provide information on long-term trends but at the same time, a higher usage in one species will be \"diluted\" by lower usage species/production types (like dairy cows) with a large contribution to the overall livestock biomass (15) . It is therefore important to measure antibiotic consumption as near as possible to the end users, i.e., to obtain information on species, dosage, duration and whenever possible, indication. The extrapolation of sales data using course doses is an interim measure to data collection at animal level. Course dose indicators have been proposed, such as the Animal Course Dose (ACD) by the French Agency for Food, Environmental, and Occupational Health & Safety (16) or Defined Course Dose (DCDvet) from the EMA (17) . An advantage of ACD is its product-specific calculation, therefore better representing national specificities than DCDvet units. ACDs are established for each product using data from the summary of product characteristics (SPC) and contain the necessary detail on both dose and therefore potency, and duration of use.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1371,
                    "end": 1375,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1397,
                    "end": 1401,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1434,
                    "end": 1438,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1920,
                    "end": 1924,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2385,
                    "end": 2389,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2435,
                    "end": 2439,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The main aim of this study was to provide for the first time an extrapolation of the available national sales data to the number of treated animals in Switzerland. We chose to specifically investigate the treatment of pigs and calves because these are mainly reared and treated in groups via oral application. Due to the lack of detailed data about repartition of sales, we made assumptions regarding weight at treatment and repartition of sales data between species using a previously published repartition method. We then defined ACD for each product containing antimicrobials authorized in Switzerland for use in either pigs or calves and combined this information with national antibiotic sales data to extrapolate the number of potentially treated animals during the years 2011 to 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Veterinary antibiotic sales data for the years 2011 to 2015 were obtained from the Federal Office of Food Safety under a confidentiality agreement. Since 2004, sales data are collected in Switzerland from marketing authorization holders based on Article 35 of the Ordinance of Veterinary Medicines (18) . Marketing authorization holders are required to deliver data on every product containing antimicrobials that was sold during a calendar year. Products subject to data collection are defined by their ATCvet codes (19) as listed in the ESVAC project (12) . Additionally, data on antibiotic products not considered by the ESVAC project, like sprays or products to treat sensory organs, are also collected. Data obtained from the Federal Office of Food Safety for this study contained the quantity of active antimicrobial ingredient sold in kilogram for each product and year under investigation.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "The amount of antimicrobials sold of products authorized for a single species was directly assigned to their target species. For each product authorized for more than one species, a repartition had to be determined. We used two distinct methods: the first one was used for premixes, the latter being legally defined in Switzerland as being \"veterinary medicinal products used to treat groups of animals and incorporated into either water or feed\" [Ordinance on authorizations for medicinal products, Art. 2; (20) ]. For all of these products, periodic safety update reports (PSURs) containing data on species repartition submitted to Swissmedic, the Swiss Agency for Therapeutic Products, during the years 2007 to 2012, were used. As premixes represented only 28 products from a total of 112 under investigation but between 57.6% (2015) and 67.8% (2011) of the total sales, another repartition method had to be used for oral solutions, oral powders and injectables. This repartition was done according to biomass repartition as described by Carmo et al. (21) . Briefly, for each product authorized for one or more target species, each target species was assigned a percentage of kg of the total sales representing the proportion of its biomass in the total biomass of the list of authorized species for the product. For the present study, food producing animal population numbers were obtained from the Federal Office of Statistics (www.bfs.admin.ch), number of dogs from the ANIS database (Identitas AG, Bern, www.anis. ch) and the number of cats from the Swiss Association of pet food producers (Verband für Heimtiernahrung, Bern, www.vhn. ch). In analogy with calculations of the population correction unit (PCU) of ESVAC (12) , the number of slaughtered animals were used for fattening pigs and calves, whereas data for dairy cows, sows, sheep, goats, horses, dogs, and cats represent live animals. Throughout the text and in the tables, \"pigs\" refer to fattening pigs.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 512,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1725,
                    "end": 1729,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Animal Populations, Animal Weights, and Species Repartition"
        },
        {
            "text": "Supplementary Table 1 lists the number of animals and the weights used for the biomass repartition. The most likely weight at treatment was sourced from the ESVAC report (12, 22) . As heavy animals with a rather low treatment intensity, like dairy cows, skew the biomass repartition, we chose to only include them in the calculation when they were either explicitly listed as authorized species (\"dairy cows\") or, when a withdrawal time for milk was given in the SPC of the product. For pigs, we did not include the production stage of piglets or weaners. Using the number of animals in different production stages presents some challenges, the most prominent one for pigs being the lack Number of ACDs = total quantity of active ingredient sold in one year (mg) daily dose mg kg × duration of tratment days × weight at treatment (kg)",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 21,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Animal Populations, Animal Weights, and Species Repartition"
        },
        {
            "text": "Therapeutic intensity in species X = Number of ACDs in species X Total number of animals for species X of available data for the repartition of use between piglets and e.g., fattening pigs. Only few antimicrobials are primarily used in piglets or weaners, colistin being such an example. For almost all other products authorized for pigs, no data are available to stratify antimicrobial consumption per different age classes using sales data. Repartition data will only be available once reporting of all treatments with antimicrobials in Switzerland is made mandatory at the end of the year 2019. For this reason and because sales data include the use of antimicrobials by all the age categories of the species for the years under investigation, we used slaughtered numbers of pigs as denominator for the therapeutic incidence in this species. Finally, for injectable products authorized without indication of the production stage (\"bovines\" containing dairy cows and \"pigs\" representing slaughtered pigs and sows) we used raw data provided by experts for the study by Carmo et al. (23) to determine if a use would take place in the particular production stage under consideration.",
            "cite_spans": [
                {
                    "start": 1070,
                    "end": 1087,
                    "text": "Carmo et al. (23)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Animal Populations, Animal Weights, and Species Repartition"
        },
        {
            "text": "The Animal Course Dose (ACD) was calculated for each active pharmaceutical ingredient contained in each product authorized during the years under investigation. Data were collected from the authorized summary of product characteristics (24) and entered into an MS Excel sheet containing: name of the product, authorization number, list of authorized species, active ingredient(s), dose and duration. Doses given in international units were converted to mg using conversion factors listed in the ESVAC report (12) . Whenever the recommended dose was a range, the highest recommended dose and longest duration were chosen to reflect the minimal number of animals potentially treated. Moreover, when different doses were authorized for different indications, the most likely indication was chosen. This was the case for products presenting both a prophylactic or metaphylactic indication with different doses and duration. ACDs were defined per kg and the ACD per animal obtained by multiplication with the likely weight at treatment. To take Swiss specificities into account, the weight at treatment for pigs was taken from a previous study by Schnetzer et al. (25) and the weight for calves based on expert opinion (Prof. M. Kaske, Zurich, personal communication).",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1159,
                    "end": 1163,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Calculation of Animal Course Doses and Therapeutic Intensity"
        },
        {
            "text": "Therapeutic intensity reflects the number of ACDs per slaughtered animal (pig or calf) in 1 year. For combination products, the number of ACDs was calculated separately for each active pharmaceutical ingredient. Therefore, a single treatment with a combination containing 3 antimicrobials results in 3 ACDs. ACD and intensity were calculated using the following equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of Animal Course Doses and Therapeutic Intensity"
        },
        {
            "text": "From the year 2011 to 2015, sales of antibiotics for use in food producing animals decreased by 29.8% ( Table 1 ). In the same time, the percentage represented by premixes decreased from 67.8 to 57.7%. Therefore, measured in kg, antimicrobials sold in premixes made the largest part of yearly sales of antimicrobials for the veterinary medicine. As a consequence, pigs and calves are the most pertinent species among food producing animals to be investigated for use and trend detection. In tonnage sold for use in these species, the decrease in the 5 years under investigation is comparable: 38.4% in pigs and 30.1% in calves. However, normalizing these numbers to the respective biomass of the produced (slaughtered) population reveals a much higher use per kg of biomass for calves (449.9 mg/kg biomass in 2015) than for pigs (77.4 mg/kg biomass). The difference between both species even increased from 4.8-fold higher for calves in 2011 to 5.8 in 2015.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Normalizing sales data to either the overall biomass of food producing animals or to the biomass of a particular species is a crude estimate of antimicrobials use, not taking dose or duration into account. We therefore calculated the number of course doses (ACDs) per product and species. A summary of the results is presented in Table 2 . The total number of ACDs was approximately 4.5 times higher in pigs and decreased by 31.7% over the years under investigation, whereas the decrease for calves was 23.0%. Normalization to the number of slaughtered animals showed a much slower decrease of 14.9% for calves between 2011 and 2015 compared to 29.6% in pigs. As a result, the difference between both species grew from 2.3-fold in the year 2011 to 2.8-fold in the final year under investigation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 337,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Not all antibiotics have the same potential impact on resistance selection and consequences for the treatment of both humans and animals. Moreover, different products are authorized for distinct conditions in pigs or calves. The repartition of the number of ACDs per class of antimicrobials was therefore calculated separately for each species for the year 2015. Table 3 presents the repartition by antimicrobial class for ingredients sold in premixes and as parenteral injections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 370,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In this year, polymyxins (in form of colistin) were the class with the highest potential numbers of ACDs per pigs, followed by sulfonamides. In calves, the highest number was represented by penicillins (mainly sold as aminopenicillins) followed by tetracyclines. The total number of ACDs per animal was 4.43 times higher in calves than in pigs. The same calculation was done for injectable products as these may contain antimicrobials of the highest priority [HPCIA; (26) ] not available for oral application. For pigs, the highest number of ACDs per animal in the year 2015 was represented by macrolides, followed by aminoglycosides and fluoroquinolones. For calves (amino)penicillins were the class with the highest number of course doses per animal, followed by macrolides and aminoglycosides. The total number of potential ACDs per animal for injectable products in the year 2015 was 1.485 for calves and 1.088 for pigs. Finally, the evolution of the number of potential ACDs per animal for HPCIAs is presented in Table 4 . For macrolides used in pigs, a decrease of 22.0% for products sold as premixes was attenuated by a corresponding increase of 11.8% for injectables. This pattern was even more evident in calves where a reduction of 27.1% for premixes was almost completely compensated by an increase of 25.7% in injectables. With respect to the other two classes of HPCIAs, sales of products containing fluoroquinolones remained stable for pigs (−1.5%) and an increase of 6.4% was observed for the number of potential ACDs per animal in calves. Courses with cephalosporins of the third and fourth generations showed a comparable decrease in pigs (−16.4%) and calves (−15.7%). ",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 471,
                    "text": "(26)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1018,
                    "end": 1025,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "This is the first study at national level using the ACD concept applied to sales of antimicrobials with the objective of extrapolating the number of potentially treated pigs and calves in Switzerland. Sales of antimicrobials for the veterinary medicine are published at national level since 2005. So far, these data represent the only available source of exhaustive antimicrobial consumption data at national level. Sales figures may allow for the recognition of trends, but the lack of information on potency, dose, duration of treatment and repartition per species strongly limits their usefulness. The indicator ACD may therefore help to bridge that gap. Calculation of ACD and repartition of quantities for products authorized for more than one species would not be possible without making assumptions, which might influence the results. The first assumption relates to the weight of the animals. The standard weight has an impact on both the calculation of the species repartition and the ACD indicator itself. The impact of using different weights is a topic beyond the scope of this study and the impact on calculations has been studied elsewhere (27) (28) (29) . In this study we used weights at treatment as close as possible to the Swiss reality. This should provide the best fitting results, and also guarantees future reproducibility of the method and comparison of results, as these weights are likely to be used when quantifying Swiss antimicrobial consumption both at national and international level. This approach is comparable to the one chosen by the ESVAC project. The method used to stratify antimicrobial consumption by the production types included in the study has some potential bias. As it is based on the total biomass of each animal category, the resulting estimates are highly dependent on the animal demographics and the animal average weight used. This might not always be a representative surrogate of the product repartition by each category. As a reliable repartition is generated by data collected on actual usage, and such data are currently not available in Switzerland, we chose an alternative that was applicable at product level that would deliver reproducible results over the years and be as accurate as possible. Carmo et al. (21) have compared three different methods to determine species repartition of antimicrobials. The longitudinal study extrapolation method (based on field data) was not applicable at single product level due to the requirement for minimum, mode, and maximum starting values. The biomass distribution was shown to be the method providing the closest results to the extrapolation based on field data, thereby increasing our confidence on the pertinence of the approach we applied. The two main drawbacks of this method are the dependence on defined average weights and country specific animal demographics. However, the method, limited by the data available in the current Swiss context, provides a first insight into antimicrobial consumption patterns in different species/production types. In the future, the data collection system IS-ABV (description available under http://www.aacting.org/matrix/is-abv/?lid=1447) shall provide further insights into these patterns, as well as a basis for comparison with the results from the method and its potential biases. To make our extrapolations as comparable as possible with other projects, we used the same standard weights as in the ESVAC project (12) .",
            "cite_spans": [
                {
                    "start": 1154,
                    "end": 1158,
                    "text": "(27)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1159,
                    "end": 1163,
                    "text": "(28)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "(29)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2269,
                    "end": 2273,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3462,
                    "end": 3466,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It must also be noticed that the denominators of the indicators presented were based on the number of slaughtered animals only. The weights used for the calculation of the biomass were likely weights at treatment as defined in the ESVAC Project (12) . The use of such a calculation might hinder direct comparisons with other studies and should be taken into consideration when benchmarking these results. When using the biomass as a denominator, the result should be interpreted as an indicator for the amount of active ingredient used per kg of animal produced. Likewise, the therapeutic intensity indicates the average number of ACDs per animal produced/slaughtered. Both a high proportion of heavier animals like cows or, alternatively, a high treatment intensity in a species of lower biomass are examples of how animal demographics can bias the results of the stratification approach based on the biomass. The repartition across species is mainly influenced by national production structures. In Switzerland, dairy production is an important agricultural sector and therefore dairy cows make a high proportion of the food producing animals' sector (15) . Cows represented 49% of the total biomass in the year 2015 and this high proportion leads to an underestimation of the repartition of sales for pigs or calves. This primarily affects the repartition of aminoglycosides and cephalosporins of the third generation, which are antimicrobials frequently used in the treatment of dairy cows. The calculated numbers of ACDs per animal for these classes presented in Table 4 are, therefore, an underestimation. Within the same species, biomass repartition could have been used to estimate the use of antimicrobials in different production stages of pigs. However, using piglets, weaners and fattening pigs produced during 1 year introduces the bias of counting a significant but undefined proportion of the animals two or three times. As sales data were only available for one full year, we therefore chose to base our repartition, as well as the denominator for the treatment intensity, on the number of pigs slaughtered during the same year. This indicator is used in this study as a surrogate for all pig production stages.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1153,
                    "end": 1157,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 1568,
                    "end": 1575,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "As the numbers of ACDs represent an extrapolation of usage data based on sales figures, they follow the latter closely. The downward trends in sales is mirrored by the treatment numbers of both calves and pigs. However, differences become evident as soon as additional factors like application route are taken into account. The repartition for pigs in the year 2015 shows that 18% of the active ingredients were used parenterally when based on quantity, whereas they represented 51% of the treatments when using ACDs. The main reason for this difference lies in the potency of the active ingredients: antimicrobials are used parenterally with a lower dose as there is no loss of active ingredient compared to the lower bioavailability following oral application. Another possible reason is the use of more than one ACD for parenterally applied combination products as 12 of 71 injectable products investigated were combinations of two active ingredients. Whereas, this approach can be disputed as it shows a higher number of \"treatments, \" we think that the use of ACDs is better suited to test for associations between antimicrobial use and resistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Converting sales of antimicrobials to number of treatments per animal allows detection of trends that would not be obvious when only assessing the quantity of active ingredients sold. Macrolides used to treat calves provide a good example: our results show a clear shift from the oral application in form of premixes toward an increase in the use of injectables. One possible explanation is the increasing availability of macrolide antibiotics with a long duration of action, e.g., tulathromycin, tildipirosin, and gamithromycin. Such active compounds combine the easy use of a single application with a long action. Moreover, for parenteral applications, both time to maximal concentration and maintenance of active levels are not influenced by the appetite of the animals, therefore guaranteeing the adequate treatment of sick animals with reduced appetite. On the negative side, studies about macrolides used in human medicine convincingly showed a higher level of resistance selection for longer acting molecules (30) .",
            "cite_spans": [
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "(30)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our results show a strong difference in the extrapolated usage of antimicrobials in pigs and calves. This cannot be explained by a single factor as the administration of antimicrobials is driven by medical, economic and also psychosocial factors. Crowding effect, stress during transport of very young, not yet immunocompetent animals, partially inadequate colostrum feeding and less than ideal stable climate are among the factors favoring respiratory problems in calves (31, 32) . In the swine industry, some of the abovementioned factors also exist, but the structure and management of pig production limits the risks. Management practices like all-in-all-out including disinfection between the batches or integrated production from piglet to finisher can strongly help to reduce antimicrobial usage. In pigs, there are two main periods at risk for treatment with antimicrobials: the first at weaning with around 12 kg body weight and the second at around 25 to 29 kg body weight (25, 33) . In pigs, diarrhea is one of the leading indications for treatment. This is a very unspecific symptom with many different causes, including not only bacterial but also dietary or viral origins. In this context, the availability of vaccines against both circovirus and Lawsonia intracellularis infections in the years 2008 to 2010 contributed to the reduction of diarrheal symptoms, and hence, the rather indiscriminate use of antibiotics to treat such symptoms. For calves, respiratory diseases are much more multifactorial and the introduction of various vaccines (against bovine respiratory syncytial, parainfluenza or corona virus) seems not to have had the same positive effect as in the pig industry.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "(31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "32)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "(25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 988,
                    "end": 991,
                    "text": "33)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Several factors hinder a proper comparison of our results with previously published data. To the best of our knowledge, this is the first time that the ACD indicator is used at national level in Switzerland. As a matter of fact, its use is not currently widespread in other countries, with the exception of France where it was developed. However, the comparison with French data is difficult. No publication presents the French antimicrobial consumption using ACDs per animal and year as an indicator. The French indicator for exposure to antimicrobials is ALEA [Animal Level of Exposure to Antimicrobials; (16) ]. It is obtained by dividing the effectively treated biomass by the total biomass of the same species. The global ALEA calculated for the year 2015 in France was 0.488 and represented a decrease of 20.1% compared to 2011. Another difficulty is the use of different production categories and standard weights at treatment. For pigs, the French system uses weights up to 350 kg for a specific category of sows and the average for the pig population is set at 105 kg. This is 3.62 times higher than the standard weight at treatment of 29 kg identified in previous Swiss studies and used here. The differences in the standard weights at treatment also explain the discrepancies in the antimicrobial consumption for France published, for the same year, in the ESVAC report (107 mg/PCU) and in the ANSES report (47 mg/kg). Due to the differences in weight and in the categories, and the difficulties in making assumptions and extrapolations, we decided not the compare our figures to the French ones.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 611,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our data can only be compared with countries where calves are reared for the production of veal meat. Besides France and Belgium (for which country we could not find adequate data for comparison), this production system also exists in The Netherlands. The available report for the year 2015 (34) uses indicators differing from the ones in the present study but still shows a higher treatment intensity in calves compared to pigs. This is in line with the present study, where the antimicrobial use was 2.77-fold higher in calves than in pigs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Both examples clearly illustrate the need to harmonize methodologies at international level in order to discuss data collected in different countries. Such discussions currently take place within the AACTNG network (www.aacting.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This first study of the number of treatments of pigs and calves extrapolated from yearly sales shows both similarities and differences between the two species under consideration. Whereas, the sales by species and the number of extrapolated treatments both decreased in a similar way, the difference in the number of treatments per animal between pigs and calves differed over the years under investigation. Given that the applied method is based on the extrapolation of sales figures, a similar decrease at species level was to be expected. However, the use of course doses allows to further investigate trends in the patterns of antimicrobial treatments. In our study, this was very clear for the class of macrolides, for which the decreases in oral use were partly (pigs) or completely (calves) compensated by the application of long acting injectables. We, therefore, recommend the use of extrapolated treatment numbers when no exhaustive collection of usage data is in place. The concept of ACDs can also complement the collection of antimicrobial consumption data at species level allowing for their validation using sales data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "All datasets generated for this study are included in the manuscript/Supplementary Files.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "RS did all the calculations presented in this work. LC helped with the repartition of sales between species, expert advice and biomass distribution. Raw sales data and advice regarding their use was provided by DH. The study was designed by CM and supervised by KE and HN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Joint Committee on the Use of Antibiotics in Animal Husbandry and Veterinary Medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Swann",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. The Medical Impact of the Use of Antimicrobials in Food Animals",
            "authors": [],
            "year": 1997,
            "venue": "Geneva: World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ARCH-VET 2017: Bericht über den Vertrieb von Antibiotika in der Veterinärmedizin in der Schweiz",
            "authors": [],
            "year": 2017,
            "venue": "Report on Sales of Antibiotics for Veterinary use in Switzerland",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Use of Antimicrobial Agents and Occurrence of Antimicrobial Resistance in Bacteria From Food Animals, Food and Humans in Denmark",
            "authors": [],
            "year": 2017,
            "venue": "DANMAP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "European Surveillance of Veterinary Antimicrobial Consumption. Sales of veterinary antimicrobial agents in 30 European",
            "authors": [
                {
                    "first": "European",
                    "middle": [
                        "Medicines"
                    ],
                    "last": "Ema",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Agency",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eighth ESVAC report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Joint FAO/OIE/WHO Expert Workshop on Non-Human Antimicrobial Usage and Antimicrobial Resistance: Scientific assessment",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The antimicrobial resistome in relation to antimicrobial use and biosecurity in pig farming, a metagenome-wide association study in nine European countries",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Gompel",
                    "suffix": ""
                },
                {
                    "first": "Rec",
                    "middle": [],
                    "last": "Luiken",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sarrazin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Munk",
                    "suffix": ""
                },
                {
                    "first": "B E",
                    "middle": [],
                    "last": "Knudsen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Antimicrob Chemother",
            "volume": "74",
            "issn": "",
            "pages": "865--76",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dky518"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Association between antimicrobial usage, biosecurity measures as well as farm performance in German farrow-to-finish farms",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raasch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Postma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dewulf",
                    "suffix": ""
                },
                {
                    "first": "Kdc",
                    "middle": [],
                    "last": "Stärk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Beilage",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Porcine Health Manag",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40813-018-0106-5"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Factors associated with high antimicrobial use in young calves on Dutch dairy farms: a casecontrol study",
            "authors": [
                {
                    "first": "Mmc",
                    "middle": [],
                    "last": "Holstege",
                    "suffix": ""
                },
                {
                    "first": "Ajg",
                    "middle": [],
                    "last": "De Bont-Smolenaars",
                    "suffix": ""
                },
                {
                    "first": "Imga",
                    "middle": [],
                    "last": "Santman-Berends",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Linde-Witteveen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Schaik",
                    "suffix": ""
                },
                {
                    "first": "Agj",
                    "middle": [],
                    "last": "Velthuis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Dairy Sci",
            "volume": "101",
            "issn": "",
            "pages": "9259--65",
            "other_ids": {
                "DOI": [
                    "10.3168/jds.2017-14252"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antimicrobial resistance: monitoring the quantities of antimicrobials used in animal husbandry",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Acar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Anthony",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Rev Off Int Epizoot",
            "volume": "20",
            "issn": "",
            "pages": "841--848",
            "other_ids": {
                "DOI": [
                    "10.20506/rst.20.3.1317"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Monitoring of Antimicrobial Resistance and Antibiotic Usage in Animals in the Netherlands in 2017",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Maran",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Trends in the Sales of Veterinary Antimicrobial Agents in Nine European Countries",
            "authors": [
                {
                    "first": "European",
                    "middle": [
                        "Medicines"
                    ],
                    "last": "Ema",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Agency",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Annual report on antimicrobial agents intended for use in animals",
            "authors": [],
            "year": 2018,
            "venue": "Third Report. World Organisation for Animal Health (OIE)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Canadian Antimicrobial Resistance Surveillance System",
            "authors": [],
            "year": 2018,
            "venue": "Ottawa",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparison of the sales of veterinary antibacterial agents between 10 European countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grave",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torren-Edo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Antimicrob Chemother",
            "volume": "65",
            "issn": "",
            "pages": "2037--2077",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dkq247"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "ANSES. Suivi des ventes de médicaments vétérinaires contenant des antibiotiques en France en 2015. ANSES -Agence nationale du médicament vétérinaire",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "European Surveillance of Veterinary Antimicrobial Consumption. EMA/224954/2016: Defined Daily Doses for Animals (DDDvet) and Defined Course Doses for Animals (DCDvet)",
            "authors": [
                {
                    "first": "European",
                    "middle": [
                        "Medicines"
                    ],
                    "last": "Ema",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Agency",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "TAMV. Verordnung über die Tierarzneimittel",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "WHO Collaborating Centre for Drug Statistics Methodology Norwegian Institute of Public Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Whocc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Atcvet",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "AMBV. Verordnung über die Bewilligungen im Arzneimittelbereich",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Approaches for quantifying antimicrobial consumption per animal species based on national sales data: a Swiss example",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Carmo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schüpbach-Regula",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Müntener",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chevance",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moulin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Magouras",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Euro Surveill",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2017.22.6.30458"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Validation of the exposure assessment for veterinary medicinal products",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Montforts",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Sci Tot Env",
            "volume": "358",
            "issn": "",
            "pages": "121--157",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2005.04.008"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Expert opinion on livestock antimicrobial usage indications and patterns in Denmark, Portugal and Switzerland",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Carmo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bouzalas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Veterinary Record Open",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/vetreco-2018-000288"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Institut für Veterinärpharmakologie und -toxikologie. Swiss Veterinary Drug Compendium",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Therapieintensität beim Einsatz von Fütterungsarzneimitteln bei Schweinen [Calculation of therapeutic intensity for pigs treated using medicated feed",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schnetzer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brügger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Naegeli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Müntener",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Critically important antimicrobials for human medicine -5th rev",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Prospective study on quantitative and qualitative antimicrobial and antiinflammatory drug use in white veal calves",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pardon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Catry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dewulf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Persoons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hostens",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Bleecker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Antimicrob Chemother",
            "volume": "67",
            "issn": "",
            "pages": "1027--1065",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dkr570"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Comparing antimicrobial exposure based on sales data",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bondt",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "F"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Puister-Jansen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Geijlswijk",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Prev Vet Med",
            "volume": "108",
            "issn": "",
            "pages": "10--20",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2012.07.009"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Antimicrobial use in pigs, broilers and veal calves in Belgium. Vlaams diergeneeskundig tijdschrift",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Filippitzi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Callens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pardon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Persoons",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dewulf",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "83",
            "issn": "",
            "pages": "215--239",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Effect of azithromycin and clarithromycin therapy on pharyngeal carriage of macrolide-resistant streptococci in healthy volunteers: a randomised, double-blind, placebo-controlled study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Malhotra-Kumar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lammens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coenen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Herck",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goossens",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "369",
            "issn": "",
            "pages": "60235--60244",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(07)60235-9"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Risk factors for death and unwanted early slaughter in Swiss veal calves kept at a specific animal welfare standard",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bähler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steiner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luginbühl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ewy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Posthaus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Strabel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Res Vet Sci",
            "volume": "92",
            "issn": "",
            "pages": "162--170",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rvsc.2010.10.009"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Antimicrobial drug use and risk factors associated with treatment incidence and mortality in Swiss veal calves reared under improved welfare conditions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lava",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schüpbach-Regula",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steiner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meylan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Prev Vet Med",
            "volume": "126",
            "issn": "",
            "pages": "121--151",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2016.02.002"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Berechnung der therapieintensität bei ferkeln und mastschweinen beim einsatz von antibiotika in fütterungsarzneimitteln",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Müntener",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stebler",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Horisberger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gassner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Schweiz Arch Tierheilk",
            "volume": "155",
            "issn": "",
            "pages": "365--72",
            "other_ids": {
                "DOI": [
                    "10.1024/0036-7281/a000472"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Monitoring of Antimicrobial Resistance and Antibiotic Usage in Animals in the Netherlands in 2015",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Maran",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Sales, biomass and mg per kg biomass for food producing animals as well as pigs and calves for the years 2011 to 2015.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Number of estimated ACDs per animal, antimicrobials administered as premix or parenterally in pigs and calves for the year 2015, presented by classes of antimicrobials.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Number of estimated ACDs per animal, macrolides, fluoroquinolones and cephalosporins 3rd and 4th generation, for pigs and calves, by administration route.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fvets. 2019.00318/full#supplementary-material Conflict of Interest: The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Copyright © 2019 Stebler, Carmo, Heim, Naegeli, Eichler and Muentener. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIAL"
        }
    ]
}