{
    "paper_id": "3ab1d505d3521db73f63ef84163a41fa2f3dbdf6",
    "metadata": {
        "title": "Triple Immunoglobulin Gene Knockout Transchromosomic Cattle: Bovine Lambda Cluster Deletion and Its Effect on Fully Human Polyclonal Antibody Production",
        "authors": [
            {
                "first": "Hiroaki",
                "middle": [],
                "last": "Matsushita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sanford Applied Biosciences L.L.C",
                    "location": {
                        "addrLine": "South Dakota",
                        "settlement": "Sioux Falls"
                    }
                },
                "email": ""
            },
            {
                "first": "Akiko",
                "middle": [],
                "last": "Sano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyowa Hakko Kirin, Co., Ltd",
                    "location": {
                        "addrLine": "Chiyoda-ku",
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sanford Applied Biosciences L.L.C",
                    "location": {
                        "addrLine": "South Dakota",
                        "settlement": "Sioux Falls"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin-An",
                "middle": [],
                "last": "Jiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sanford Applied Biosciences L.L.C",
                    "location": {
                        "addrLine": "South Dakota",
                        "settlement": "Sioux Falls"
                    }
                },
                "email": ""
            },
            {
                "first": "Poothappillai",
                "middle": [],
                "last": "Kasinathan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eddie",
                "middle": [
                    "J"
                ],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sanford Applied Biosciences L.L.C",
                    "location": {
                        "addrLine": "South Dakota",
                        "settlement": "Sioux Falls"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhongde",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utah State University",
                    "location": {
                        "settlement": "Logan",
                        "region": "Utah",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Yoshimi",
                "middle": [],
                "last": "Kuroiwa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyowa Hakko Kirin, Co., Ltd",
                    "location": {
                        "addrLine": "Chiyoda-ku",
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Sanford",
                "middle": [],
                "last": "Health",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sioux",
                "middle": [],
                "last": "Falls",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dakota",
                "middle": [],
                "last": "South",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hiroaki",
                "middle": [],
                "last": "Co-",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Matsushita",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jin-An",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eddie",
                "middle": [
                    "J"
                ],
                "last": "Jiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Towards the goal of producing fully human polyclonal antibodies (hpAbs or hIgGs) in transchromosomic (Tc) cattle, we previously reported that Tc cattle carrying a human artificial chromosome (HAC) comprising the entire unrearranged human immunoglobulin (Ig) heavy-chain (hIGH), kappa-chain (hIGK), and lambda-chain (hIGL) germline loci produced physiological levels of hIgGs when both of the bovine immunoglobulin mu heavy-chains, bIGHM and bIGHML1, were homozygously inactivated (bIGHM 2/2 , bIGHML1 2/2 ; double knockouts or DKO). However, because endogenous bovine immunoglobulin light chain loci are still intact, the light chains are produced both from the hIGK and hIGL genomic loci on the HAC and from the endogenous bovine kappa-chain (bIGK) and lambda-chain (bIGL) genomic loci, resulting in the production of fully hIgGs (both Ig heavy-chains and light-chains are of human origin: hIgG/hIgk or hIgG/hIgl) and chimeric hIgGs (Ig heavy-chains are of human origin while the Ig light-chains are of bovine origin: hIgG/bIgk or hIgG/bIgl). To improve fully hIgG production in Tc cattle, we here report the deletion of the entire bIGL joining (J) and constant (C) gene cluster (bIGLJ1-IGLC1 to bIGLJ5-IGLC5) by employing Cre/loxP mediated site-specific chromosome recombination and the production of triple knockout (bIGHM 2/2 , bIGHML1 2/2 and bIGL 2/2 ; TKO) Tc cattle. We further demonstrate that bIGL cluster deletion greatly improves fully hIgGs production in the sera of TKO Tc cattle, with 51.3% fully hIgGs (hIgG/hIgk plus hIgG/hIgl).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Human polyclonal antibodies (hpAbs or hIgGs) prepared from plasma donated from the general population or convalescing human donors have been widely used to treat several human diseases, such as autoimmunity, immunodeficiency and infection [1] . In the case of a medical emergency crisis, such as severe acute respiratory syndrome (SARS) outbreaks or the most recent outbreak of Middle Eastern Respiratory Syndrome Coronavirus (MERS-CoV), where no effective treatment is available, hIgGs have been shown to be a life saving measure [2] ; Hilgenfeld, R and Peiris, M. 2013). Unfortunately, due to the voluntarily nature of plasma donation, hIgGs and convalescent plasma can be difficult to source. We previously reported our success in creating double knockout (DKO) transchromosomic (Tc) cattle that produce physiological levels of hIgGs (Sano A et al., 2013). These Tc cattle were engineered by homozygous knockout of both of the bovine immunoglobulin mu heavy-chain genes, bIGHM and bIGHML1 (bIGHM 2/2 , bIGHML1 2/2 ; DKO) and by reconstituting B cell function with a human artificial chromosome (HAC) comprising the entire unrearranged human immunoglobulin heavy-chain (hIGH), kappa-chain (hIGK), and lambda-chain (hIGL) germline loci. However, as the bovine endogenous immunoglobulin light-chain loci, the lambda (bIGL) locus and the kappa (bIGK) locus, are intact in these Tc cattle, the light-chains are expressed both from hIGK and hIGL loci on the HAC and from the endogenous bIGL and bIGK loci, resulting in a mixture of hIgGs composing fully hIgGs (both the heavy-chains and light-chains are of human origin: hIgG/hIgk and hIgG/hIgl) and chimeric hIgGs (only the heavy-chains are of human origin but the light-chains are of bovine origin: hIgG/bIgk and hIgG/bIgl). Specifically, when the hIgG isotype was analyzed in the sera of Tc bovine, hIgG/bIgl accounted for about 70% and hIgG/bIgk accounted for about 10% of the total hIgGs, respectively, while fully hIgG only accounted for about 20% of the total hIgGs (Sano A et al., 2013). We reasoned that the human immunoglobulin light-chain genes carried on the HAC are controlled by human regulatory sequences and may be at a disadvantage in competing with the endogenous bovine immunoglobulin light-chain genes for expression in the bovine B cell environment. As bIgl is the predominantly expressed light-chain isotype in bovine B cells, we further reasoned that inactivation of bovine lambda light-chain genes, in addition to the KO of the two bIGHM and bIGHML1 loci, would dramatically improve fully hIgG production in the resulting Tc cattle.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we report our success in employing a Cre/loxP-mediated site-specific chromosome recombination strategy to delete the entire bovine lambda J and C gene cluster (bIGLJ1-IGLC1 to bIGLJ5-IGLC5) in bovine fibroblast cells. To the best of our knowledge, this is the first report of the successful deletion of an unusually large section of chromosomic DNA (.27 kb) in primary somatic cells with the Cre/loxP system followed by the birth of live healthy offspring, providing a useful protocol in using this system for genome engineering in somatic cells and for transgenic animal production. We here report the cloning of triple KO (TKO, IGHM 2/2 IGHML1 2/2 IGL 2/2 ) Tc cattle by chromatin transfer (CT). Furthermore, we demonstrate that inactivation of the bIGL by deleting the bIGLJ-IGLC gene cluster greatly improved fully hIgGs production in the sera of Tc cattle, with an average of 51.3% fully hIgG (hIgG/hIgk plus hIgG/hIgl).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We previously developed a sequential gene targeting strategy and succeeded in producing cloned cattle carrying homozygous knockout of both the immunoglobulin mu and the prion proteins [3] . One of the core components of this sequential gene targeting strategy is to use embryonic cloning by CT to rejuvenate the genetically modified cells following each round of gene targeting [3, 4] . This sequential gene targeting strategy overcomes the limitation set by the cellular senesce program in cultured somatic cells and, in theory, allows one to sequentially modify the genome of somatic cells as many rounds as one wishes. However, as every round of gene targeting requires a round of embryonic cloning by CT to rejuvenate the cells, our recent results showed that cumulative epigenetic errors can be introduced into the (re)cloned cells at each round of embryonic cloning, which in turn severely compromises the developmental competence of the cloned embryos reconstituted from such sequentially (re)cloned cells (our unpublished data). As the goal of this project was to produce TKO Tc cattle where the two bIGH loci, IGHM and IGHML, and the bIGL locus, IGLJ-IGLC gene cluster, were to be homozygously inactivated, it would take four rounds of gene targeting and embryonic cloning to KO the IGHM and IGHML loci and another four more rounds to KO the bIGL locus (see below for details), entailing eight rounds of gene targeting and embryonic cloning in total. Even though we succeeded in cloning transgenic cattle after seven rounds of embryonic cloning, the cloning efficiency was extremely low [5] . Therefore, we designed a new sequential gene targeting strategy by incorporating animal breeding as an integral component. Specifically, after two to three rounds of gene targeting and embryonic cloning, live animals were produced by CT and raised to sexual maturity for breeding. It is believed, and has been proven by us (our unpublished data), that germline transmission of the cloned genome erases the epigenetic errors acquired from cloning. Therefore, primary cell lines carrying the introduced genetic modifications can be established from the fetuses produced from breeding (we call the cell lines established from fetuses produced by fertilization G0 cell lines) and more rounds of genetic modifications can proceed (i.e. G1, G2…). Figure 1A depicts the gene targeting scheme that we undertook to sequentially KO the bIGHM, IGHML1 and IGL loci for producing TKO cell lines. Of note, contrary to what has been reported by others that the IGHML1 locus was mapped on bovine chromosome 11 (bChr11) (Hosseini, A et al. 2004), our sequence analysis of the bovine IGHM and IGHML1 loci demonstrated that both of these loci are located on bChr21 (our unpublished data). Such chromosomal localization dictates that the IGHM and IGHML1 loci segregate together during meiosis, allowing us to implement the animal breeding-assisted sequential gene targeting strategy and calculate the probability of the desired genotypes of fetuses produced by breeding (hence the cell lines established from the fetuses) of these two genomic loci as depicted in Figure 1B .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 382,
                    "end": 384,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1596,
                    "end": 1599,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 2343,
                    "end": 2352,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 3145,
                    "end": 3154,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "An animal breeding-assisted sequential gene targeting strategy"
        },
        {
            "text": "Sequential gene targeting of bovine IGHM and IGHML1 and establishment of male and female IGHM 2/2 IGHML1 2/+ cell lines For production of breeding cattle carrying the desired genetic modifications in the bIGH loci as depicted in Figure 1A , we targeted the bIGH loci in both male and female bovine cell lines by employing the sequential gene targeting strategy that we developed previously [3] . For males, we selected a Holstein fetal primary fibroblast cell line (6939) and sequentially knocked out both of the IGHML1 alleles (we designated the two alleles of the IGHML1 locus in this cell line as U and u, respectively) and AY allele of the IGHM locus (we designated the two alleles of the IGHM locus in this cell line as AY and ay, respectively) and established IGHM 2/+ IGHML1 2/2 cell lines. The sequential gene targeting for each of the gene alleles was achieved using different gene targeting vectors carrying different drug selection markers, bCmAYKObsr for AY, pBCmDNKOneo for U, and pBCmDKOpuro for u as reported previously [5] . As these cell lines underwent three rounds of embryonic cloning by CT without going through germline transmission by breeding, we designate them generation 3 (G3) cell lines.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 393,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1035,
                    "end": 1038,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 238,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "An animal breeding-assisted sequential gene targeting strategy"
        },
        {
            "text": "For females, we used a primary fetal fibroblast cell line (3427) established from a Holstein x Jersey cross (HoJo) and sequentially knocked out both of the IGHM alleles (we designated the two IGHM alleles as 10AY and 7AYJ, respectively, and the two alleles of IGHML1 as 8U and 5u, respectively, in this cell line) with gene targeting vectors pbCmAYKObsr for 10AY and pbCm7AYJKOhyg for 7AYJ, respectively ( Figure 1A ) leading to the established IGHM 2/2 cell lines. As defined above, these are generation 2 (G2) cell lines.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 415,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "An animal breeding-assisted sequential gene targeting strategy"
        },
        {
            "text": "We then produced calves from both the male IGHM 2/+ IGHML1 2/2 and female IGHM 2/2 cell lines by CT (Table 1) . As one of the IGHM alleles in the males and two of IGHML1 alleles in the females were intact, the resulting animals were immunologically competent, allowing them to survive and breed without complications associated with being immune compromised. To produce fetuses for establishing G0 cell lines with the desired genotypes for subsequent bovine bIGLJ-IGLC gene cluster deletion, these calves were bred using superovulation followed by artificial insemination and embryo flush/transfer when they were at 18-20 months of age and fetuses were collected at 40 days (40d) of gestation. In total, 18 fetuses were collected and genotyped. Among them, seven fetuses (7/18, 39%) were confirmed to be the IGHM 2/2 IGHML1 2/+ genotype, with the rest being the IGHM 2/+ IGHML1 2/+ genotype, a pattern slightly varying from predicted Mendelian inheritance. In all of these seven fetuses, the neo KO cassette at U and the bsr KO cassette at AY segregated together, consistent with our sequence analysis that both of the IGHM and IGHML1 loci are located on the bChr21.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "An animal breeding-assisted sequential gene targeting strategy"
        },
        {
            "text": "As there was insufficient information about the sequence and gene structures of the IGLJ-IGLC gene cluster in the bovine genome [6, 7] to design and construct gene-targeting vectors, we first isolated and characterized a bovine bacterial artificial chromosome (BAC) DNA sequence from this gene cluster. By screening a BAC genomic library with probes specific to the bovine immunoglobulin lambda constant region sequences (GenBank AF396698); we isolated a positive BAC clone and subjected it to shotgun sequencing. Sequence analysis ( Figure S3 ) led to the identification of the entire bovine IGLJ-IGLC gene cluster composed of the five IGLJ-IGLC genes (IGLJ1-IGLC1 through IGLJ5-IGLC5) ( Figure 1C ). Among them, IGLJ2-IGLC2, IGLJ3-IGLC3 and IGLJ4-IGLC4 appeared to be functional genes as judged by their uninterrupted reading frames coding for functional proteins ( Figure 1C ). On the other hand, both the IGLJ1-IGLC1 and IGLJ5-IGLC5 genes contain immature stop codon mutations, indicating that they are pseudo genes. We also identified a potential enhancer element, 39El, about 13 kb downstream of the IGLJ5-IGLC5 gene that shares ,60% DNA sequence homology with the human 39El (HSS-3) enhancer sequence. With the identification of this 39El enhancer 13 kb downstream of the IGLJ5-IGLC5 gene on the same BAC clone, we concluded that the IGLJ5-IGLC5 gene is the last gene unit in the bovine IGLJ-IGLC gene cluster.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 132,
                    "end": 134,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 534,
                    "end": 543,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 698,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 877,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "Characterization of the bIGLJ-IGLC gene cluster in the bIGL locus"
        },
        {
            "text": "Compared to the report by Chen, L et al. where four IGLJ-IGLC genes were identified in the bovine [6] , we identified five IGLJ-IGLC genes based on our sequence data. We found that there is a duplication of the originally identified IGLJ2-IGLC2 by Chen et al. and that the duplicated genes are identical in their exon sequences but are subtly different in their intron and 39 untranslated region (UTR) sequences. As such, we concluded that this is a distinct IGLJ-IGLC gene from IGLJ2-IGLC2 and defined it as IGLJ3-IGLC3. Our sequence analysis also indicates that this gene is located about 4 kb downstream of IGLJ2-IGLC2 ( Figure 1C ). The discrepancy on the numbers of IGLJ gene unites in the bIGL locus between what was found by Chen et al. and by us is likely attributed to the fact that the coding sequences of IGLJ2-IGLC2 and IGLJ3-IGLC3 exons are identical and were not detected as distinct gene units by Chen L et al. However, our detailed sequence analysis showed that these two gene units are different in the sequences of introns and 39 UTRs (Figure S1 Panels A and B). Our interpretation of the structure of the IGLJ-IGLC gene cluster was further supported by Southern blot data we produced from analyzing the genomic DNA isolated from fibroblast cells derived both from Holstein and Jersey breed cattle ( Figure 2 ). Due to the relatively short shotgun sequences (1.5-3.0 kb by Chen et al.), genes with high sequence homologies, such as between IGLJ2-IGLC2 and IGLJ3-IGLC3, may not be readily identified as distinct genes if the sequence assembled from shotgun sequencing is the only resource used for characterizing a genomic locus. Therefore, our Southern blot data provided unequivocal support for our conclusion that there are five IGLJ-IGLC genes (IGLJ1-IGLC1 through IGLJ5-IGLC5) in the bovine genome.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 624,
                    "end": 633,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 1318,
                    "end": 1326,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Characterization of the bIGLJ-IGLC gene cluster in the bIGL locus"
        },
        {
            "text": "Deletion of bIGLJ-IGLC gene cluster through Cre/loxP mediated site-specific chromosomal recombination and establishment of male and female G0 IGHM 2/2 IGHML1 2/2 IGL 2/2 cell lines Since the bIGL locus contains multiple functional IGLJ-IGLC gene units as described above, we decided to fully inactivate the bovine lambda genes by deleting the entire IGLJ-IGLC gene cluster with Cre/loxP-mediated chromosomal recombination. To this end, we designed and constructed knock in (KI) vectors to integrate loxP sequences, one at 129 bp 59 of the bIGLJ-IGLC1 gene and another at 295 bp 39 of IGLJ5-IGLC5 gene, through homologous recombination to flank the entire bIGLJ-IGLC gene cluster ( Figure 3 ). For aiding the identification of cell clones in which the correct bIGLJ-IGLC cluster deletion occurred, we designed the two loxP KI vectors in such a way that the promoterless puromycin gene (puro) introduced by the KI vector pC l1 CAGzeoPuro loxP DT would be activated by the CAG Figure 1 . The chromosome engineering strategy including pedigree and deduced structure of bovine chromosomes for knockouts is shown. (A) Breeding pedigree to establish G0 TKO cell lines. Male cell line 6939 and female cell line 3427 were sequentially targeted to obtain IGHM 2/+ IGHML1 2/2 and IGHM 2/2 animals, respectively, for the first round of breeding, which generated both male and female G0 IGHM 2/2 IGHML1 2/+ cell lines. These cell lines were subjected to the cluster deletion to generate IGHM 2/2 IGHML1 2/+ IGL 2/+ animals for the second round of breeding, which led to establishment of male and female G0 TKO cell lines. (B) Deduced structure of the bovine IGH gene cluster on bChr21. BAC clone 227-A16 contained part of the IGH variable region and the IGHML1 through the C c1 region. BAC includes the C c2 through the 39E a region. The size of the three BAC clones contiguously is estimated to be around 380 kb. (C) Genomic organization of the bovine IGLJ-IGLC gene cluster on bChr17. doi:10.1371/journal.pone.0090383.g001 . The most significant difference in the fragment is the presence or absence of 6.3 kb EcoRI fragment stained with probe that was prepared based on bovine IGLC sequence(GenBank promoter introduced by the KI vector pC l5 CAG loxP neoDT when the Cre-mediated DNA recombination occurred between the two loxP sites introduced by these two KI vectors ( Figure 3 ). We conducted bIGLJ-IGLC gene cluster deletions both in a male cell line, J481 (IGHM 2/2 IGHML1 2/+ ), and a female cell line, H412 (IGHM 2/2 IGHML1 2/+ ), which were established above. For distinguishing the bIGL alleles in these two cell lines where single nucleotide polymorphisms (SNPs) were identified ( Figure 4 ) and for designing and constructing allele-specific KI vectors, we designated the bIGL alleles in J481 as A and D, and those in H412 as B and C, respectively ( Figure 4A ; only A and D alleles in J481 are depicted). To delete the bIGLJ-IGLC gene cluster in the J481 cell line, we first transfected J481 cells with the allele A-specific KI vector, pC l1 (A)CAGzeoPuro loxP DT, to integrate the loxP sequence at a position 59 of the bIGLJ-IGLC1 gene. After selection of transfected cells with zeocin, the zeocin-resistant cell colonies were screened for the desired gene targeting event with genomic PCR. As depicted in ( Figure 4A ), we designed a pair of PCR primers, CL1puro-F2/CL1puro-R2, that specifically amplified the DNA sequence generated by the correct integration of the loxP sequence through homologous recombination at a position 59 of the bIGLJ1-IGLC1 gene. Following sequencing of the PCR products, 18% (25/140) of the zeocin-resistant colonies were confirmed to be correctly targeted. We also used another pair of PCR primers, R-R1 x R-F2, flanking the SNPs that distinguished the A and D alleles and specifically amplified the untargeted allele to investigate which of the two alleles were targeted. By sequencing the PCR products generated from this pair of primers, we identified a cell colony, #27, that was positive for the nucleotide G (specific to allele D) but negative for nucleotide T (specific to allele A) in the SNPs region, indicating that allele A was correctly targeted while allele D was intact ( Figure 4A ). We then subjected colony #27 to embryonic cloning to generate 40d fetuses from which five fibroblast cell lines were established. As expected, all five cell lines were confirmed to have the genotype IGHM 2/2 IGHML1 2/+ IGLC1 loxP . We chose one cell line, K655-1, to conduct subsequent gene targeting experiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 681,
                    "end": 689,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 982,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 2360,
                    "end": 2368,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2680,
                    "end": 2688,
                    "text": "Figure 4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2850,
                    "end": 2859,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3310,
                    "end": 3319,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 4218,
                    "end": 4227,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Characterization of the bIGLJ-IGLC gene cluster in the bIGL locus"
        },
        {
            "text": "To integrate the second loxP sequence at a position 39 of the bIGLJ5-IGLC5 gene and to subsequently induce chromosomal recombination between these two integrated loxP sequences to delete the bIGLJ-IGLC gene cluster via Cre-expression, we tested whether co-transfection of K655-1 cells with the second loxP KI vector and Cre-expression plasmids together was effective to achieve this goal. We performed the experiments with the AF396698). (B) Southern blot results of two Holstein and two Jersey genomic samples digested with BamHI, Bgl II, EcoRI, Hind III, and Pst I stained with the probe that was prepared based on bovine IGLC sequence (GenBank AF396698). The expected sizes of fragments are listed in the upper and lower table based on the 141C2 and DQ587487 sequences, respectively. doi:10.1371/journal.pone.0090383.g002 Figure 3 . Strategy for the bovine lambda cluster deletion is shown. The plasmid pC l1 CAGzeoPuro loxP DT is the first KO vector to place a loxP site 59 outside of the J l1 domain, composed of 9.9 kb and 3.1 kb genomic DNA as a long and short arm, respectively, a loxP sequence, CAG promoterdriven zeocin-resistant gene, DT-A and promoter-less puromycin-resistant gene. The plasmid pC l5 CAG loxP neoDT is a second KO vector allowing placement of another loxP site 39 outside of C l5 domain, composed of 8.7 kb and 1.5 kb genomic DNA as a long and short arm, respectively, a loxP sequence, chicken b-actin promoter-driven neomycin-resistant gene, DT-A, SV40 polyA and CAG promoter. The second KO vector is co-transfected with Cre-expression plasmid to bring about the cluster deletion, which reconstitutes CAG promoter-driven puromycin-resistant gene. Therefore, cells where the cluster deletion occurred can be selected by puromycin. doi:10.1371/journal.pone.0090383.g003 intention to reduce one round of transfection and one round of embryonic cloning in deleting the bIGLJ-IGLC gene cluster; otherwise, one round of transfection with the second loxP KI vector followed by one round of embryonic cloning would be needed before transfecting the cells with Cre-expression plasmid. After co-transfecting K655-1 cells with the pC l5 (A)CAG loxP -neoDT KI vector designed to be specific to allele A and the Creexpression plasmid, 21 puromycin-resistant colonies were obtained. We subjected these colonies to genomic PCR screening by using two pairs of PCR primers, CL5CAG-F2/CL5CAG-R2 and CAGpuro-F3/CAGpuro-R3, with the former to identify the correct targeting event 39 of the bIGLC5 gene and the latter to detect the desired cluster deletion event induced by loxP/Cremediated chromosome recombination ( Figure 4B ). All of the 21 colonies were confirmed to carry the desired bIGLJ-IGLC gene cluster deletion by PCR and subsequent sequencing of the PCR products. We then conducted embryonic cloning by using the cells from some of these positive colonies as chromatin donors and established multiple 40d cell lines (G2). As expected, genotyping analysis showed that all of these cell lines carried the bIGLJ-IGLC gene cluster deletion as well as the inactivated alleles in the IGHM and IGHML1 loci introduced earlier, confirming the establishment of cell lines with the IGHM 2/2 IGHML1 2/+ IGL 2/+ genotype. We chose cell lines G054 and W612-1, based on preferable epigenetic profiles revealed by a series of epigenetic screening assays that we developed (our unpublished data), as chromatin donors and conducted CT to produce IGHM 2/2 IGHML1 2/+ IGL 2/+ genotype male calves. We performed embryo transfer and transferred 69 cloned embryos to recipient cows. Twenty-seven pregnancies were detected at 40d, and eight live calves were produced (Table 2) . Male calves 522 from G054 and 526 and 528 from W612-1 were established for the second round of breeding.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 825,
                    "end": 833,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2627,
                    "end": 2636,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3665,
                    "end": 3674,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Characterization of the bIGLJ-IGLC gene cluster in the bIGL locus"
        },
        {
            "text": "In parallel, we employed the same two-step bIGLJ-IGLC gene cluster deletion strategy described above in the female cell line H412 (IGHM 2/2 IGHML1 2/+ ). Briefly, we transfected female H412 cells with the allele B-specific KI vector, pC l1 (B)CAGzeo-Puro loxP DT, to integrate the loxP sequence at a position 59 of the bIGLJ-IGLC1 gene. By screening the resultant zeocin-resistant colonies for the desired targeting event with genomic PCR CL1puro-F2/CL1puro-R2 and sequencing the PCR products, 16 of 202 (7.9%) of the screened zeocin-resistant colonies were confirmed to be correctly targeted. Similar to the experiments carried out in the male cell line, we confirmed allele-specific gene targeting by a pair of PCR primers (R-R1 x R-F2) which flank the SNPs distinguishing the B and C alleles and specifically amplifies the untargeted allele. We identified five colonies targeted to the Ballele as they were positive for nucleotide G (specific to allele C) but negative for nucleotide T (specific to allele B) in the SNPs region. We then subjected one colony, #97, to embryonic cloning by CT to generate 40d fetuses. We established five fibroblast cell lines from these fetuses and all of them were confirmed to be the IGHM 2/2 IGHML1 2/+ IGLJC1 loxP/+ genotype. We chose one cell line, H375-2, for subsequent gene targeting experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of the bIGLJ-IGLC gene cluster in the bIGL locus"
        },
        {
            "text": "Again, we employed the same co-transfection strategy used in the male cell line to integrate the second loxP sequence at a position 39 of the bIGLJ5-IGLC5 gene and to subsequently induce chromosomal recombination between these two integrated loxP sequences to delete the bIGLJ-IGLC gene cluster via Cre-expression in the female cell line. In this case, we co-transfected female H375-2 cell line with the pC l5 (B)CAG loxP neoDT KI vector, designed to be specific to allele B, and the Cre-expression plasmid and obtained 15 puromycin-resistant colonies. Genomic PCR screening was conducted using two pairs of PCR primers, CL5CAG-F2/CL5CAG-R2 and CAGpuro-F3/CAGpuro-R3 followed by sequencing of the PCR products which led to the identification of 6 colonies carrying the desired bIGLJ-IGLC gene cluster deletion. We subsequently established multiple 40d cell lines (G2) from some of these positive colonies by embryonic cloning. We confirmed the IGHM 2/2 IGHML1 2/+ IGL 2/+ genotype by genotype analysis as conducted in the male cell lines. We chose one cell line, Y927-1, conducted CT and produced IGHM 2/2 IGHML1 2/+ IGL 2/+ female calves. We performed embryo transfer and transferred 171 cloned embryos to recipient cows. Eighty-six pregnancies were detected at 40d, and 16 live calves were produced (Table 2) . Female calves 1804, 1805 and 1806 were also produced directly from cluster deleted colonies (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1301,
                    "end": 1310,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1405,
                    "end": 1414,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Characterization of the bIGLJ-IGLC gene cluster in the bIGL locus"
        },
        {
            "text": "For the establishment of female IGHM 2/2 IGHML1 2/+ IGL 2/+ calves, we employed an additional round of cluster deletion using another female IGHM 2/2 IGHML1 2/+ cell line, J746. First, we inserted the loxP sequence at 39 of IGLJ5-IGLC5 using pC l5 (B) CAG loxP neoDT and established an IGHM 2/2 IGHML1 2/+ IGLJC1 loxP/+ fetal cell line. Secondly, we inserted the loxP sequence 59 of IGLJ1-IGLC1 in cell line J746 using pC l1 (B)CAGzeo Puro loxP DT, resulting in the establishment of IGHM 2/2 IGHML1 2/+ IGL 2/+ fetal cell line M853-2. From this cell line, female IGHM 2/2 IGHML1 2/+ IGL 2/+ calf 1768 was established through CT (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 628,
                    "end": 637,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Characterization of the bIGLJ-IGLC gene cluster in the bIGL locus"
        },
        {
            "text": "Male (522, 526 and 528) and female (1768, 1804, 1805, 1806 and 1820) cattle were raised to sexual maturity and crossbred (by artificially inseminating the IGHM 2/2 IGHML1 2/+ IGL 2/+ heifers with semen collected from with the IGHM 2/2 IGHML1 2/+ IGL 2/+ bulls) when they were at 18-20 months of age. At 40d gestation, 58 fetuses were collected and genotyped. Among them, five fetuses (8.62%) were identified as TKO (IGHM 2/2 IGHML1 2/2 IGL 2/2 ) and were used to establish fibroblast cell lines ( Figure S2 ). Two of these fetuses were identified as female and three as male using Y-chromosome-specific genomic PCR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 506,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Characterization of the bIGLJ-IGLC gene cluster in the bIGL locus"
        },
        {
            "text": "For improving the level of hIgG production in Tc cattle, we previously engineered a new version of HAC (named cKSL-HACD) and have demonstrated that cKSL-HACD/DKO Tc cattle produce physiological levels of hIgG (Sano et al., 2013) . In comparison to kHAC that we reported previously where only the hIGH locus and hIGK locus were incorporated [5] , all of the human immunoglobulin germline loci, the hIGH locus from human chromosome 14 (hChr14), the hIGK locus from hChr2, and the surrogate light-chain (hSLC) and hIGL loci from hChr22 were incorporated ( (Table 3) .",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 228,
                    "text": "(Sano et al., 2013)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 551,
                    "end": 552,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 562,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Production of TKO Tc cattle by chromatin transfer"
        },
        {
            "text": "To establish the master cKSL-HACD/TKO fetal fibroblast cell banks for continued Tc bovine production, we also retrieved fetuses at 40d from two pregnancies established from the cloning experiments discussed above and established two fetal cell lines, R788 (from a fetus cloned from a cell colony derived from transferring cKSL-HACD from CHO cells to the TKO cell line A596A-1) and V524 (from a fetus cloned from a cell colony derived from transferring cKSL-HACD from CHO cells to the TKO cell line E024A-2). To test these two newly established cell lines and to clone more Tc calves, we cloned Tc cattle using the two established cKSL-HACD/TKO fibroblast fetal cell lines (R788 and V524) as chromatin donors by CT. In total, embryos were transferred to 32 recipient cows for each cell lines and five live calves each were produced (Table 3) . RT-PCR analysis on blood cells isolated from the newborn calves demonstrated that deletion of the bIGLJ-IGLC gene cluster resulted in a complete elimination of bovine lambda light-chain gene expression ( Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 831,
                    "end": 840,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1047,
                    "end": 1055,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Production of TKO Tc cattle by chromatin transfer"
        },
        {
            "text": "As healthy B cell development is essential for immunoglobulin production and effectively mounting humoral immune responses to immunization, we first investigated the effect of bIGLJ-IGLC gene cluster deletion on B cell development in the five newborn cKSL-HACD/TKO calves. For comparison, we also analyzed B cell development in newborn cKSL-HACD/DKO calves that we reported previously (Sano et al., 2013) . Flow cytometry analysis demonstrated that the percentages of hIgM/hIgk (or hIgM/bIgk)double positive B cells slightly increased in cKSL-HACD/TKO Tc cattle over the DKO Tc cattle (Figure 6 ). On the contrary, no detectable levels of hIgG/hIgl-double positive B cells were found, indicating that hIgk is the predominant human light-chain expressed in these Tc cattle (data not shown). We found that the percentage of hIgM-single positive and hIgM/CD21-double positive B cells in cKSL-HACD/TKO Tc cattle were lower than those in cKSL-HACD/DKO ( Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 404,
                    "text": "(Sano et al., 2013)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 585,
                    "end": 594,
                    "text": "(Figure 6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 949,
                    "end": 957,
                    "text": "Figure 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Comparison of B cell development and fully hIgG production between cKSL-HACD/DKO and cKSL-HACD/ TKO Tc cattle"
        },
        {
            "text": "When the Tc calves reached 5-6 months of age, we measured the serum concentrations of total hIgG and fully hIgG in the cKSL-HACD/TKO Tc calves and compared them to those in age-matched cKSL-HACD/DKO Tc calves. As shown in Figure 7 , the average levels of total hIgG were comparable or slightly lower in the sera of cKSL-HACD/TKO Tc calves than those from cKSL-HACD/DKO Tc calves (Figure 7 ). More importantly, the percentages of fully hIgG drastically increased in TKO Tc calves over the DKO Tc calves (Figure 7) . Therefore, we achieved our goal of significantly improving fully hIgG production by inactivating the bIGL locus, resulting in, on average, about 51.3% of the total hIgG as fully hIgG (Figure 7 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 388,
                    "text": "(Figure 7",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 512,
                    "text": "(Figure 7)",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 707,
                    "text": "(Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Comparison of B cell development and fully hIgG production between cKSL-HACD/DKO and cKSL-HACD/ TKO Tc cattle"
        },
        {
            "text": "Due to the overwhelming demands for human plasma derived hIgGs to treat a variety of human disease, its supply has been in a severe shortage [1, 8] . To address this problem, IgGs produced from hyper-immunized animals have been used as an alternative for treating certain human diseases for which it may be effective. One example is the use of IgGs prepared from plasma of immunized horses or sheep to treat severe envenomation resulting from snake and spider bites [9, 10] . While large quantities of IgGs can be produced from animals at relative low costs, animal derived IgGs are immunogenic in humans causing serum sickness, which not only reduces the efficacy of the IgGs but also places treated patients at risk of developing complications [11, 12] . We previously generated Tc cattle in which both of the two bovine Ig mu heavy-chain loci were homozygously inactivated by gene targeting (bIGHM 2/2 and bIGHML1 2/2 ) and the bovine immunoglobulin gene function was reconstituted by a HAC comprising the entire unrearranged germline loci of human immunoglobulin genes (Sano A et al., 2013) . We demonstrated that DKO Tc cattle produce physiological level of hIgGs. Furthermore, through immunization studies these Tc cattle were shown to be responsive to antigen challenge generating high titers and functional antigen-specific hIgGs. However, as the bovine endogenous immunoglobulin light-chain genes are intact in these Tc cattle and the bovine genes may be epigenetically favored for expression in bovine B cells (e.g. regulated by bovine transelements) over the human immunoglobulin light-chain genes carried by the HAC, the majority of hIgGs produced from these cattle were chimeric, with the IgG heavy-chain of human origin and light-chain of bovine origin (Sano A et al., 2013) .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 145,
                    "end": 147,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1073,
                    "end": 1094,
                    "text": "(Sano A et al., 2013)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1767,
                    "end": 1788,
                    "text": "(Sano A et al., 2013)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Obviously, further genetic inactivation of the bovine Ig lightchain genes would increase fully human IgG production in these Tc cattle. It has been well established that, between the two bovine Ig light-chain loci, bIGL and bIGK, the bIGL locus is the predominant bovine Ig light-chain over the bIGK locus, resulting in an Igl/Igk ratio of 91/9 in wild type cattle [13] . Therefore, as the next step towards fully hIgG production in Tc cattle, we chose to genetically inactivate the bovine bIGL locus. However, as there are about 25 lambda variable (IGLV) genes spanning about 400 kb in the bovine genome [7] , neither an individual KO nor a whole IGLV cluster deletion seemed to be a feasible approach. This is Figure 5 . Lack of bIGL expression in HAC/TKO calves by RT-PCR is shown. PBMCs from five HAC/TKO calves (Calf 1-5) at birth were subjected to RT-PCR to confirm lack of bIGL expression. The primer pairs, bIgL-Ld-F1x bIgL-C-R and L003-F2 x L004-R2, were used to amplify VJ-rearranged bIGL and constant region IGLC (bC l ) genes, respectively. The primer pair, bIgk-FR, was used to amplify VJ-rearranged bIGK gene. N, negative control; P, positive control. doi:10.1371/journal.pone.0090383.g005 particularly true considering the fact that there are no precedent studies showing that the Cre/loxP strategy is effective in deleting large chromosomal fragments in somatic cells. Consequently, we decided to inactivate the bIGL locus by deleting the IGLJ-IGLC gene cluster, as the size has been previously estimated to be approximately 18.6 kb (Chen L et al. 2008; our more detailed sequence analysis indicates it is about 27 kb; see results section of this manuscript). We reasoned that the relative smaller size of this locus compared to the IGLV locus could be more amenable to Cre/loxP-mediated deletion. Therefore, we conducted detailed characterization of the bovine IGLJ-IGLC gene cluster, which allowed us to design and construct the gene targeting vectors to completely delete this locus. We demonstrated that the Cre/loxP system was very effective in inducing chromosome deletions in a site-specific manner in primary somatic cells. To the best of our knowledge, this was the first demonstration of this application of the Cre/loxP system in cultured primary somatic cells in any mammalian species.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 720,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Apart from the challenges to conduct large DNA fragment deletions in the chromosomes of primary somatic cells, modification of multiple genomic loci in primary somatic cells is prohibitive due to the limited life span of somatic cells in cell culture. Previously, we developed a sequential gene targeting strategy and achieved inactivation of up to six genomic loci in bovine somatic cells. However, if this sequential gene targeting strategy were followed in the instance of knocking out the IGLJ-IGLC gene cluster, it would take ten rounds of gene targeting and embryonic cloning to homozygously inactivate the two IGH loci and delete the IGLJ-IGLC gene cluster-four rounds of gene targeting and embryonic cloning would be needed to inactivate the four alleles of the IGH genes and six more rounds would be needed to homozygously delete the IGLJ-IGLC gene cluster (deleting one allele requires two rounds of gene targeting and embryonic cloning to integrate the two loxP sequences at the 59 and 39 of the IGLJ-IGLC gene cluster, respectively, and the induction of IGLJ-IGLC gene cluster deletion by transfecting cells with Cre expression vector requires another round of gene targeting and embryonic cloning; the same applies for the second allele also). To reduce the rounds of embryonic cloning and avoid the cumulative epigenetic errors that are introduced at each round of embryonic cloning, which can severely compromise the development potential of embryos reconstituted from the genetically modified cells by CT (our unpublished data), we decided to hemizygously delete the IGLJ-IGLC gene cluster in both a male and a female bovine cell line in which the IGHM and IGHML loci had been modified to produce male and female animals and breed them to produce homozygous offspring. To reduce the rounds of embryonic cloning even further, after integrating the first loxP sequence at 59 of the IGLJ1 gene, we co-transfected the second loxP KI vector with the Cre expression vector to achieve integration of the second loxP sequence and the subsequent deletion of the IGLJ-IGLC cluster between the two integrated loxP sequences with one round of cell transfection. We demonstrated that this strategy was very successful and allowed us to achieve the goal of producing Tc calves with both of the IGHM and IGHML loci and the IGL locus homozygous inactivated (IGHM 2/2 IGHML1 2/2 IGL 2/2 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As expected, homozygous inactivation of the bIGL locus through deleting the IGLJ-IGLC gene cluster resulted in dramatically increased serum concentration of fully hIgG as compared to the DKO/Tc cattle, with an average of 2.8 g/l. To the best of our knowledge, this is the highest fully hIgG production in any transgenic animal systems reported so far [14] . Therefore, through an unprecedented genome engineering effort in cattle, we succeeded in the establishment of a Tc bovine platform that is capable of efficiently producing fully hIgGs. We believe that this study is of great significance as this Tc bovine system has, for the Figure 7 . Serum concentrations of (A) total hIgG (g/l), (B) fully hIgG (hIgG/hk plus hIgG/hIgl) (g/l) and (C) serum fully hIgG over total hIgG (%) in cKSLHACD/TKO and cKSLHACD/DKO calves at 5-6 months of age. n = number of animals analyzed for each genotype. For each genotype, values of each measurement were plotted in each graph as blue closed circles. Red short lines represent arithmetic mean for each genotype in total hIgG (g/l), fully hIgG (hIgG/hk plus hIgG/hIgl) (g/l), and serum fully hIgG (hIgG/hk plus hIgG/hIgl) over total hIgG (%). doi:10.1371/journal.pone.0090383.g007 first time, made using genetically engineered animals for large quantities of fully hIgGs production a reality towards providing a safe and reliable alternative to human plasma derived hIgG for human therapy.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 633,
                    "end": 641,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nevertheless, while the work presented here is a great step toward establishing the Tc bovine platform for fully human antibody production, our final goal has yet to be fully accomplished: the bovine Ig kappa light-chain locus, bIGK, is still intact in the TKO/Tc cattle, resulting in the production of chimeric human antibodies composing of human Ig heavy-chains and bovine Ig kappa chains. Therefore, we are working to homozygously inactivate the bIGK locus through gene targeting to produce quadruple bovine Ig gene KO (QKO) Tc cattle. We envision that the creation of QKO/Tc cattle will eliminate the need to purify fully human antibodies from the chimeric human antibodies. In addition, as an effort to improve fully human antibody production by Tc bovine, we have recently achieved the bovinization of some sequences on the HAC that are important for Ig function and/or expression, resulting in an average of over 80% of the serum IgGs produced from the TKO/Tc cattle to be fully human IgGs (manuscript in preparation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Because our ultimate goal in engineering a Tc bovine system is to produce fully human therapeutic antibodies, we have also conducted studies to produce and functionally characterize antigen-specific fully human antibodies from hyper-immunized Tc cattle against a panel of human diseases, such as viral and cancer antigens. Such research includes the development of proprietary immunogen formulation and immunization protocols to hyper-immunize the Tc cattle, the development of cost-effective antibody purification procedures even with current fully human antibody levels. We have demonstrated, as a proof of concept, that pathogen-specific fully human antibodies produced from hyperimmunized Tc cattle are highly effective in neutralizing target antigens both in vitro and in vivo. Currently, we are preparing for the first clinical trial studies for pathogen-specific fully human antibodies derived from Tc bovine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The animal protocols contained in the study were approved by the Hematech (previous name of Sanford Applied Biosciences) Institutional Animal Care and Use Committee (IACUC) (USDA Research Facility 46-R-0008, OLAW #A4438-01, AAALAC #001114). Care of all vertebrate animals was subject to regular review by the IACUC and complied with Animal Welfare laws and regulations of the United States. Periodic health evaluations (blood profile, weight, etc.) were made by Veterinary Service to ensure that Tc cattle were healthy. All Tc bovine received adequate housing, feed, access to water and bedding. Daily observations were made by herdsmen to ensure that appropriate standards of animal care were being met. Sanford Applied Biosciences uses the Guide for the Care and Use of Laboratory Animals and the Guide for the Care and Use of Agricultural Animals Used in Agricultural and Research Teaching for animal care standards. Animal care and use and facilities were inspected by the IACUC on a semiannual basis. Animals may have to be euthanized due to unfortunate events like terminal illness and trauma. Methods of euthanasia followed the guidelines given by the American Veterinary Medical Association (AVMA) 2013. These are acceptable methods by the AVMA and they were approved by the IACUC. All protocols and procedures used in the Animal Care and Use Program that may have caused discomfort, distress and pain, and injury were reviewed by the IACUC for appropriate management practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Analgesic, anesthetics and tranquillizing drugs were used when appropriate under supervision of Veterinary Services. Veterinarians and herdsmen used cattle chute for restraining when needed. Cattle were not restrained for more than four hours per day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "The bovine genomic BAC library (CHORI-240) was purchased from Children's Hospital Oakland Research Institute and screening was performed, according to their instruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BAC genomic library"
        },
        {
            "text": "Shotgun sequencing of a BAC clone (141C2) was performed by Shimadzu Genomic Research (Kyoto, Japan).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shotgun sequencing of BAC"
        },
        {
            "text": "Approximately 20 mg genomic DNA digested with BamHI, Bgl II, EcoRI, HindIII and Pst I, respectively, were separated by agarose gel electrophoresis. The separated DNA were subsequently transferred to positively charged nylon membrane (Hybond N+, Amersham) after depurination with 0.25N HCl for 15 minutes twice, neutralization in 0.5N NaOH/1.5M NaCl solution for 15 minutes twice, washed in 1M Tris-Cl (pH7.0)/1.5M NaCl solution for 20 minutes twice and rinsed with 0.2x SSC once. After DNA transfer, the membrane was rinsed with 0.2xSSC, air-dried, UV cross-linked, and pre-hybridized in 5xDenhards's with 100 mg/ml of single stranded DNA for 3 hours at 65uC. Probe was prepared with Rediprime II labeling kit (Amersham) using 25 ng of 200 bp bovine Cl cDNA fragment following manufacturer's instructions. After pre-hybridization was completed, the membrane was hybridized with the probe over night at 65uC and washed by following manufacturer's instruction. A film (Kodak Safety Film AR, Kodak) was exposed for 5 days with an intensifying screen at 280uC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Southern blotting"
        },
        {
            "text": "Gene targeting vectors for knocking out the bIGH locus. The construction of gene targeting vectors, pbCmAY-KObsr for 10AY, pBCmDNKOneo for U, and pBCmDKOpuro for u, were described previously [5] .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Construction of gene targeting vectors"
        },
        {
            "text": "Construction of gene targeting vector pBCm7AY J KOhyg for the 7AY J allele. To isolate isogenic DNA from the bIGH locus for constructing the gene targeting vector, we constructed a lambda phage genomic library by using the genomic DNA isolated from a Holstein x Jersey cross primary fetal cell line (Lofstrand Labs, Gaithersburg, MD, USA). We screened the lambda phage library with 32 P labeled BCm-f2/BCm-r2 PCR product as the probe and identified multiple positive phage clones. We then subcloned a Sal I fragment (about 17 kb) isolated from a lambda clone (#7) into the Sal I site of pBluescript II SK(-). From this plasmid, a 9.8 kb BamHI fragment was further cloned into the BamHI site of pBluescript II SK(-). To this resulting plasmid, we then inserted a STOPhyg cassette into the Bgl II site and DT-A cassette into Not I site to generate the pBCm7AY J KOhyg gene targeting vector. Transfection of bovine fibroblasts for the bovine IGLJ-IGLC gene cluster deletion and MMCT Bovine fetal fibroblasts were cultured and transfected as previously described [5] . Briefly, fibroblasts were electroporated with ,30 mg of each targeting vector at 550 V and 50 mF. After 48 hours, the cells were selected under an appropriate drug: zeocin (0.4 mg/ml) or puromycin (1 mg/ml) for two weeks, and resistant colonies were selected and transferred to replica plates; one for genomic DNA extraction and the other for embryonic cloning. MMCT was done with each HAC vector as described previously [5] .",
            "cite_spans": [
                {
                    "start": 1059,
                    "end": 1062,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1486,
                    "end": 1489,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Construction of gene targeting vectors"
        },
        {
            "text": "These analyses were implemented as previously described [5] . All the PCR products were run on 0.8% agarose gels. Primer sequences are available from Supplementary information ( Figure  S4 ).",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 188,
                    "text": "Figure  S4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Genomic PCR and RT-PCR analyses"
        },
        {
            "text": "Flow cytometry analysis on B cell development in newborn Tc calves was performed as previously described (Kuroiwa Y, et al. 2004 ) with the following modifications. To detect surface hIgG on Tc bovine B cells, goat anti-hIgG (Life Technologies) directly labeled with AF 488 was used. To label surface hIgê on Tc bovine B cells, mouse anti-hIgê antibody (Biolegend) directly labeled with PE was used. To label surface bIgë or bIgê on the B cells, mouse monoclonal anti-bIgë (in-house clone 132D7) or mouse monoclonal anti-bIgê (in-house clone 132B10) followed by Zenon mouse IgG1PE labeling (Life Technologies) were used. Staining was done by a standard protocol and then analyzed by FACSAria flow cytometer (BD Biosciences).",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 128,
                    "text": "(Kuroiwa Y, et al. 2004",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Flow cytometry analysis"
        },
        {
            "text": "Total hIgG ELISA assay was performed as previously described (Kuroiwa Y, et al. 2004 ). For hIgG/hIgê or hIgG/hIgl detection, goat anti-hIgk affinity-purified or goat anti-hIgl affinity-purified (Bethyl) as a capture and goat anti-hIgG Fc-HRP (Bethyl) as a detection antibody were used.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 84,
                    "text": "(Kuroiwa Y, et al. 2004",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "Cloned fetuses and calves were produced using chromatin transfer procedure described previously (Sullivan, E et al. 2004 ). Figure S1 DNA sequence alignment between the bovine IGLJ2-IGLC2 and IGLJ3-IGLC3 genes. (A) Intron DNA sequence alignment between the bovine IGLJ2-IGLC2 and IGLJ3-IGLC3 genes. ''JL2-CL2'' and ''JL3-CL3'' corresponds to intronic sequence of the IGLJ2-IGLC2 and IGLJ3-IGLC3 genes, respectively. (B) 39UTR (untranslated region) DNA sequence alignment between the bovine IGLC2 and IGLC3 genes. ''bCL2'' and ''bCL3'' corresponds to 39UTR sequence of the IGLC2 and IGLC3 genes, respectively. (TIF) Figure S2 The origin of the five TKO cell lines is shown. All TKO cell lines originated from Holstein male cell line 6939 and Holstein-Jersey cross bred female cell line 3427. 6939 was sequentially targeted three times to generate IGM 2/+ IGML1 2/ 2 calf 305(G3). 3427 was sequentially targeted two times to generate IGM 2/2 calves 1295, 1296, 1305. The male calf 305 and female calves 1295, 1296 and 1305 were used for the 1 st breeding to obtain IGM 2/2 IGML1 2/+ male (J481) and female (H412 and J746) fetal cell lines. These fetal cell lines were further sequentially targeted two times with Cre-loxP recombination for the IGLJ-IGLC cluster deletion at the same time as the second targeting. Resulting male IGM 2/2 IGML1 2/+ IGL 2/+ calves 522, 526 and 528, and the female IGM 2/2 IGML1 2/+ IGL 2/+ calves 1768, 1804, 1805, 1806 and 1820 were used for the second breeding to generate five TKO fetal cell lines, E024A-2, A332A, A596A-1, A114A and C970A. (TIF) Figure S3 The complete 141C2 BAC sequence is shown. Bovine IGLJ1-IGLC1 is located at 9480-9517 and 10791-11110. Bovine IGLJ2-IGLC2 is located at 15707-15744 and 17048-17367. Bovine IGLJ3-IGLC3 is located at 22023-22060 and 23364-23683. Bovine IGLJ4-IGLC4 is located at 28820-28857 and 30153-30472. Bovine IGLJ5-IGLC5 is located at 35097-35134 and 36422-36740. These sequence regions are underlined in red. (GBK) Figure S4 List of primer sequences for genomic PCR and RT-PCR used for analysis of bovine immunoglobulins.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 120,
                    "text": "(Sullivan, E et al. 2004",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 133,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 624,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1578,
                    "end": 1587,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 1990,
                    "end": 1999,
                    "text": "Figure S4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Animal cloning by somatic cell chromatin transfer"
        },
        {
            "text": "(XLSX)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Intravenous immunoglobulin: striving for appropriate use",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Teuber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Gershwin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int Arch Allergy Immunol",
            "volume": "140",
            "issn": "",
            "pages": "185--198",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Experience of using convalescent plasma for severe acute respiratory syndrome among healthcare workers in a Taiwan hospital",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Chiueh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Siu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Antimicrob Chemother",
            "volume": "56",
            "issn": "",
            "pages": "919--922",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sequential targeting of the genes encoding immunoglobulin-mu and prion protein in cattle",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kuroiwa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kasinathan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsushita",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sathiyaselan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Genet",
            "volume": "36",
            "issn": "",
            "pages": "775--780",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cloned calves from chromatin remodeled in vitro",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kasinathan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kasinathan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Collas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biol Reprod",
            "volume": "70",
            "issn": "",
            "pages": "146--153",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antigen-specific human polyclonal antibodies from hyperimmunized cattle",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kuroiwa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kasinathan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sathiyaseelan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsushita",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Biotechnol",
            "volume": "27",
            "issn": "",
            "pages": "173--181",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of the bovine immunoglobulin lambda light chain constant IGLC genes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Immunol Immunopathol",
            "volume": "124",
            "issn": "",
            "pages": "284--294",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Organization and genomic complexity of bovine lambda-light chain gene locus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pasman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Saini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Kaushik",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Immunol Immunopathol",
            "volume": "135",
            "issn": "",
            "pages": "306--313",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Purification of intravenous immunoglobulin G from human plasma-aspects of yield and virus safety",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buchacher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iberer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biotechnol J",
            "volume": "1",
            "issn": "",
            "pages": "148--163",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Antibody production: polyclonal-derived biotherapeutics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Newcombe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Newcombe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Chromatogr B Analyt Technol Biomed Life Sci",
            "volume": "848",
            "issn": "",
            "pages": "2--7",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Intravenous immunoglobulin in the treatment of snake bite envenoming: a pilot study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Sellahewa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Kumararatne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Dassanayake",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wijesundera",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Ceylon Med J",
            "volume": "39",
            "issn": "",
            "pages": "173--175",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Serum sickness after treatment with rabbit antithymocyte globulin in kidney transplant recipients with previous rabbit exposure",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boothpur",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hardinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Skelton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lluka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Kidney Dis",
            "volume": "55",
            "issn": "",
            "pages": "141--143",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Serum sickness following rabbit antithymocyte-globulin induction in a liver transplant recipient: case report and literature review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lundquist",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Chari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Schaefer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Liver Transpl",
            "volume": "13",
            "issn": "",
            "pages": "647--650",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Immunohistochemical examination of light-chain expression (lambda/kappa ratio) in canine, feline, equine, bovine and porcine plasma cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Arun",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Breuer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hermanns",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Zentralbl Veterinarmed A",
            "volume": "43",
            "issn": "",
            "pages": "573--576",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Double trans-chromosomic mice: maintenance of two individual human chromosome fragments containing Ig heavy and kappa loci and expression of fully human antibodies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tomizuka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shinohara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Uejima",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ohguma",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "97",
            "issn": "",
            "pages": "722--727",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Southern blot analysis of bovine genomic DNA for the analysis of IGLJ-IGLC gene cluster including deduced restriction fragments is shown. (A) Deduced size of EcoRI fragments based on the sequence data of 141C2 and DQ587487",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Integration of two loxP sequences to enable cluster deletion is shown. (A) Integration of a loxP sequence 59 outside of the J l1 domain by the targeting vector pC l1 CAGzeoPuro loxP DT in cell line J481. The occurrence of homologous recombination was confirmed by genomic PCR, CL1puro-F2F2, as positive PCR. Furthermore, negative PCR, R-F2 x R-R1, was done to double check the homologous recombination because it can only be amplified from the wild type allele; J481 amplified this sequence from both alleles A and D, showing the double peaks (T for allele A and G for allele D). Colony #27 showed only ''G'', demonstrating that allele A was specifically knocked out while Colony #22 showed only ''T'', demonstrating that allele D was specifically knocked out. From colony #27, fetal cell line, K655-1, was established, which was positive with CL1puro-F2R2 primers. (B) Integration of another loxP sequence located 39 outside the C l5 domain by the targeting vector pC l5 (A)CAG loxP neoDT in cell line K655-1. The occurrence of homologous recombination was confirmed by genomic PCR, CL5CAG-F2F2, as positive PCR. Moreover, the reconstitution of CAG promoter-driven puro gene caused by the cluster deletion was also confirmed by genomic PCR, CAGpuro-F3R3. Cell line G054 was used to generate calves for breeding. doi:10.1371/journal.pone.0090383.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Sano et al., 2013). In addition, in the newly engineered cKSL-HACD, the hIgM constant domain which is believed to be involved in the interaction between IgM and transmembrane a (Iga) and b immunoglobulins (Igb) in the pre-B cell receptor (pre-BCR) complex was replaced by the bovine IgM constant domain, an effort for improving the interactions between hIgM and bovine Iga and Igb. In addition to the improved levels of hIgG production, this new version of HAC also dramatically improved B cell development in the DKO Tc cattle (Sano et al., 2013). Therefore, we transferred the cKSL-HACD from a Chinese Hamster Ovary (CHO) master cell bank that we established (Sano et al., 2013) into the above established TKO bovine fibroblast cells by Micro-cell Mediated Chromosome Transfer (MMCT) and established cKSL-HACD/TKO fibroblast cell lines (see Materials and Methods section for details) for TKO Tc cattle production. At the same time, the majority of pregnancy at 40d were maintained (126 out of 151) and 37 live Tc calves were born",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Representative flow cytometry analysis of PBMCs from a series of cKSL-HACD/DKO and cKSL-HACD/TKO calves at birth is shown. For IgM detection, anti-hIgM antibody was used. From left to right panels, PBMCs were stained with IgM alone, IgM/bCD21, IgM/bl, IgM/bk and IgM/hk antibodies. Each red number represents % of cells in Q1 (IgM alone) or Q2 (IgM/bCD21, IgM/bl, IgM/bk and IgM/hk). doi:10.1371/journal.pone.0090383.g006",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "IGHML 2/2 IGHM 2/+ (male) and IGHM 2/2 (female) calving efficiencies.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "IGHML 2/+ IGHM 2/2 IGL 2/+ calving efficiencies.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "IGHML 2/2 IGHM 2/2 IGL 2/2 cKSL-HACD calving efficiencies.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "pCl1CAGzeoPuro loxP DT. A 13 kb Nde I-Hin dIII genomic fragment isolated from a lambda phage clone was subcloned into pBluescript II SK(-) vector and the CAGzeo/loxP/promoter-less puro cassette was inserted at Afe I site present in the genomic fragment. Then the DT-A gene was inserted at Not I site. This vector was constructed from the alleles A and B genomic fragment derived from lambda phage clones. pCl5CAG loxP neoDT. A 10 kb Sac II-Nsi I genomic fragment of a BAC clone positive for 39 side of the IGLJ5-IGLC5 gene was subcloned into pBluescript II SK(-)vector and the CAG promoter/ loxP/polyA/neo cassette was inserted at Hin dIII site present in the genomic fragment. Finally, DT-A gene was inserted at Not I site. This vector was constructed from the alleles A and B genomic fragment derived from lambda phage clones.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Trans Ova Genetics for performing embryo transfer and the Genetic Advancement Center for Tc calf delivery and care. We would also like to thank Michelle Bransrud, Melanie Nichols, Jake Miles, Jessica Zweibahmer, Katrina Hosley, Rebecca Jones, Elizabeth Noonan and Jerry Pommer for laboratory evaluations and testing and cloning of the animals. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}