{
    "paper_id": "3fd4c59ae94e2ecc44c0c40d678dd18e31ddb7c7",
    "metadata": {
        "title": "Human matriptase/ST 14 proteolytically cleaves H7N9 hemagglutinin and facilitates the activation of influenza A/Shanghai/2/2013 virus in cell culture",
        "authors": [
            {
                "first": "Gary",
                "middle": [
                    "R"
                ],
                "last": "Whittaker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [
                    "R"
                ],
                "last": "Straus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Influenza is a zoonotic disease that infects millions of people each year resulting in hundreds of thousands of deaths, and in turn devastating pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Influenza is caused by influenza viruses, including influenza A virus (IAV). There are many subtypes of IAV but only a few seem to be able to adapt to humans and to cause disease. In 2013, an H7N9 IAV subtype emerged in China that does not cause clinical symptoms in its chicken host but leads to severe infections when transmitted into humans. Since 2013, there have been six epidemic waves of H7N9 with 1567 laboratory-confirmed human infections and 615 deaths. Pathogenicity of IAV is complex, but a crucial feature contributing to virulence is the activation of the hemagglutinin (HA) fusion protein by host proteases that triggers membrane fusion and leads to subsequent virus propagation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ": 293T, VERO, and MDCK cells were used to conduct Western blot analysis, immunofluorescence assays, and pseudoparticle and live virus infections, and to evaluate H7N9 HA cleavage-activation. Results/Conclusions: We show that human matriptase/ST 14 is able to cleave H7N9 HA. Cleavage of H7N9 HA expressed in cell culture results in fusogenic HA and syncytia formation. In infection studies with viral pseudoparticles carrying matriptase/ ST 14-activated H7N9 HA, we observed a high infectivity of cells. Finally, human matriptase/ST 14 also activated H7N9 live virus which resulted in high infectivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our data demonstrate that human matriptase/ST 14 is a likely candidate protease to promote H7N9 infections in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza A viruses (IAVs) circulate in waterfowl as their natural reservoir and are categorized based on the antigenic properties of their hemagglutinin (HA) and neuraminidase (NA) proteins. There are 16 different HAs and nine different NA present in wild birds. 1 Frequently, wild birds infect poultry resulting in the culling of millions of birds and significant economic losses. However, wild birds rarely show disease symptoms while IAV in poultry usually exhibits respiratory tropism and is able to mutate into a more highly pathogenic form. 2 Influenza is also a zoonotic disease, and the virus is occasionally transmitted from infected poultry to humans. Certain HA/ NA combinations, however, seem to be more favorable for human infections. H1N1, H2N2, and H3N2 have caused several devastating outbreaks in humans in the past such as the 1918 \"Spanish flu,\" the 1957 \"Asian pandemic,\" the 1968 \"Hong Kong pandemic,\" and the 2009 \"Swine flu,\" respectively. 3 Currently, the recently emerged H7N9 strain is of concern for global public health. Low-pathogenic avian influenza (LPAI) H7N9 was first discovered in humans in 2013 in China when three patients were hospitalized with severe and fatal influenza. 4 Since then, there have been six epidemic H7N9 waves that resulted in 1567 laboratory-confirmed human infections and 615 deaths and a seventh wave is currently ongoing. 5 Intriguingly, the virus isolated from the 2013 outbreak was suggested to be derived from chickens that did not show any (or only very mild) symptoms of disease. Further investigations revealed that the viral genes were exclusively from avian origin. 4 To this date, there are no reports of H7N9 human to human transmissions even though it cannot be excluded in very few cases.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 265,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 548,
                    "end": 549,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 964,
                    "end": 965,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1212,
                    "end": 1213,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1382,
                    "end": 1383,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1634,
                    "end": 1635,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUC TI ON"
        },
        {
            "text": "However, most cases of human H7N9 infections were attributed to exposure of humans to infected wild birds or poultry and live animal markets. 5 A crucial step in the life cycle of H7N9 (and all other influenza subtypes) is the cleavage of its HA fusion protein by host proteases.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUC TI ON"
        },
        {
            "text": "HA is synthesized as a precursor and requires proteolytic processing to exert its fusogenic activity. Cleavage occurs at the C-terminus of the fusion peptide and results in its exposure allowing HA to induce fusion of the viral and cellular membrane and subsequent release of the RNA into the host cell. 6,7 LPAI viruses have a monobasic cleavage site that consists of a single arginine, which is preceded by three amino acids that are influenza subtype-specific. While LPAI viruses in wild birds are usually cleaved by trypsin in their gastro-intestinal tract, there are trypsin-like serine proteases in humans and poultry that reside in the respiratory tract and which are able to process these viruses. Therefore, the disease is usually confined to this tissue. 8 Only very little is known about the activation of H7N9 viruses. Previously, it was reported that the type II transmembrane serine protease TMPRSS2 plays a role in the cleavage of H7N9 HA and activation of the virus in mice. 9, 10 Both studies showed that TMPRSS2 knockout (KO) mice were highly tolerant to H7N9 infections. When KO mice were complemented with human or mouse TMPRSS2, their susceptibility to the virus was restored. 9 We recently reported that human matriptase/ST 14 was able to very efficiently cleave a H7N9 cleavage motif peptide mimic. 11 Matriptase/ST 14 is a membrane-bound protease localized in epithelial cells of various tissues in humans that seems to play a significant role in the activation of various influenza A subtypes such H1N1 and H9N2. 12, 13 However, results obtained using cleavage site peptide mimics do not always reflect the in vivo situation and need to be validated. 11, 14 Here, we show that human matriptase/ ST The pCMV-MLVgag-pol murine leukemia virus (MLV) packaging construct, the pTG-Luc transfer vector encoding luciferase reporter, and pCAGGS/VSV-G plasmid were described before. 15, 16 Recombinant human matriptase/ST 14 was purchased from R&D systems. The specific activity of the enzyme is described as 10 000 pmol/min/µg for the fluorogenic peptide substrate Boc-QAR-AMC. 150 mM NaCl, pH 7.4) was added to one well and incubated on a rocker at 37°C and 5% CO 2 for 90 minutes. For the control, 0.8 mM Trypsin in PBS was added for 10 minutes. Cells were then processed for Western blot analysis as previously described. 12 The antibody to detect A/Shanghai/2/2013 H7N9 HA (NR48765) was obtained from the Biodefense and Emerging Infections Research Resources Repository. The secondary antibody had an Alexa fluor 488 tag and was purchased from Invitrogen. Western blot membranes were scanned using a ChemiDoc imaging system (Bio-Rad) to facilitate exposure in a linear range. Bands were quantified using ImageJ software, and cleavage efficiencies for HA 1 were calculated by the following equation: (HA 1 /[HA 0 + HA 1 ])*100. Graph was generated using Graphpad Prism 7 software. ",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 766,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 991,
                    "end": 993,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 994,
                    "end": 996,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1198,
                    "end": 1199,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1322,
                    "end": 1324,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1538,
                    "end": 1541,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1542,
                    "end": 1544,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1676,
                    "end": 1679,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1680,
                    "end": 1682,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1720,
                    "end": 1722,
                    "text": "ST",
                    "ref_id": null
                },
                {
                    "start": 1898,
                    "end": 1901,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1902,
                    "end": 1904,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2341,
                    "end": 2343,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUC TI ON"
        },
        {
            "text": "For pseudoparticle production, 293T cells were grown in 6-well plates and transfected with pDZ/H7N9 HA, pDZ/H7N9 NA, pCMV-MLVgag-pol, and pTG-Luc using Turbofect according to the manufacturer's recommendations. Controls were transfected with pCAGGS/VSV-G, pCMV-MLVgag-pol, and pTG-Luc (positive control) or only pCMV-MLVgag-pol and pTG-Luc (negative control). Supernatants were harvested 72 hours post-transfection, and pseudoparticles were stored at −80°C. Infections, cell lysis, and data analysis were performed as previously described. 17 Experiment was repeated three independent times. Results were plotted, and statistical analysis was conducted using Graphpad Prism7 software. immuno-plaque assay as previously described. 18 The experiment was repeated three independent times. Data and statistical analysis were performed using Graphpad Prism7 software.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 542,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 730,
                    "end": 732,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "| Pseudoparticle production and infection"
        },
        {
            "text": "We previously reported that recombinant human matriptase/ In conclusion, recombinant human matriptase/ST 14 proteolytically processes H7N9 HA that is then able to exert its fusogenic activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| H7N9 HA is cleaved by human matriptase/ST 14 and results in a fusogenic active protein"
        },
        {
            "text": "After we established that recombinant human matriptase/ST 14-mediated cleavage of results in a fusogenic H7N9 HA protein, we wanted to test whether it would promote the infectivity of the virus. As a first step, we chose to produce pseudoparticles representing surrogates of native virions that allowed us to study the viral entry into host cells. The pseudoparticles used in this assay possess a MLV core that incorporates a luciferase reporter gene upon their release from the producing cells. 17 To facilitate fusion, the pseudovirions contained H7N9 HA and were incubated with trypsin or matriptase/ST 14 prior to their addition to cells. We Pseudoparticles carrying VSV-G were highly infective showing that the pseudoparticle production worked as expected ( Figure 3A , Table 1A ). H7N9 HA pseudovirions treated with trypsin and with matriptase/ST 14 were significantly more infectious compared to the same pseudoparticles without protease treatment ( Figure 3B , Table 1A ). However, there was no significant difference between trypsin-and matriptase/ST 14-treated pseudoparticles suggesting that all pseudovirions were depleted ( Figure 1B , Table 1A ).",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 498,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 763,
                    "end": 772,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 775,
                    "end": 783,
                    "text": "Table 1A",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 966,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 969,
                    "end": 977,
                    "text": "Table 1A",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1146,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 1149,
                    "end": 1157,
                    "text": "Table 1A",
                    "ref_id": null
                }
            ],
            "section": "| Viral entry is facilitated by matriptase/ST 14 cleaved H7N9 HA"
        },
        {
            "text": "Pseudoparticles without an incorporated fusion protein were not infectious. The data show that matriptase/ST 14-mediated cleavage of H7N9 HA results in fully infectious virions that are able to fuse with host cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Viral entry is facilitated by matriptase/ST 14 cleaved H7N9 HA"
        },
        {
            "text": "Next, we investigated whether matriptase/ST 14 was able to sustain and promote viral growth of A/Shanghai/2/2013 H7N9 in a cell culture system. Therefore, we infected MDCK cells with the live virus at a low MOI of 0.1 and added trypsin or matriptase/ST 14. The control did not receive protease treatment. After 48 hours, the supernatants were collected, and the viral titers were quantified using an immunoplaque assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Matriptase/ST 14 promotes viral growth of A/ Shanghai/2/2013 H7N9"
        },
        {
            "text": "Influenza A/Shanghai/2/2013 H7N9 that was not treated with a protease exhibited a titer of about 1 × 10 4 pfu/mL ( Figure 4 , Table 1B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 134,
                    "text": "Table 1B",
                    "ref_id": null
                }
            ],
            "section": "| Matriptase/ST 14 promotes viral growth of A/ Shanghai/2/2013 H7N9"
        },
        {
            "text": "Virus that was treated with trypsin and matriptase/ST 14, however, had significantly higher titers of approximately 5 × 10 10 pfu/mL and 1.7 × 10 7 , respectively ( Figure 4, Table 1B ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 183,
                    "text": "Figure 4, Table 1B",
                    "ref_id": null
                }
            ],
            "section": "| Matriptase/ST 14 promotes viral growth of A/ Shanghai/2/2013 H7N9"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ecology and evolution of influenza viruses in wild and domestic birds",
            "authors": [
                {
                    "first": "Ram",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Textb Influ",
            "volume": "",
            "issn": "",
            "pages": "173--189",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Molecular determinants of pathogenicity for avian influenza viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Perdue",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "23--42",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pandemic influenza as a current threat",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "333",
            "issn": "",
            "pages": "3--24",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human infection with a novel avian-origin influenza A (H7N9) virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1888--1897",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. Influenza at the human-animal interface, Summary and assessment",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Influenza virus-mediated membrane fusion: determinants of hemagglutinin fusogenic activity and experimental approaches for assessing virus fusion",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "",
            "pages": "1144--1168",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Role of hemagglutinin cleavage for the pathogenicity of influenza virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Steinhauer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Virology",
            "volume": "258",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Activation of influenza viruses by proteases from host cells and bacteria in the human airway epithelium",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Böttcher-Friebertshäuser",
                    "suffix": ""
                },
                {
                    "first": "H-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pathog Dis",
            "volume": "69",
            "issn": "",
            "pages": "87--100",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The host protease TMPRSS2 plays a major role in in vivo replication of emerging H7N9 and seasonal influenza viruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tahara",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "5608--5616",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "TMPRSS2 Is a host factor that is essential for pneumotropism and pathogenicity of H7N9 influenza A virus in mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tarnow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Engels",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arendt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "4744--4751",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A peptide-based approach to evaluate the adaptability of influenza A virus to humans based on its hemagglutinin proteolytic cleavage site",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Straus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cleavage activation of the human-adapted influenza virus subtypes by matriptase reveals both subtype and strain specificities",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "Dwj",
                    "middle": [],
                    "last": "Gludish",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "10579--10586",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "HAT, and TMPRSS2 activate the hemagglutinin of H9N2 influenza A viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baron",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tarnow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mayoli-Nüssle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "1811--1820",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Matriptase proteolytically activates influenza virus and promotes multicycle epithelium replication in the human airway",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beaulieu",
                    "suffix": ""
                },
                {
                    "first": "É",
                    "middle": [],
                    "last": "Gravel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cloutier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "30",
            "issn": "",
            "pages": "4237--4251",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infectious hepatitis C virus pseudo-particles containing functional E1-E2 envelope protein complexes",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bartosch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dubuisson",
                    "suffix": ""
                },
                {
                    "first": "F-L",
                    "middle": [],
                    "last": "Cosset",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Exp Med",
            "volume": "197",
            "issn": "",
            "pages": "633--642",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Host cell entry of middle east respiratory syndrome coronavirus after two-step, furin-mediated activation of the spike protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Millet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "15214--15219",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A fluorogenic peptide cleavage assay to screen for proteolytic activity: applications for coronavirus spike protein activation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jaimes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Millet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Straus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Vis Exp",
            "volume": "",
            "issn": "143",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3791/58892"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Plasmin-mediated activation of pandemic H1N1 influenza virus hemagglutinin is independent of the viral neuraminidase",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Marcano",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Pocwierz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "5161--5169",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Antigenic and genetic characteristics of zoonotic influenza viruses and development of candidate vaccine viruses for pandemic preparedness",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Inhibition of influenza virus infection and hemagglutinin cleavage by the protease inhibitor HAI-2",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cyphers",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Rinaldi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Marcano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biochem Biophys Res Commun",
            "volume": "450",
            "issn": "",
            "pages": "1070--1075",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Airway proteases: an emerging drug target for influenza and other respiratory virus infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laporte",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Naesens",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr Opin Virol",
            "volume": "24",
            "issn": "",
            "pages": "16--24",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "How to cite this article: Whittaker GR, Straus MR. Human matriptase/ST 14 proteolytically cleaves H7N9 hemagglutinin and facilitates the activation of influenza A/ Shanghai/2/2013 virus in cell culture",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Braden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arendt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Influenza Other Respi Viruses",
            "volume": "94",
            "issn": "",
            "pages": "189--195",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12707"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "293T, VERO, and MDCK cells (American Type Culture Collection) used for influenza experiments were maintained in Dulbecco's modified eagle medium (DMEM) supplemented with 25 mM HEPES (Cellgro) and 10% HyClone FetalClone II (GE). The human isolate of influenza A/Shanghai/2/2013 H7N9 virus was a gift from Stacey Schultz-Cherry (St. Jude Children's Hospital, Memphis, TN, USA). The virus was propagated in cell culture. In brief, 25 cm 2 flasks with confluent MDCK cells were inoculated with different dilutions of A/ Shanghai/2/2013 H7N9. Cells were monitored daily for cytopathogenic effects. Supernatants were harvested when about 60-70% of cells/flask were dead. Supernatants were combined, and the viral titer was quantified as described below. The pDZ plasmids encoding for A/Shanghai/2/2013 H7N9 HA and NA were kindly provided by Dr Adolfo Garcia-Sastre, Icahn School of Medicine at Mount Sinai, New York City, NY, USA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "293T cells were grown in 6-well plates and transfected with pDZ/ H7N9 HA and pDZ/H7N9 NA using Turbofect according to the manufacturer's recommendations (Invitrogen). Eighteen hours post-transfection, cells were washed with PBS,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "VERO cells were grown in 24-well plates that contained a glass cover slide and were transfected with pDZ/H7N9 HA and pDZ/H7N9 NAusing Lipofectamine 2000 according to the manufacturer's recommendation (Invitrogen). Eighteen hours post-transfection, cells were washed, and 200 nM matriptase/ST 14 in matriptase buffer was added and incubated on a rocker for 3 hours. Control cells were incubated with 0.8 nM Trypsin in PBS for 10 minutes. Cell-cell fu-sion and immunofluorescence assay was performed as previously described.12",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "200 µL matriptase buffer or with 0.8 nM trypsin in 200 µL flu infection medium (DMEM, 10 nM HEPES, 0.2% BSA) for 30 minutes at 37°C. For the negative control, virus was incubated in flu infection medium for 30 minutes at 37°C. Control, trypsin-and matriptase/ST 14-treated virus were then added to one well MDCK cells each and incubated on a rocker for 45 minutes. After 45 minutes, 800 µL flu infection medium was added and cells were grown with virus for 48 hours. After 48 hours, supernatants were collected and stored at −80°C. Viral titers were analyzed using an",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "ST 14 cleaved a fluorogenic peptide mimicking the cleavage site motif of A/Shanghai/2/2013 H7N9 HA very efficiently.11 Unlike the situation with other human-specific proteases tested, the resulting Vmax value for matriptase/ST 14 was not significantly different from trypsin, which served as a positive control. However,F I G U R E 1 Analysis of matriptase/ ST 14-mediated H7N9 HA cleavage. H7N9 HA was expressed in 293T cells and incubated with no protease, trypsin, or matriptase/ST 14. (A) Western blot analysis of H7N9 HA cleavage. (B) Quantification of the percent HA cleavage from (A) 90 minutes. No protease was added to the negative control and incubation with trypsin served as a positive control. We did not observe any cleavage of H7N9 HA without protease, and very efficient cleavage when trypsin was added (Figure 1A). Recombinant human matriptase/ST 14 cleaved H7N9, too, but to a lesser extent than trypsin (Figure 1A). Quantification revealed that trypsin converted about 80% of HA 0 into HA 1 and matriptase/ST 14 proteolytically processed about 30% HA 0 into HA 1 (Figure 1B). Next, we were interested to see whether matriptase/ST 14-mediated cleavage of H7N9 HA results in a fusogenic active protein. Therefore, we expressed H7N9 HA in VERO cells and incubated the cells subsequently with recombinant human matriptase/ST 14 for three hours. Controls were as described above. The negative control without added protease did not show cell fusion (Figure 2). However, when trypsin and matriptase/ST 14 were added to cells expressing H7N9 HA, strong syncytia formation was observed (Figure 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "that does not require proteolytical cleavage. Cells were lysed 48 hours after infection with the pseudoparticles, and the cell lysate was mixed with luciferase substrate. Measurement of the relative fluorescence provides a quantitative analysis of the infectivity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Analysis of H7N9 HA-triggered cell-cell fusion. Immunofluorescence staining of H7N9 HA without protease treatment and with trypsin and matriptase/ST 14 treatment. Single cells and syncytia-forming cells are emphasized with a white dashed line. H7N9 HA was labeled with a specific 1st HA antibody and a secondary Alexa Fluor 488 antibody. Nuclei were stained with DAPI. Magnification of the images is 25× Control Trypsin Matriptase Together, our data suggest that human matriptase/ST 14 can cleave H7N9 HA and may significantly contribute viral growth of influenza A/Shanghai/2/2013 H7N9 in humans.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Infection with H7N9 pseudoparticles. Pseudoparticles carrying no fusion protein (negative control), VSV-G, or H7N9 HA were produced in 293T cells and subsequently used to infect MDCK cells. H7N9 pseudoparticles were treated with no protease, trypsin, or matriptase/ST 14 prior to infection. (A) VSV-G pseudoparticles served as control for the infectivity of the particles. (B) Infection studies with H7N9 HA carrying pseudoparticles. A two-tailed t test was conducted to determine statistical significance of the untreated H7N9 control compared to trypsin and matriptase/ST 14-treated H7N9 pseudoparticles. * = P < .02. RFU, relative fluorescence units Values from pseudoparticle infection (A) and A/Shanghai/2/2013 H7N9 infection (B) depicted in Figure",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "14 cleaves H7N9 HA resulting in a fusogenic active protein. We further demonstrate that matriptase/ST 14 promotes the infectivity of pseudoparticles carrying H7N9. Ultimately, we provide data showing the activation of A/ Shanghai/2/2013 virus by human matriptase/ST 14 leading to a high infectivity in cell culture. Together, our data suggest that matriptase/ ST 14 is a novel protease in the human respiratory tract that promotes H7N9 infection.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "exhibited a K to R substitution in the P3 position, and one strain had a K to Q change at the P3 position, too (data not shown). This emphasizes that requirements for virus activation largely remain the same even though antigenically different strains have evolved over the past 6 years. However, we have no data to predict if matriptase/ST 14 would be able to proteolytically process these changed cleavage sites.We recently showed that matriptase/ST 14 cleaved a peptide representing the H7N9 LPAI HA cleavage motif very efficiently using an assay with fluorogenic peptides representing different HA subtype cleavage site mimics. A limitation of this assay is that peptides may produce false-positive results because the structural interaction between protease and cleavage site might be altered compared to the full-length HA protein. Matriptase/ST 14, for example, was reported to proteolytically process the A/ Aichi/2/68 H3N2 HA cleavage site motif in peptide assays.12,14 When matriptase/ST 14 was then tested with the A/Aichi/2/68 H3N2 HA full-length protein expressed in cells, only little cleavage that did not produce fusogenic HA or no cleavage was observed.Here we demonstrate that human matriptase/ST 14 cleaves H7N9 HA expressed in cells resulting in a fully fusogenic active protein validating our results from the previously published peptide assay. Matriptase/ST 14-mediated cleavage of H7N9 HA also promoted the infectivity of pseudovirions and A/Shanghai/2/2013 virus in cell culture. Our data indicate that human matriptase/ST 14 is a relevant protease to cause LPAI H7N9 infectivity in humans and may represent an important pathogenicity determinant and target for therapeutic intervention.ACK N OWLED G EM ENTSWe thank Stacey Shultz Cherry, St Jude Children's Research Hospital, Memphis, TN, USA, for providing the influenza A/Shanghai/2/2013 (H7N9) virus used in this study and Dr Adolfo Garcia-Sastre, Icahn School of Medicine at Mount Sinai, New York City, NY, USA, for sharing the H7N9 HA and NA expression plasmids. Marco R. Straus https://orcid.org/0000-0003-1087-2091 F I G U R E 4 Infection with A/Shanghai/2/2013 H7N9 virus. MDCK cells were infected A/Shanghai/2/2013 H7N9 virus for 48 h, and viral titers in the supernatant were subsequently determined. Prior to infection, the virus was incubated with trypsin or matriptase/ST 14. Control did not receive protease treatment. Virus was then added to the cells including the respective protease. A two-tailed t test was performed to determine P-values of untreated control compared to trypsin and matriptase/ST 14-treated samples. * = P < .01",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}