{
    "paper_id": "403d1861771bf1e5e3625b0f86247d7134c3873d",
    "metadata": {
        "title": "Pandemic preparedness: perceptions of vulnerable migrants in Thailand towards WHO-recommended non-pharmaceutical interventions: a cross-sectional study",
        "authors": [
            {
                "first": "Jason",
                "middle": [],
                "last": "Hickey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anita",
                "middle": [
                    "J"
                ],
                "last": "Gagnon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nigoon",
                "middle": [],
                "last": "Jitthai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Non-pharmaceutical interventions (NPIs) constituted the principal public health response to the previous influenza A (H1N1) 2009 pandemic and are one key area of ongoing preparation for future pandemics. Thailand is an important point of focus in terms of global pandemic preparedness and response due to its role as the major transportation hub for Southeast Asia, the endemic presence of multiple types of influenza, and its role as a major receiving country for migrants. Our aim was to collect information about vulnerable migrants' perceptions of and ability to implement NPIs proposed by the WHO. We hope that this information will help us to gauge the capacity of this population to engage in pandemic preparedness and response efforts, and to identify potential barriers to NPI effectiveness. Methods: A cross-sectional survey was performed. The study was conducted during the influenza H1N1 2009 pandemic and included 801 migrant participants living in border areas thought to be high risk by the Thailand Ministry of Public Health. Data were collected by Migrant Community Health Workers using a 201-item interviewer-assisted questionnaire. Univariate descriptive analyses were conducted. Results: With the exception of border measures, to which nearly all participants reported they would be adherent, attitudes towards recommended NPIs were generally negative or uncertain. Other potential barriers to NPI implementation include limited experience applying these interventions (e.g., using a thermometer, wearing a face mask) and inadequate hand washing and household disinfection practices. Conclusions: Negative or ambivalent attitudes towards NPIs combined with other barriers identified suggest that vulnerable migrants in Thailand have a limited capacity to participate in pandemic preparedness efforts. This limited capacity likely puts migrants at risk of propagating the spread of a pandemic virus. Coordinated risk communication and public education are potential strategies that may reduce barriers to individual NPI implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We have recently seen the emergence of two new pathogens that are being closely monitored by public health agencies due to their pandemic potential. One is a new Avian Influenza A (H7N9) virus in China that has developed the ability to transmit from human-to-human. The other is the Middle East respiratory syndrome coronavirus with mortality rates above 50%. Discovery of these pathogens highlight the importance for public health officials worldwide to continue pandemic preparedness efforts. One key strategy employed during the previous influenza A (H1N1) 2009 pandemic was the use of non-pharmaceutical interventions (NPIs). Examining and enhancing individuals' attitudes towards NPIs is one important area of preparation for a new pandemic. This paper presents data collected during the 2009 pandemic about the perceptions of migrants in Thailand towards NPIs and their ability to implement these NPIs. Many potential barriers were identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Non-pharmaceutical interventions such as personal hygiene, cough etiquette, social distancing and border measures constituted the principal tools employed in global efforts to mitigate the influenza A (H1N1) 2009 pandemic. NPIs were heavily relied upon during the early stages of the pandemic to slow disease transmission, while work was undertaken to understand the virus and develop a vaccine [1] . Antivirals were available in many countries but potential development of resistance presented a major concern [2] , highlighting the importance of NPIs to reduce reliance on antivirals. During future pandemics it is likely that NPIs will again constitute our principal set of tools to reduce transmission, gain time to put response measures into place and work towards vaccine development.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 398,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Thailand is an important point of focus in terms of global pandemic preparedness and response due to its role as the major transportation hub for Southeast Asia, the endemic presence of multiple types of influenza, and its role as a major receiving country for migrants. Certain groups of migrants may be particularly vulnerable to pandemic influenza due to traditions in raising poultry and swine, poor personal hygiene and sanitation, low levels of health knowledge and awareness, and limited access to health care [3] [4] [5] [6] . Some migrant populations in Thailand share these characteristics [7] . Furthermore, migrants' proximity to international borders may increase likelihood of cross-border disease communication and occurrence of future pandemics [8] .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 520,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Thailand's Ministry of Public Health (MOPH) works collaboratively with the International Organization for Migration (IOM) to improve the health and well-being of potentially vulnerable migrant groups. IOM's work is focused in 'priority provinces' that have been designated as such, based on the high concentration of migrants and frequency of cross-border communication (i.e., movement of individuals and goods). The proportions of migrants compared to Thai people living in border areas vary widely and depend on how one defines \"migrants\". In this context, we define it as any individuals that do not have a Thai citizenship, regardless of their places of birth or immigration status. The two studied provinces are among the top five in the country regarding the size of migrant populations. There are an estimated two and a half million migrants providing unskilled labour in Thailand, nearly one and a half million being undocumented [9] .",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 941,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Thailand's past experience with Avian Influenza outbreaks meant that pandemic preparedness guidelines and policies had been put into place prior to the influenza A (H1N1) 2009 pandemic [3] . NPIs, including hand hygiene, social distancing, face masks and border measures were all included in the guidelines, were widely promoted and implemented during the pandemic [10] . Thailand's first case of A (H1N1) pdm09 was reported in early May, 2009. In total, 47,433 confirmed cases and 347 resultant deaths were reported [10] . Failure of NPIs to prevent widespread transmission of influenza A (H1N1) pdm09 highlights the need to identify factors that may reduce the effectiveness of NPIs during a pandemic.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Several studies have demonstrated that individual characteristics of non-migrant populations are closely linked to NPI adherence [11, 12] . An anonymous telephone survey of 999 adults in Hong Kong revealed perceived efficacy of hand washing and face mask use to be 'quite effective' in nearly 70% of respondents [12] . Positive perceptions were linked to higher levels of hand-washing and face mask use. Another telephone survey of 1000 individuals in England, Scotland and Wales found that perceived efficacy toward disinfection measures and hand washing were quite high (more than 80% answered 'tend to agree' or 'agree') but was lower towards social distancing, face mask use, and avoiding hospitals [11] . This study also found an association between perception and NPI adherence. Both studies highlight the importance of assessing and addressing individuals' perceptions of NPIs.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "During the influenza A (H1N1) 2009 pandemic, IOM and the McGill University School of Nursing undertook a study to identify influenza knowledge, attitudes, and practices among migrants in Thailand. One assumption guiding a subset of questionnaire development was that it is ultimately an individual decision to adhere to NPI recommendations. In addition, the most recent revision of the WHO guidance document on pandemic preparedness incorporates a more explicit and active role for communities, individuals and families [13] . The guidance document suggests that respiratory hygiene, hand washing and voluntary isolation of cases may help limit the spread of influenza, but it does not address individuals' willingness or ability to undertake these actions.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 524,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Our aim was to collect information about vulnerable migrants' perceptions of and ability to implement NPIs proposed by the WHO. We hope that this information will help us to gauge the capacity of individuals within the vulnerable migrant community to participate in pandemic preparedness and response efforts, and to identify potential barriers to NPI effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Study participants (n = 801) were recruited from two provinces in Northern Thailand adjacent to the Myanmar and Laos borders, Chiang Rai and Tak. Participants were sampled from all known migrant-populated communities within these provinces. First, maps created by Migrant Community Health Workers (MCHWs) during a previous IOM/MOPH project that outline the number and locations of households within each community were used to randomly select households. The number of households chosen from each map was based on the proportion of migrants in that village compared to the rest of the province. A web application, research randomizer [14] was used to randomly generate the specific household numbers to sample. Second, data collectors approached members of the selected households and requested a volunteer from each household to complete the survey. The decision to seek volunteers from each household was made after extensive consultation with IOM and MCHWs as the most ethically and culturally appropriate method in this context. Consideration was given to sampling the household heads, but it was felt that this would have turned our sample into a predominately male one and put unintended pressure on this person to participate. Random selection of individuals was also considered, but it was likely that this method would have been culturally offensive to some groups. Data collectors attempted to recruit equal numbers of male and female migrants by requesting a female volunteer from the first household, a male from the second household, a female from the third, and so forth. It was requested that volunteers be between the ages of 18 and 65 without any known psychological disability that would prevent them from completing the survey.",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 638,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "Interviewer-assisted questionnaires were administered between September and November, 2009 by MCHWs employed by the MOPH. MCHWs travelled to the communities where they are known to the migrant population and familiar with the culture and language(s) spoken. Participants spoke a range of ethnic languages so MCHWs were selected who had fluency in one or more of these languages. Interviews were conducted in the participant's primary language, in Thai, or in a mixture of both, depending on participant's preferences and language abilities. Most MCHWs had been involved in previous health promotion activities and data collection and were familiar with negotiating this communication process. MCHWs were responsible for describing the purpose of the study, the risks and benefits of participation, obtaining informed consent, and collecting data. All MCHWs received training on research methodology, survey administration and research ethics prior to data collection. This study received ethical approval from the McGill University Research Ethics Committee and underwent review by IOM for cultural appropriateness prior to recruitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and survey method"
        },
        {
            "text": "The subset of data presented in this paper contains information on socio-demographic factors and perceptions and practices relating to the following WHO-defined categories of NPIs: measures to reduce risk that cases transmit infection, measures to reduce risk that contacts transmit infection, measures to increase social distance, disinfection measures, and border measures [15] .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and survey method"
        },
        {
            "text": "A 201-item interviewer-assisted questionnaire was used to collect data. This instrument was revised from a previous IOM influenza questionnaire to incorporate key components of the WHO's Global Influenza Preparedness Plan, Pandemic Preparedness Checklist [15, 16] and related themes from the literature [4, 6, [17] [18] [19] [20] [21] [22] [23] . Pandemic preparedness 'experts' working with IOM provided their feedback on the revised version and it was adjusted accordingly. It was then translated from English into Thai using two independent translation services. Each translation was subjected to review by one author (NJ) and the one judged to be superior was blind backtranslated [24] . The back-translation was compared to the original English version and necessary adjustments were made. MCHWs provided further feedback on the questionnaire during training sessions and revisions were made to ensure cultural appropriateness. The questionnaire was then piloted with non-study participants and revised one final time for clarity. Interpretation of the Thai questionnaire into the primary languages of the participants was rehearsed extensively during training to ensure accuracy and equivalency between MCHWs. The subset of results reported in this paper include, socio-demographic variables and measures to reduce risk of disease transmission. These data were collected using closed-ended questions.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 307,
                    "end": 309,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and survey method"
        },
        {
            "text": "One to two days of data collection were observed in each province by one author (JH) to ensure quality and consistency of questionnaire administration. Additionally, each data collector's first three interviews were audiorecorded and reviewed for consistency. MCHWs were required to review completed questionnaires for missing or unclear responses and to resolve these before leaving the participant's home. Questionnaires were reviewed for completeness and logical data checks were made prior to computer data entry. Questions arising were resolved with the MCHW. The first 20 questionnaires from each province that were entered by the data-entry clerk were reentered by one author (JH) in their entirety to assess for errors. If errors were discovered, feedback was given to the data-entry clerk and/or MCHWs, the error corrected, and the next 20 records examined similarly. A 5% random sample of questionnaires was later re-entered to confirm data quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and survey method"
        },
        {
            "text": "Univariate descriptive analyses were conducted and frequency tables were created using Microsoft Excel. Questionnaires with incomplete response sets for this data subset (n = 28) were omitted from analysis. Data from both provinces were combined to provide a broad assessment of migrants' practices and perceptions that could be used by IOM and the MOPH to implement policies and programs at a national level. The response category of 'unsure/declined to answer' was included as a valid response for the purposes of data analysis. Previous work at IOM has shown that this category of response is typically high among this population as migrants are careful to avoid giving answers that may be viewed negatively by health/governmental authorities. It is an important response item in terms of analysis because it helps us gauge migrant's uncertainty about the survey questions as well as their comfort level with participation. Results were summarized within each category of NPI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Data collectors were able to enroll a volunteer from each household selected for sampling. A total of 773 participants were included in analyses, 373 from Tak Province and 400 from Chiang Rai Province. Forty-nine percent were between 18 to 35 years of age. Fifty-one percent were female. Education levels were low, 46% having no formal education, and only 13% having completed more than six years. Seventy-five percent were able to have at least a basic conversation in Thai. Over one in five were unemployed and of those employed, the most common job reported was daily labourer (40%). Median family income was USD94 (THB3000) per month and supported an average household of 4.6 family members (SD 2.32, range 0-15).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Socio-demographic"
        },
        {
            "text": "Only 21% of participants responded that they would agree to stay inside their homes if sick with an influenza-like illness during an outbreak. The majority (73%) were unsure what action they would take or declined to answer the question. Hospital (43%) was the preferred location for confinement, followed by the home (29%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures to reduce risk that cases transmit infection"
        },
        {
            "text": "One quarter of respondents had used face masks in the past when sick. Slightly less (24%) said they would agree to use a face mask if sick in the future and over half (53%) said they would not wear a face mask. Only one third believed that wearing a mask could prevent the transmission of illness. Further results are presented in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 338,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measures to reduce risk that cases transmit infection"
        },
        {
            "text": "The majority of respondents (77%) said that if they were sick with an influenza-like illness they would agree to tell health authorities so that contacts could be located. Most (70%) would feel more comfortable giving this information to a MCHW. Less than half (48%) reported that they would be able to check their own temperature at home; the most common barriers to doing so were not owning a thermometer (30%) and not knowing how (28%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures to reduce risk that contacts transmit infection"
        },
        {
            "text": "Participants were given a scenario in which they had been in contact with someone sick with influenza. In response, just over half (55%) would agree to take preventative medicine and avoid travelling to places with no signs of outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures to reduce risk that contacts transmit infection"
        },
        {
            "text": "When given a hypothetical of a disease outbreak or pandemic, nearly half (46%) said they would remain in their community. Some said they would move to another community in Thailand (11%) and a few said they would move back to their home country (3%). If official border crossings were closed, some participants would travel through other routes (12%). Just under half of respondents (44%) agreed that banning cross-border travel during a pandemic could help prevent the spread of disease. Further results are presented in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 529,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Measures to reduce risk that contacts transmit infection"
        },
        {
            "text": "Respondents were asked whether they thought various social distancing measures would be effective at reducing the spread of illness during periods of disease outbreak. Avoiding gatherings of five or more people received the most positive responses (54%), followed by avoiding places of entertainment (44%), avoiding department stores, supermarkets and minimarts (39%), avoiding restaurants (38%), limiting contact with family and friends (36%), avoiding public transportation (36%), keeping children from school (34%), avoiding the workplace (31%), avoiding the hospital (31%), and avoiding the public health centre (28%). Further results are presented in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 656,
                    "end": 663,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Measures to increase social distance"
        },
        {
            "text": "Less than half of all respondents (46%) said they would increase hand washing frequency during an outbreak or pandemic. Among those who would increase hand washing 50% do not use any form of soap. Less than half (45%) agreed that hand washing can reduce the transmission of illness during periods of disease outbreak. Like hand washing, only 48% of those who would increase disinfection frequency during a pandemic (51%) would use some form of soap. Further results are presented in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 483,
                    "end": 490,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Disinfection measures"
        },
        {
            "text": "The vast majority of respondents (90%) said they would agree to truthfully answer questions about their current health at a border crossing. More than nine in ten would truthfully tell health workers if they were feeling sick (91%) and allow health workers at the border to take their temperature (92%). Most (86%) would agree not to cross the border if sick after leaving an area with disease outbreak. Further results are presented in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 444,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Border measures"
        },
        {
            "text": "We conducted a cross-sectional survey among vulnerable migrants in Northern Thailand to gain a better understanding about their perceptions of, and ability to implement, various NPIs proposed by the WHO. With the exception of border measures, to which nearly all participants reported they would be adherent, attitudes towards recommended NPIs were generally negative or uncertain: measures to reduce risk that cases transmit infection would be implemented only by a minority; perceptions towards implementing measures to reduce the risk that contacts transmit infection were somewhat better, but still a cause concern; perceived efficacy of social distancing measures was low; and, less than half of participants thought that disinfection measures could reduce the spread of influenza during a pandemic. These results demonstrate the existence of potential barriers to NPI implementation during a pandemic, suggesting that vulnerable migrants in Thailand have a limited capacity to participate in pandemic preparedness efforts. In addition to negative perceptions towards NPIs, we also identified several other barriers: most had never worn a face mask before when sick, so are unlikely to know the correct way to do so if necessary in the future; many reported being unable to monitor their own temperatures, mainly due to not owning a thermometer and not knowing how to use a thermometer; and, most use clean water only for hand washing and disinfection, implying either a lack of knowledge about adequate disinfection or a lack of materials (e.g., soap or disinfectant).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results differ with those of Lau et al. [25] who found that 98.1% of people surveyed in Hong Kong surveyed would comply with quarantine measures. Only 21% and 43% of participants in this study would agree to home or hospital isolation, respectively. Social distancing could be seen as another form of quarantine. Results on social distancing in our study were somewhat comparable to a study of 813 Indians recruited from hospitals, factories, markets, and office in Udaipur Province, India [26] . The authors found that the majority of participants did not adhere to the recommended social distancing measures. We did not measure behaviour, but the negative or uncertain attitudes in our sample suggest that adherence rates would be similar. Not being able to go to work and not having access to basic necessities are two potential explanations why individuals would not want to be isolated [27] .",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Current results also differed from Lau et al.'s [25] sample on face mask use and hand washing. The authors comment that wearing masks is an \"established practice in Hong Kong\" (p.88), which might explain why the vast majority of participants had worn face masks in the past even though only about a quarter perceived them to be 'very effective'. A similar finding was noted for hand washing. Perceptions were comparably low in our sample, but fewer participants agreed they would employ these measures.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The one area where our results matched those of Lau et al. [25] was in peoples' willingness to tell border officials if they were feeling ill. Nearly all participants from both studies agreed they would do so. We were unable to find any comparable literature related to other border measures, or about peoples' attitudes towards contact tracing.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is a need to educate vulnerable groups about NPIs during inter-pandemic and pandemic periods. The WHO technical consultation on public health measures during the influenza A (H1N1) 2009 pandemic highlights the need for risk communication materials to be \"adapted, tested and approved for local use ahead of time\" ([1], p.23). During the A (H1N1) pandemic in Thailand risk communication was undertaken through television, radio and printed materials. However, coordination of these efforts was not always well managed and messages were sometimes inconsistent and inaccurate [10] . A better understanding about individuals' perceptions of NPIs could help to highlight areas in which public health officials should focus risk communication and other educational activities.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 583,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ongoing risk communication should be used to increase local knowledge. Public education campaigns have increased among migrants in Thailand since the bird flu in 2004, but knowledge levels remain low (Hickey J, Gagnon AJ, Jitthai N: Knowledge about Pandemic Influenza Preparedness among Vulnerable Migrants in Thailand, submitted). The gap between public education efforts and results highlight the inherent challenges in bringing health education to vulnerable migrant populations. Many of the migrants in this study live in remote, hard to access areas and belong to diverse cultural and linguistic groups. Migrants may also have limited experience applying recommended guidelines [28] and undocumented migrants may avoid contact with public health officials due to fear of deportation. For risk communication to be effective, it must address these challenges and incorporate a component designed to improve people's perceptions of NPIs. Widespread implementation of NPIs will be unlikely if public perceptions remain low [11, 12] .",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 687,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1024,
                    "end": 1028,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1029,
                    "end": 1032,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Future research efforts should continue to assess the perceptions and ability of diverse populations relating to implementation of NPIs. These data could provide valuable information to public health agencies with regard to planning for future outbreaks and pandemics and assessing risk communication and public education activities. In the current inter-pandemic period, it would also be beneficial to develop and test measures to improve perceptions towards and understanding of NPIs, particularly among potentially vulnerable populations. Ongoing efforts to systematically assess and standardize public education campaigns and risk communications for consistency and effect should also continue, as should the development of culturally and linguistically appropriate materials. This study has several limitations. Translation of some concepts (e.g., pandemic) into migrant languages was sometimes difficult. This difficulty was addressed by working with MCHWs to determine acceptable translations. Because this was a cross-sectional study with data collected at one time point only we were not able to measure potential changes in behaviour resulting from NPI recommendations. As such we are not able to say with certainty that our results are associated with decreased capacity to enact NPIs, though based on the literature presented it seems likely that this would be the case. Our results provide a baseline that may be useful in assessing future public education efforts. External validity in this study was reinforced by random sampling of households and high participation rates. Validity may be threatened by our decision to request an individual volunteer from each randomly selected household. Census data is not available for this population, but comparison with socio-demographic data from relevant studies [7, 29] suggests that we obtained a representative sample. We were able to enroll a volunteer from each household that was sampled, but despite attempts to ensure completeness, 28 participants had to be excluded from data analysis due to missing answers. Internal validity was strengthened by the incorporation of existing questionnaires and concepts into an adapted tool, expert review of the adapted tool, rigorous translation, and extensive cultural review and pretesting of the final instrument. We did not conduct a factor analysis due to time/resource constraints.",
            "cite_spans": [
                {
                    "start": 1821,
                    "end": 1824,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1825,
                    "end": 1828,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "WHO pandemic guidance documents propose that individuals have a role to play in pandemic preparedness. However, if these individuals do not know how to fulfill that role or do not believe that certain interventions will be effective, they are unlikely to take part in the role that has been proscribed to them. Results from the current study suggest that vulnerable migrants in Thailand have a limited capacity to participate in pandemic preparedness efforts due to negative or uncertain attitudes towards NPI effectiveness and an inability to enact certain NPIs. This limited capacity likely puts this population of migrants at risk for contracting and transmitting influenza during periods of outbreak and pandemic. Current results highlight the need for ongoing, culturally-appropriate, multi-lingual risk communication and public health education. Research into the appropriate use of risk communication during inter-pandemic and pandemic periods, combined with ongoing education at the community level, could potentially strengthen individuals' capacity to participate in pandemic preparedness efforts. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization: Public Health Measures during the Influenza A (H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Oseltamivir resistance -disabling our influenza defences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moscona",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "25",
            "pages": "2633--2636",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ministry of Public Health: The Second National Strategic Plan for the Prevention and Control of Avian Influenza and Preparedness for Influenza Pandemic. Bangkok: Ministry of Public Health",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pandemic Preparedness among Sudanese Migrants in Greater Cairo. Geneva: International Organization for Migration",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dibb",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bangkok: Southeast Asia regional inter-agency information sharing/coordination meeting on AHI",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jitthai",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pandemic Preparedness Planning: A Multisectoral Community Participation including Migrants",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Practices and Behaviour Survey to Inform the Avian and Human Influenza Prevention and Containment. Serbia: UNICEF",
            "authors": [
                {
                    "first": "Attitude",
                    "middle": [],
                    "last": "Sutic M: Knowledge",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Migration and HIV/AIDS in Thailand: Triangulation of biological, behavioural and programmatic response data in selected provinces. Bangkok: International Organization for Migration",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jitthai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yongpanichkul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bijaisoradat",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A standardized health information system for refugee settings: rationale, challenges and the way forward",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Haskew",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tomczyk",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cornier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hering",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bull World Health Organ",
            "volume": "88",
            "issn": "",
            "pages": "792--794",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bangkok: International Organization for Migration",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Huguet",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Thailand Migration report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Lessons learned from influenza A(H1N1)pdm09 pandemic response in Thailand",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ungchusak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sawanpanyalert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hanchoworakul",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sawanpanyalert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Maloney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Birminghman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chusuttiwat",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Emerg Infect Dis",
            "volume": "2012",
            "issn": "9",
            "pages": "1058--1064",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1807.110976"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Public perceptions, anxiety, and behavioural change in relation to the swine flu outbreak: cross sectional telephone survey",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br Med J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.b2651"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prevalence of preventive behaviors and associated factors during early phase of the H1N1 influenza epidemic",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chunqing",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Infect Control",
            "volume": "38",
            "issn": "",
            "pages": "374--380",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Health Organization: Pandemic Influenza Preparedness and Response: A WHO Guidance Document. Geneva: World Health Organization",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "World Health Organization: WHO Global Influenza Preparedness Plan: The Role of WHO and Recommendations for National Measures before and during Pandemics. Geneva: World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "World Health Organization: WHO Checklist for Influenza Pandemic Preparedness Planning. Geneva: World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Knowledge and concern about avian influenza among secondary school students in Taif, Saudi Arabia. East Mediterr Health J",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Shehri",
                    "suffix": ""
                },
                {
                    "first": "Abdel-Fattah",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hifnawy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "178--187",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A survey of knowledge, attitudes and practices towards avian influenza in an adult population in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Di Giuseppe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abbate",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Albano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marinelli",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Angelillo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Infect Dis",
            "volume": "8",
            "issn": "36",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rothberg MB: Patient knowledge and attitudes about avian influenza in an internal medicine clinic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gaglia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pub Health",
            "volume": "122",
            "issn": "5",
            "pages": "462--470",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Influenza pandemic: perception of risk and individual precautions in a general population: cross-sectional study. BMC Pub Health",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Kristiansen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Halvosen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gyrd-Hansen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-7-48"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Anticipated and current preventive behaviours in response to an anticipated human-to-human H5N1 epidemic in the hong kong chinese general population",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Knowledge, attitudes, and practices regarding avian influenza (H5N1)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Leslie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Billaud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mofleh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mustafa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yingst",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Afghanistan. Emerg Infect Dis",
            "volume": "14",
            "issn": "9",
            "pages": "1459--1461",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Poultryhandling practices during avian influenza outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Laosiritaworn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pattanasin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prapasiri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Thailand. Emerg Infect Dis",
            "volume": "11",
            "issn": "10",
            "pages": "1601--1603",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Back-translation for cross-cultural research",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brislin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Cross Cult Psychol",
            "volume": "1970",
            "issn": "3",
            "pages": "186--216",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Changes in knowledge, perceptions, preventive behaviours and psychological responses in the pre-community outbreak phase of the H1N1 epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Au",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemiol Infect",
            "volume": "139",
            "issn": "",
            "pages": "80--90",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Public knowledge, attitude and behavioural changes in an indian population during the influenza A (H1N1) outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kamate",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chaudhary",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Asawa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Infect Dev Countries",
            "volume": "2010",
            "issn": "1",
            "pages": "7--14",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The community's attitude towards swine flu and pandemic influenza",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mclaws",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Heywood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Lowbridge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gralton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Med J Austr",
            "volume": "191",
            "issn": "5",
            "pages": "267--269",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Pandemic influenza preparedness and response among immigrants and refugees",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Truman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tinker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Kapella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brenden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Woznica",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rios",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lichtveld",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Pub Health",
            "volume": "99",
            "issn": "S2",
            "pages": "278--286",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Assessment of Mobility and HIV Vulnerability among Myanmar Migrant Sex Workers and Factory Workers in Mae Sot District. Tak Province, Thailand: International Organization for Migration",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Theede",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Isarabhakdi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-14-665"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hickey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Public Health",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Measures to reduce risk that cases transmit infection (n = 773)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Measures to reduce risk that contacts transmit infection (n = 773)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Disinfection measures (n = 773) Believes increased hand washing can reduce spread of illness during outbreak Unsure/Refused to answer 44% Would clean these places more often during a pandemic Unsure/Refused to answer 3% *Data not available for Chiang Rai province.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Measures to increase social distance (n = 773)Believes following interventions can reduce spread of illness during outbreak:Avoiding gatherings of more than five people",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Border measures (n = 773) Would agree to truthfully answer questions about current health at border Agree to not cross border if sick if leaving an outbreak area Yes 86% No 1% Unsure/Refused to answer 13%",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions JH contributed to project development, led implementation, and was responsible for leading data analysis and manuscript publication. AG and NJ contributed to project development, supported implementation, and guided data analysis and manuscript drafting. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Nigoon Jitthai is the former employee of the International Organization for Migration (IOM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' information"
        }
    ]
}