{
    "paper_id": "40a30eb6f76c29d52d4ee9c7619f9f8bbfef796a",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Jae-Hyun",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sungkyunkwan University College of Medicine",
                    "location": {
                        "settlement": "Suwon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hae-Kwan",
                "middle": [],
                "last": "Cheong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sungkyunkwan University College of Medicine",
                    "location": {
                        "settlement": "Suwon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Dae-Yong",
                "middle": [],
                "last": "Son",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sungkyunkwan University College of Medicine",
                    "location": {
                        "settlement": "Suwon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sungkyunkwan University College of Medicine",
                    "location": {
                        "settlement": "Suwon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Seon-Ung",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sungkyunkwan University College of Medicine",
                    "location": {
                        "settlement": "Suwon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Chang-Min",
                "middle": [],
                "last": "Ha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sungkyunkwan University College of Medicine",
                    "location": {
                        "settlement": "Suwon",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: This study was performed to better assess the perceptions, motivating factors, and behaviors associated with the use of hand washing to prevent H1N1 influenza transmission during the peak pandemic period in Korea. Methods: A cross-sectional survey questionnaire was completed by 942 students at a university campus in Suwon, Korea, between December 1 and 8, 2009. The survey included questions regarding individual perceptions, motivating factors, and behaviors associated with hand washing for the prevention of H1N1 influenza transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Compared to one year prior, 30.3% of participants reported increasing their hand washing frequency. Female students were more likely to practice more frequent hand washing. Women also perceived the effectiveness of hand washing to be lower, and illness severity and personal susceptibility to H1N1 infection to be higher. Study participants who were female (OR: 1.79-3.90) who perceived of hand washing to be effective (OR: 1.34-12.15) and illness severity to be greater (OR: 1.00-3.12) washed their hands more frequently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Korean students increased their frequency of hand hygiene practices during the pandemic, with significant gender differences existing in the attitudes and behaviors related to the use of hand hygiene as a means of disease prevention. Here, the factors that affected hand washing behavior were similar to those identified at the beginning of the H1N1 or SARS pandemics, suggesting that public education campaigns regarding hand hygiene are effective in altering individual hand hygiene habits during the peak periods of influenza transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In April 2009, a new strain of influenza virus -A/H1N1began appearing in several different countries around the world. The World Health Organization (WHO) raised the influenza pandemic alert level to Phase 5 on April 29, 2009, and later to Phase 6, indicating that a full global pandemic was under way. By May 23, 2009, 12,022 H1N1 cases and 83 deaths had been confirmed in 43 countries [1] . In Korea, the first H1N1 influenza infection case was confirmed on May 3, 2009 , and the first H1N1-related death occurred on August 15, 2009 . By the beginning of September 2009, H1N1 cases had increased dramatically, with 4,293 cases and 3 deaths confirmed by the end of September 2009. The H1N1 infection rate peaked two months later in November 2009, at which time approximately 9,000 new cases of A/H1N1 influenza were being confirmed each day. By the end of the month, a total of 104 deaths had resulted from H1N1-related causes [2] , leading the Korean government to declare a public \"Emergency Response Level.\" At that time, approximately one half of all patients seeking treatment for \"common cold-like symptoms\" were found to have H1N1 influenza [3] .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 390,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 460,
                    "end": 471,
                    "text": "May 3, 2009",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 534,
                    "text": "August 15, 2009",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 931,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1149,
                    "end": 1152,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "As no vaccine for H1N1 Influenza had been developed, the Korean government attempted to mitigate the spread of disease by reducing transmission. Infected individuals were identified, isolated, and treated, while public health campaigns were initiated to educate the general public about preventive behaviors that reduce the risk of transmission. The specific techniques recommended included sneezing into a tissue and washing hands regularly with soap and water [4] . Given that the evidence regarding the preventive effectiveness of wearing a facemask is inconclusive [5] , hand hygiene was considered the easiest and most effective measure [6] to prevent the spread of influenza A/H1N1.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 465,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Previously, multiple studies were undertaken to identify the factors that most effectively motivated people to adopt specific hand hygiene behaviors. Data collected during the SARS pandemic and at the onset of the H1N1 epidemic had already ascertained several such factors, including the perceived effectiveness of hand hygiene [7, 8] , the perceived susceptibility to illness [8] [9] [10] , the perceived severity of the illness [8] , and levels of anxiety associated with infection [7, 11] . However, most of the previous studies were preformed during the recent SARS pandemic, and several studies were conducted at the outset of the H1N1 influenza pandemic [12, 13] .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 332,
                    "end": 334,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The current study was designed to qualify recent hand-washing behaviors, changes in hand-washing behaviors, relationship between hand washing frequency and flu-like symptom as well assess the perceptions, attitudes, and motivating factors regarding hand washing during the peak period of the H1N1 influenza pandemic through the use of a cross-sectional survey model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "For this study, subjects were recruited by convenience sampling from Sungkyunkwan University, a public university located in Suwon, Korea with an enrollment of 8,485 male students and 2,600 female students. Inclusion criteria included current enrollment as a student and willingness to participate in a research study. Without exception, all students who agreed to participate completed the questionnaire. Subjects were recruited from university residence halls and the campus library during a one-week period between 12/01/09 and 12/8/ 09. Individuals who agreed to participate were given the study questionnaire to complete on their own. In total, 942 students (738 males, 204 females) completed the questionnaire, with the proportion of male participants to female participants accurately reflecting the student body demographics at Sungkyunkwan University. Pilot surveys were conducted prior to the study in order to confirm that participants could understand the survey questions and to ensure the validity of the questionnaire content. with face or content validity of the questionnaires. Using the results of this pilot study, the survey questionnaire was amended to create a final version. This study was approved by the Samsung Medical Center IRB (No: 2009-12-030) in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants and Procedures"
        },
        {
            "text": "The study questionnaire was designed to assess recent hand-washing behaviors, changes in hand-washing behaviors, information encountered regarding hand washing, perceived effectiveness of hand washing in preventing infection with H1N1 influenza, perceived severity of H1N1 influenza, perceived susceptibility to H1N1 influenza infection, and recent flu-like symptoms. The study questionnaire was modeled after other similar questionnaires used in prior SARS or H1N1 studies [12, 13] , and was subsequently modified to reflect the current situation of the H1N1 epidemic in Korea. The variables, matched questions, and answer categories included in the survey questionnaire (see Additional file 1) are summarized in Table 1 . Subject gender, age, and residence type (university residence hall versus other) was also recorded. Additionally, participants were asked if any acquaintances (e.g. family members, friends, etc) were currently experiencing flu-like symptoms.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 478,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 714,
                    "end": 721,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Measurements"
        },
        {
            "text": "Using chi-squared tests, the following variables were examined for differences by gender: recent hand washing frequency, changes in hand washing frequency, information encountered about hand washing, perceived effectiveness of hand washing, perceived severity of H1N1 influenza, and perceived susceptibility to H1N1 infection, and recent flu-like symptoms. Additionally, each variable was evaluated for correlation with all other variables using the chi-squared test to identify trends. To identify factors related to the frequency of hand washing, both chi-square tests and multiple logistic regression models were used. For the logistic regression modeling, additional independent variables were selected based on data from several previous studies, including gender, presence flu-like symptoms among subject acquaintances, information encountered about hand washing, perceived effectiveness of hand washing, perceived illness severity, and perceived illness susceptibility. Chi-squared tests were also used to evaluate the relationship between recent hand washing frequency and recent flu-like symptoms by gender, with multiple logistic regression modelling employed to adjust for gender, age, type of residence, and presence of flu-like symptoms among acquaintances. Recent hand washing frequency was re-classified #4, 5-7, #8, given the frequency of each category and statistical stability in multiple logistic regression models. All of the multiple logistic regression models were validated by the average receiver operating characteristics and the p-value for the Hosmer-Lemeshow goodness-of-fit test. The software program SPSS 15.0 was used to for all data analysis. Two-tailed p-values ≥ 0.05 were considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "General participant demographics are outlined in Table  2 . A total of 942 participants were enrolled, of which 78.3% were male. Male students were more likely to live in university residence halls, while more female students were more likely to have acquaintances that had experienced flu-like symptoms in the recent past.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 57,
                    "text": "Table  2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "General study subject demographics"
        },
        {
            "text": "The reported frequency of hand washing behavior was greater in women than men (Table 2 ). While 34.4% of male students reported washing their hands five times a day, 57.4% of female students reported washing their hands with this same frequency. Additionally, 30.3% of participants reported increasing their personal frequency of hand washing within the last year. After stratifying by gender, both groups reported an increased frequency of hand washing compared with one year ago, with these trends reaching statistical significance by Chi-square analysis ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 559,
                    "end": 567,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Changes in hand washing frequency"
        },
        {
            "text": "Information encountered and perceptions related to the effectiveness of hand washing, severity of the illness, and susceptibility to H1N1 influenza A majority of participants reported encountering information regarding hand washing (males: 91.2%, females: 94.6%) and perceived hand washing as an effective measure to prevent H1N1 influenza transmission (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 362,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Changes in hand washing frequency"
        },
        {
            "text": "Men were more likely to perceive hand washing as an effective preventive measure (P = 0.006). Regarding perception of H1N1 influenza severity, while 56.1% of subjects believed that infection with H1N1 influenza would produce mild symptoms similar to those of the common cold, women were more likely to perceive infection with H1N1 influenza as potentially fatal (P < 0.001) ( Table  2 ). Roughly half of the participants (59.5%) rated their personal susceptibility to H1N1 influenza as \"low\" or \"somewhat low,\" although female students were more likely to perceive their personal susceptibility to H1N1 to be higher (p = 0.002).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 384,
                    "text": "Table  2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Changes in hand washing frequency"
        },
        {
            "text": "Having an acquaintance with recent flu-like symptoms was positively correlated with reporting recent flu-like symptoms (P < 0.001), information encountered (P < 0.001), and perceived severity (P = 0.026). Reporting recent flu-like symptoms was negatively correlated with hand washing frequency (P = 0.034) and positively correlated with information encountered (P = 0.038) and perceived personal susceptibility (P < 0.001). Hand washing frequency was positively correlated with perceived effectiveness (P = 0.002) and perceived severity (P = 0.001). Information encountered was positively correlated with perceived severity (P = 0.013). Perceived severity was positively correlated with perceived susceptibility (P = 0.001) ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 726,
                    "end": 734,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Intervariable Correlations"
        },
        {
            "text": "In both univariate and multivariate logistic regression analyses, women were found to wash their hands more frequently than men (Table 4 ). Participants who perceived hand washing as more effective washed their hands more frequently, as did those who perceived the severity of H1N1 influenza to be higher. However, no significant relationships were identified between hand washing frequency and the following variables: having an acquaintance with recent flu-like symptoms, the degree of information encountered about hand washing, and the perceived susceptibility to infection. Interaction terms were tested, however no interaction effects between independent variables were found. The p-value for the Hosmer-Lemeshow test was 0.465.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Factors related to frequency of hand washing"
        },
        {
            "text": "In men, flu-like symptoms were more prevalent in participants with less frequent hand washing habits. However, no such relationship between recent flu-like symptoms and hand washing frequency was identified in women. After adjusting for age, residence type, and having an acquaintance with flu-like symptoms by multivariate logistic regression, men with frequent hand washing behavior were found to be less likely to experience flu-like symptoms. However, no such relationship was observed in women. The p-value for the Hosmer-Lemeshow test was 1.000 for males and 0.296 for females (Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 583,
                    "end": 591,
                    "text": "(Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Relationship between subjects with recent flu-like symptoms and hand washing frequency"
        },
        {
            "text": "Our study demonstrates that, during the peak pandemic periods of H1N1 influenza, most subjects reported increasing their personal frequency of hand washing in order to prevent infection. Similar findings were also reported in studies conducted at the beginning of the H1N1 influenza pandemic in Hong Kong [12] . In a study from the United Kingdom (UK), 28% of subjects reported changing their hand washing behavior as a result of H1N1 influenza [13] . When viewed together, the data from all of these studies imply that behaviors preventative of infection -such as hand washingbecome more prevalent during pandemics.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Here, we found that, during the H1N1 pandemic, men reported washing their hands less frequently than women. Several previous studies have also concluded that women are more likely to follow behavioral recommendations (such as hand washing) to prevent the transmission of H1N1 influenza, SARS, or other infectious diseases [7, 8, 11, 13] . Our results also show that the majority of subjects had encountered information about hand washing (males: 91.2%, females: 94.6%) and most perceive hand washing to be an effective measure in preventing the transmission of H1N1 influenza (males: 95.7%, females: 96.1%). These results suggest that the recent public campaigns regarding H1N1 infection prevention conducted through mass media and public education have been successful in terms of public knowledge acquisition. Similar findings were observed in other studies performed during the H1N1 influenza pandemic both in Hong Kong [12] and the UK [13] . However, in the present study, we demonstrate that gender significantly affects perceptions of hand washing effectiveness. Specifically, men are more likely to perceive hand hygiene to be an effective preventive measure against H1N1 infection. Interestingly, several previous studies conducted in Hong Kong during the SARS pandemic concluded exactly the opposite: these studies found that, when compared with women, men were less likely to believe that preventive behaviors were efficacious in controlling SARS [11, 14, 15] . While such differences could result from differences in study population ",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 325,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 326,
                    "end": 328,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1457,
                    "end": 1461,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1462,
                    "end": 1465,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1466,
                    "end": 1469,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Correlation with each variable was tested using Chi-square for trends (+): positive correlation, (-): negative correlation demographics, profound differences may also exist in perceptions of hand washing between the two countries. Regardless, these conflicting findings highlight the need for additional cross-national comparative studies similar to one previous study conducted during the SARS pandemic [16] . Notably, our data indicate that gender also affects the participants' perceived severity of the H1N1 influenza as well as their own personal susceptibility to the disease. Not only were perceptions of illness severity higher among women, female participants were also more likely to perceive their own personal susceptibility to H1N1 influenza as higher. With regards to these findings, several previous studies conducted during the SARS pandemic [16] also reported similar gender-specific results. As for the perceived severity of illness and perceived susceptibility to H1N1 influenza, this study shows similar perceptions to a study conducted at the beginning of the H1N1 influenza pandemic in Hong Kong [12] ; In the Hong Kong study, 64.0% of participants indicated that an H1N1 influenza infection would have \"no impact\" or \"only a minor impact\" on their daily life, while 59.7% of men and 42.9% women in our study held these beliefs. Furthermore, only 7.0% of men and 10.3% of women in our cohort, and 10% of participants from the Hong Kong study indicated believing that their personal probability of contracting H1N1 was \"high\" or \"very high.\" In this study, study participants who were female, who perceived the overall severity of the illness to be greater and hand washing to be effective in preventing disease washed their hands more frequently. Notably, these data correspond with results from multiple previous studies in regard to the relationship between the frequency of hand washing and female gender [7, 8, 11, 12, 17] , perceived efficacy of hand washing [12] , and perceived severity of the illness [12] . However, information contact was not corrected with hand washing in this study. We contend that due to a ubiquitous media campaign, the public was already well informed about H1N1 influenza (males: 91.2%, females: 94.6%) by the time our survey was conducted, and thus any effect of obtaining information on hand washing behavior was likely minimized. Similar findings were observed in a previous study from the UK [12] , where the perceived susceptibility to the illness had no additional effect on hand washing not already documented by previous studies [8] [9] [10] 12, 18] .",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1118,
                    "end": 1122,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1930,
                    "end": 1933,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1934,
                    "end": 1936,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1937,
                    "end": 1940,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1941,
                    "end": 1944,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1945,
                    "end": 1948,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1986,
                    "end": 1990,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2031,
                    "end": 2035,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2452,
                    "end": 2456,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2593,
                    "end": 2596,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2597,
                    "end": 2600,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2601,
                    "end": 2605,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2606,
                    "end": 2609,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2610,
                    "end": 2613,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Perceived susceptibility"
        },
        {
            "text": "Lastly, we examined the relationship between hand washing frequency and flu-like symptoms. Although we did not confirm H1N1 infection by viral culture or PCR, we preliminarily identified a relationship between hand washing behaviors and flu-like symptoms in men. However, as this study is cross-sectional in design, we were not able to determine causality between the variables. Nonetheless, despite being unable to confirm a causal relationship between hand hygiene and H1N1 virus transmission, the correlations identified in this study suggest a possible preventive effect of hand hygiene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceived susceptibility"
        },
        {
            "text": "This study has notable several limitations. First, we were unable to distinguish H1N1 influenza infection from other upper respiratory tract infections among individuals who reported flu-like symptoms, as we did not use laboratory confirmation techniques. Symptombased outcomes often lack specificity for influenza virus infections [5, 19] , as they allow for variable interpretations. In our self-administered questionnaire, 'flu-like symptoms' could be construed differently by different students. However, as the survey period occurred during the peak period of the H1N1 influenza pandemic, public attention and information about H1N1 influenza can be assumed to be high. Consequently, the reliability and validity of using a descriptor like 'flu-like symptoms' may not have significantly skewed our data. Second, even though the relationship between hand hygiene and flu-like symptoms may have mixed effects on H1N1 influenza and the common cold, the contact and inhalation transmission hypotheses are relatively similar for both diseases, suggesting an overall importance of hand hygiene. Furthermore, as the survey was conducted during the peak period of the H1N1 influenza pandemic, the importance of improved hand hygiene should be emphasized. A third limitation is inherent to the study design: the use of convenience sampling -as opposed to random sampling -imposes some inherent selection bias and diminishes the internal validity. To maintain internal validity, we attempted to match the gender ratio of participants in our study with that of the general university population. Our study is further limited by the cross-sectional study design, which prevents the identification of any causal relationships, even though associations between the variables and reverse causeeffect relationships may exist. Lastly, the participants in our study were exclusively composed of students from a single university in Korea. As this does not represent the general Korean population, caution should be exercised when comparing these results with other studies.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Perceived susceptibility"
        },
        {
            "text": "Despite these limitations, our study provides invaluable insight into the general perceptions and preventive behaviors relating to H1N1 influenza among young Koreans during the peak of the H1N1 influenza pandemic. Korean students were found to increase their frequency of hand hygiene during the pandemic, and gender differences were apparent in attitudes and behaviors related to the prevention of influenza through the use of hand hygiene. Here, the factors that affected hand washing behavior were similar to those identified at the beginning of the H1N1 or SARS pandemics, suggesting that public education campaigns regarding hand hygiene are effective in altering individual hand hygiene habits during the peak periods of influenza transmission. Further studies conducted during different periods of pandemic influenza transmission are necessary to better describe changing patterns in public perceptions of illness, preventive behaviors, and outcomes of pandemic influenza transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceived susceptibility"
        },
        {
            "text": "Korean students increased their frequency of hand hygiene during the pandemic, and gender differences were apparent in attitudes and behaviors related to the prevention of influenza by hand hygiene. Here, the factors that affected hand washing behavior were similar to those identified at the beginning of the H1N1 or SARS pandemics, suggesting that public education campaigns regarding hand hygiene are effective in altering individual hand hygiene habits during the peak periods of influenza transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Additional file 1: Questionnaire. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization: Influenza A(H1N1) e update 31",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Republic of Korea",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Republic of Korea",
            "authors": [
                {
                    "first": "Welfare",
                    "middle": [],
                    "last": "Minister For Health",
                    "suffix": ""
                },
                {
                    "first": "Family",
                    "middle": [],
                    "last": "Affairs",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Republic of Korea",
            "authors": [
                {
                    "first": "Welfare",
                    "middle": [],
                    "last": "Minister For Health",
                    "suffix": ""
                },
                {
                    "first": "Family",
                    "middle": [],
                    "last": "Affairs",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Preliminary findings of a randomized trial of non-pharmaceutical interventions to prevent influenza transmission in households",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Houck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "What infection control measures will people carry out to reduce transmission of pandemic influenza? A focus group study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "Yardley",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Monitoring community responses to the SARS pandemic in Hong Kong: from day 10 to day 62",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "",
            "pages": "864--70",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Factors influencing the wearing of facemasks to prevent the severe acute respiratory syndrome among Chinese in Hong Kong",
            "authors": [
                {
                    "first": "Csk",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prev Med",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An outbreak of the severe acute respiratory syndrome: predictors of health behaviors and effect of community prevention measures in Hong Kong, China",
            "authors": [
                {
                    "first": "Csk",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "",
            "pages": "1887--1895",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A tale of two cities: community psychobehavioral surveillance in Hong Kong and Singapore during the severe acute respiratory syndrome pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quah",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "25",
            "issn": "",
            "pages": "1033--1074",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Longitudinal assessment of community psychobehavioral responses during and after the 2003 outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bacon-Shone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "1713--1733",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Widespread public misconception in the early phase of the H1N1 influenza pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect",
            "volume": "59",
            "issn": "2",
            "pages": "122--129",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlôt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "2",
            "issn": "339",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pang E: SARS related preventive and risk behaviours practised by Hong Kong-mainland China cross border travellers during the outbreak of the SARS pandemic in Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Epidemiol Community Health",
            "volume": "58",
            "issn": "12",
            "pages": "988--996",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SARS-related perceptions in Hong Kong. Emerg Infect Dis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Wing",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "417--424",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Brug: Perceived threat, risk perception, and efficacy beliefs related to SARS and other (emerging) infectious diseases: results of an international survey",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Veldhuijzen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Voeten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Int J Behav Med",
            "volume": "16",
            "issn": "1",
            "pages": "30--40",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Healthcare personnel and hand decontamination in intensive care units: knowledge, attitudes, and behaviour in Italy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Nobile",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Montuori",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diaco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Villari",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Hosp Infect",
            "volume": "51",
            "issn": "3",
            "pages": "226--232",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Meta-analysis of the relationship between risk perception and health behavior: the example of vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Gerrard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccaul",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Psychol",
            "volume": "26",
            "issn": "",
            "pages": "136--181",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Does this patient have influenza?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Call",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Vollenweider",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hornung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Simel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Mckinney",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "JAMA",
            "volume": "293",
            "issn": "",
            "pages": "987--97",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Changes in reported daily hand washing frequency (%).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Abbreviations (WHO): World Health Organization; (SARS): Severe acute respiratory syndrome; (UK): United Kingdom.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Variables and matched questions in the questionnaireHow many times per day did you wash your hands with soap during the previous month?",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "General demographics, reported hand washing behaviors, and perceived effectiveness, severity, and susceptibility of the participants",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Correlations with each variable",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Logistic regression analysis: factors related to recent reported increases in hand washing frequency (≥5 times a day/<4 times a day)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Relationship between recent flu-like symptoms and reported hand washing frequency",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Author details 1 Department of Social and Preventive Medicine, Sungkyunkwan University College of Medicine, Suwon, Korea. 2 Sungkyunkwan University College of Medicine, Suwon, Korea.Authors' contributions JHP contributed to the conception of study and interpretation, and writing the manuscript. HKC participated in the conception of the study and drafting of the manuscript. DYS participated in the design and data collection. SUK participated in the design and statistical analysis. CMH participated in the design, data collection and statistical analysis. All authors read and approved the final manuscript.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 16,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 122,
                    "end": 123,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}