{
    "paper_id": "412e5e7d7abb90b1bbd1e91d1c89b937987e376e",
    "metadata": {
        "title": "Dynamically-Driven Enhancement of the Catalytic Machinery of the SARS 3C-Like Protease by the S284- T285-I286/A Mutations on the Extra Domain",
        "authors": [
            {
                "first": "Liangzhong",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiahai",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuguang",
                "middle": [
                    "¤"
                ],
                "last": "Mu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanyang Technological University",
                    "location": {
                        "settlement": "Singapore, London",
                        "country": "Republic of Singapore, United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianxing",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Previously we revealed that the extra domain of SARS 3CLpro mediated the catalysis via different mechanisms. While the R298A mutation completely abolished the dimerization, thus resulting in the inactive catalytic machinery, N214A inactivated the enzyme by altering its dynamics without significantly perturbing its structure. Here we studied another mutant with S284-T285-I286 replaced by Ala (STI/A) with a 3.6-fold activity increase and slightly enhanced dimerization. We determined its crystal structure, which still adopts the dimeric structure almost identical to that of the wild-type (WT), except for slightly tighter packing between two extra-domains. We then conducted 100-ns molecular dynamics (MD) simulations for both STI/ A and WT, the longest reported so far for 3CLpro. In the simulations, two STI/A extra domains become further tightly packed, leading to a significant volume reduction of the nano-channel formed by residues from both catalytic and extra domains. The enhanced packing appears to slightly increase the dynamic stability of the N-finger and the first helix residues, which subsequently triggers the redistribution of dynamics over residues directly contacting them. This ultimately enhances the dynamical stability of the residues constituting the catalytic dyad and substrate-binding pockets. Further correlation analysis reveals that a global network of the correlated motions exists in the protease, whose components include all residues identified so far to be critical for the dimerization and catalysis. Most strikingly, the N214A mutation globally decouples this network while the STI/A mutation alters the correlation pattern. Together with previous results, the present study establishes that besides the classic structural allostery, the dynamic allostery also operates in the SARS 3CLpro, which is surprisingly able to relay the perturbations on the extra domain onto the catalytic machinery to manifest opposite catalytic effects. Our results thus imply a promising avenue to design specific inhibitors for 3CL proteases by disrupting their dynamic correlation network. Citation: Lim L, Shi J, Mu Y, Song J (2014) Dynamically-Driven Enhancement of the Catalytic Machinery of the SARS 3C-Like Protease by the S284-T285-I286/A Mutations on the Extra Domain. PLoS ONE 9(7): e101941.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2002, severe acute respiratory syndrome (SARS) suddenly broke out in China and then rapidly spread to 32 countries, resulting in ,8500 infections and over 900 deaths (http://www. who.int/csr/sars/en/). It is the first emerging infectious disease of the 21st century and was caused by a coronavirus termed SARS-CoV. Although now SARS appears to be contained, new coronaviruses have been detected, which may cause great threats to the human health. For example, since the appearance of a new coronavirus termed Middle East respiratory syndrome coronavirus (MERS-CoV) in April 2012, it has caused 207 confirmed cases, out of which 84 died (http://www.who.int/csr/disease/ coronavirus_infections/en/index.html). More importantly, so far neither a vaccine nor an efficacious therapy has been available for them. Therefore, it remains highly demanded to develop strategies to design potential therapeutic agents against SARS-and other CoVs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Among the known RNA viruses, coronaviruses are enveloped, positive-stranded ones with the largest single-stranded RNA genome (27-31 kilobases) . The large replicase gene encodes two viral polyproteins, namely pp1a (486 kDa) and pp1ab (790 kDa), which have to be processed into active subunits for genome replication and transcription by two viral proteases [1, 2] , namely the papain-like cysteine protease (PL2pro) and 3C-Like protease (3CLpro), also known as main protease (Mpro). Previously, SARS 3CLpro has been extensively characterized to be a key target for development of antiviral therapies. The coronavirus 3CLpro is so named to reflect the similarity of its catalytic machinery to that of the picornavirus 3C proteases [1] [2] [3] . Noticeably, both 3C and 3CL-Like proteases utilize the two-domain chymotrypsin fold to host the complete catalytic machinery, which is located in the cleft between domains I and II. Intriguingly, however, in the coronavirus 3CLpro, a ,100-residue helical domain was evolutionarily acquired at its C-terminus [1] [2] [3] [4] . Moreover, unlike 3C protease, only the homodimeric form is catalytically competent for the CoV 3CLpro [1, 4, [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] . After intense studies, now it has been clear that both chymotrypsin fold and extra domain are critical for dimerization.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 142,
                    "text": "(27-31 kilobases)",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1064,
                    "end": 1067,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1172,
                    "end": 1175,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1176,
                    "end": 1178,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1179,
                    "end": 1182,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1183,
                    "end": 1186,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1187,
                    "end": 1190,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1195,
                    "end": 1198,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1199,
                    "end": 1203,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1209,
                    "end": 1213,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1229,
                    "end": 1233,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1234,
                    "end": 1238,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1239,
                    "end": 1243,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1244,
                    "end": 1248,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1249,
                    "end": 1253,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1254,
                    "end": 1258,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1259,
                    "end": 1263,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1264,
                    "end": 1268,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1269,
                    "end": 1273,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We were particularly interested in understanding the role of the extra domain and thus initiated a domain dissection study on SARS 3CLpro immediately after the SARS outbreak in Singapore [6] . The results revealed that although the catalytic fold and extra domain could fold independently, the catalytic fold alone was monomeric and almost inactive. This indicates that the extra domain plays a key role in maintaining the dimerization, thus mediating the catalysis [6] . Therefore, we further conducted a systematic mutagenesis study which led to identification of the extra-domain residues critical for both dimerization and catalysis [16] . Interestingly, we found that the residues important for catalysis and dimerization constitute a nano-channel, which are composed of residues from both catalytic and extra domains [16] . Moreover, we determined the high-resolution structure of R298A, a monomeric mutant triggered by a point mutation on the extra domain, in which the most radical changes have been found within the catalytic machinery [22] . R298A adopts a completely collapsed and inactivated catalytic machinery which is structurally distinguishable from that in wild-type (WT) enzyme; with a short 3 10 -helix formed by residues Ser139-Phe140-Leu141 within the oxyanion-binding loop [22] . Remarkably, the collapsed catalytic machinery observed in R298A appears to represent a universal inactivated state intrinsic to all inactive enzymes as the same collapsed machinery was found in other monomers triggered by the mutations G11A, N28A and S139A which are all located on the chymotrypsin fold [21, 23, 24] . On the other hand, previously we also identified a mutant N214A, which owns a dramatically abolished activity but only slightly weakened dimerization [16] . Very unexpectedly, our determination of its crystal structure revealed that it still adopts a dimeric structure almost identical to that of the WT protease [25] . Nevertheless, the results with molecular dynamics (MD) simulations up to 30 ns unveiled that the N214A mutation triggers the dynamical instability of the catalytic machinery, with many key residues jumped to sample the conformations characteristic of the collapsed and inactivated state in R298A, thus establishing a dynamically-driven inactivation mechanism for the catalytic machinery of the SARS 3CLpro [25] .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 823,
                    "end": 827,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1296,
                    "end": 1300,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1607,
                    "end": 1611,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1612,
                    "end": 1615,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1616,
                    "end": 1619,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1772,
                    "end": 1776,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1935,
                    "end": 1939,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2348,
                    "end": 2352,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we studied another mutant we previously identified with three residues S284-T285-I286 mutated to Ala, designated as STI/A [16] . Interestingly, despite being far away from the active pocket, the mutations led to a 3.6-fold enhancement of the catalytic activity but only slightly enhanced dimerization. Here, our determination of its crystal structure reveals that STI/A still adopts the dimeric structure almost identical to that of the wildtype (WT), only with a slightly change of the extra-domain packing, which is similar to that observed in the more active form of the WT at high pH values (pH 7.6 and 8) [44] . As a consequence, to understand its underlying dynamical mechanism, we conducted 100-ns MD simulations for both WT and STI/A. Remarkably, the most dramatic changes in STI/A simulations are associated with the nano-channel. This change appears to slightly enhance the dynamic stability of the N-finger and helix A, which subsequently relay the dynamic effects to the contacted residues and finally to catalytic machinery. Ultimately, the key components composed of the catalytic machinery become more dynamically stable, thus rationalizing the enhancement of its catalytic activity. As coronavirus 3C-Like proteases share a similar enzymatic mechanism [1, 2, 26] , our results would facilitate the development of strategies and agents by modulating protein dynamics to fight new coronaviruses whose outbreaks may occur in the future.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1273,
                    "end": 1276,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1277,
                    "end": 1279,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1280,
                    "end": 1283,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The structure coordinate of the STI/A mutant was deposited in Protein Data Bank, with PDB ID code of 3EA8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accession Numbers"
        },
        {
            "text": "Recently the extra N-terminal residues leftover from the cleavage of fusion proteins were demonstrated to significantly reduce the enzymatic activity [10, 18] . On the other hand, the SARS 3CLpro we previously studied had two extra residues Gly-Ser after the thrombin cleavage of the GST-3CLp fusion proteins [6, 16] . In order to remove the two extra residues, in the present study we transferred the gene encoding SARS 3CLp from the pGEX-4T-1 GST-fusion expression vector (Amersham Biosciences, GE Healthcare, Little Chalfont, UK) to the His-tagged pET28a vector. Subsequently, site-directed mutagenesis was utilized to shorten the thrombin cleavage sequence LVPR|GS (CTG GTT CCG CGT GGA TCC) engineered by the company to LVPR| (CTG GTT CCG CGT), which only constituted the thrombin cleavage site in conjunction with the first two N-terminal residues Ser-Gly of SARS 3CLp. Interestingly, thrombin cleaved this new site (LVPR|SG) very efficiently to release the authentic wild-type 3CLpro as well as N214A [25] . To produce STI/A mutant, sitedirected mutagenesis was further used to mutate S284-T285-I286 to Ala as previously described [16, 25] . Benefited from this reengineered cleavage site, we were able to produce both authentic WT 3CLpro [25] and its STI/A mutant without any extra residues from the fusion tag.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1007,
                    "end": 1011,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1142,
                    "end": 1145,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1245,
                    "end": 1249,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Generation of the recombinant STI/A mutant without any extra residue"
        },
        {
            "text": "Experimentally, the His-tagged protease or mutants was expressed in E. coli strain BL21 (DE3) with induction by 0.4 mM isopropyl-1-thio-d-galactopyranoside (IPTG) under 20 degree overnight. The protease was obtained by in-gel cleavage with thrombin while the His-tag protein attached to the Nickel-NTA beads (QIAGEN), followed by a FPLC purification on a gel filtration column (HiLoad 16/60 Superdex 200). The pure protease was concentrated to 10 mg/ml and stored in the buffer (10 mM Tris-HCl, 10 mM DTT, pH 7.5). The molecular weight of the WT and N214A proteases were determined by a Voyager STR MALDI-TOF mass spectrometer (Applied Biosystems).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of the recombinant STI/A mutant without any extra residue"
        },
        {
            "text": "The enzymatic activities of the STI/A proteases were measured by a fluorescence resonance energy transfer (FRET)based assay using a fluorogenic substrate peptide (Dabcyl-KTSAVLQSGFRKME-Edans) as previously described [15, 16, 25, 27] . Briefly, 1 ml reaction mixture contained 50 nM protease and fluorogenic substrate with concentrations ranging from 1 mM to 40 mM in a 5 mM Tris-HCl buffer with 5 mM DTT at pH 6.0, which is identical to the pH for crystallization. The enzyme activity was measured by monitoring the increase of the emission fluorescence at a wavelength of 538 nm with excitation at 355 nm using a Perkin-Elmer LS-50B luminescence spectrometer. The Km and kcat values were deduced from data analysis using Graphpad prism.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Enzymatic activity assay and ITC characterization of dimerization"
        },
        {
            "text": "ITC (isothermal titration calorimetry) experiments were carried out to determine the monomer-dimer dissociation constants of the STI/A proteases as previously described [10, 25] using a Microcal VP ITC machine. Briefly, the protease samples and buffers were span at 13.3k rpm for one hour to remove the tiny particles and degas thoroughly. In titrations, the STI/A sample in 5 mM Tris-HCl buffer at pH 6.0 containing 5 mM DTT were loaded in the syringe, which was subsequently titrated into the same buffer in the cell. The obtained titration data with endothermic peaks were analyzed by the built-in Microcal ORIGIN software using a dimer-monomer dissociation model to generate the dissociation constants and the enthalpy changes.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Enzymatic activity assay and ITC characterization of dimerization"
        },
        {
            "text": "Crystallization, structure determination of the STI/A protease The STI/A protease with a concentration of 10 mg/ml were crystallized in a 2 ml hanging drop using a condition identical to that previously reported except for a minor variation of the PEG6000 concentration [4, 18, 25] . After a three-day growth, a single crystal was picked up from the crystal clusters for diffraction with the cryoprotective buffer (20% glycerol with the mother liquid). The X-ray diffraction data were collected at Bruker X8 PROTEUM in-house X-ray machine.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Enzymatic activity assay and ITC characterization of dimerization"
        },
        {
            "text": "The collected data sets were processed using the program HKL2000 in a resolution of 2.25 Å in the space group C2. Briefly, the phase determination for the mutant structure was done by the molecular replacement method using the WT SARS-CoV 3CLpro structure (PDB code: 2H2Z) [18] as the searching model by the program Phaser [28] in the program suite Phenix [29] . The Ala mutating residues (Ser284, Thr285, Ile286) were corrected in the program COOT [30] . The refinements and the addition of the solvent molecules of the models for the mutant were done in the program suite Phenix. The final model was analyzed by PROCHECK [31] and all figures were prepared using Pymol [32] .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Enzymatic activity assay and ITC characterization of dimerization"
        },
        {
            "text": "The crystal structures of the WT (PDB code: 2H2Z) [18] and STI/A determined in the present study were selected as the initial models for molecular dynamics simulations as previously described [25] . The crystal structures PDB files were post-processed as previously described [33, 34] .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 192,
                    "end": 196,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Molecular dynamics (MD) simulations"
        },
        {
            "text": "The simulation cell is a periodic cubic box with a minimum distance of 10 Å between the protein and the box walls to ensure the protein would not directly interact with its own periodic images given the cutoff. The water molecules, described using the TIP3P model, were filled in the periodic cubic box for the all atom simulation, 6 Na + ions were randomly placed to neutralize the charge in MD system for STI/A and WT dimers, Each system contained approximately 75,000 atoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular dynamics (MD) simulations"
        },
        {
            "text": "Three independent 100-ns MD simulations for each protease were performed with the program GROMACS [35] with the AMBER-03 [36] all-atom force field. The long-range electrostatic interactions were treated using the fast particle-mesh Ewald summation method [35] , with the real space cutoff of 9 Å and a cutoff of 14 Å was used for the calculation of van der Waals interactions. The temperature during the simulations was kept constant at 300 K by Berendsen's coupling. The pressure was held at 1 bar. The isothermal compressibility was 4.5*10 25 bar 21 . The time step was set as 2 fs. All bond lengths including hydrogen atoms were constrained by the LINCS algorithm [37] . Prior to MD simulations, all the initial structures were relaxed by 500 steps of energy minimization using the steepest descent algorithm, followed by 100 ps equilibration with a harmonic restraint potential applied to all the heavy atoms of the protease.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Molecular dynamics (MD) simulations"
        },
        {
            "text": "Calculation of enclosed volume POVME program was used to calculate the enclosed volumes of the nano-channel and Thr25-Cys44 Leu-P2 substrate pocket [38] . Snapshots from each MD trajectory were taken at every 100-ps interval. A 3D-grid spacing was constructed around the Cb of residues: Ser284, Thr285, Ile286 in the nano-channel, and Thr25 and Cys44 in the Leu-P2 substrate pocket. Grid points were included when they do not overlap with any atom of the studied residues or neighboring residues. The grid points were summed up to give the enclosed volume. ",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Molecular dynamics (MD) simulations"
        },
        {
            "text": "STI/A as well as N214A modulates the catalysis of the SASR 3CL protease without substantial conformational change, suggesting that the mutation effects are relayed to the catalytic machinery through dynamic allostery. So here we attempted to analyze the allosteric networks of WT, N214A and STI/A by a recently established approach called MutInf [39] . MutInf represents an entropy-based approach to analyze ensembles of protein conformers, such as those from molecular dynamics simulations by using internal coordinates and focusing on dihedral angles. In particular, this approach is even applicable in cases for which conformational changes are subtle, for example, because the coupling is mostly entropic in nature [39] . Briefly, this approach utilizes second-order terms from the configurational entropy expansion, called the mutual information, to identify pairs of residues with correlated conformations, or correlated motions, in an equilibrium ensemble [39] . In the present study, the normalized matrix values were used, and 0.3 was set up to be the threshold value to determine the pairs of highly correlated residues. The residue pairs with correlated values $0.3 make up the top 1% of the entire matrix.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 963,
                    "end": 967,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Correlation analysis"
        },
        {
            "text": "By reengineering the thrombin cleavage site, we succeeded in obtaining the STI/A proteases without any extra residues leftover from the fusion tag. The enzyme was characterized by far-UV CD spectroscopy and its spectrum (spectra not shown) had no detectable difference from that with two extra residues Gly-Ser that we previously studied [16] , thus indicating that the two extra residues have no detectable effect on the secondary structures.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Activity and dimerization of the STI/A enzyme"
        },
        {
            "text": "By a fluorescence resonance energy transfer (FRET)-based assay, we have measured the enzymatic activities of the authentic STI/A proteases. As shown in Figure 1a , the STI/A protease has a Km value (23.3 mM) very similar to those previously reported on the authentic wild-type enzyme (24.2 mM) while Kcat of the STI/ A protease has a 3.5-fold enhancements [25] . Here we further measured the Kd value of the STI/A dimerization by ITC to be 13.4 mM (Figure 1b) , only slightly smaller than 21.4 mM for the authentic WT protease [25] , indicating that the STI/A mutation only has a very small enhancement of the dimerization.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 448,
                    "end": 459,
                    "text": "(Figure 1b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Activity and dimerization of the STI/A enzyme"
        },
        {
            "text": "To gain insights into the structural consequence of the STI/A mutation, we determined its crystal structure at a resolution of 2.25 Å in C2 space group, with one molecule in the asymmetric unit. The R work factor of the final models for STI/A mutant was 18.4%, while the R free factor was 23.1%. Details of the data collection and refinement statistics are presented in Table S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 378,
                    "text": "Table S1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Crystal structure of the STI/A enzyme"
        },
        {
            "text": "In the electron density map of the STI/A mutant, all 306 residues are visible and it adopts the classic dimeric structure with the same packing of the two protomers as observed in all previously-determined dimeric structures of the coronavirus 3CLpro [1, 2, 4, 18, 19, 25, [40] [41] [42] [43] [44] [45] . The dimeric STI/A structure is highly similar to those of the WT protease previously reported ( Figure 2a ). If compared to the WT crystal structure (2H2Z) [18] also determined at pH 6.0, with the authentic sequence in the same C2 space group [18] , the dimeric RMS deviations are 0.86 and 0.77 Å respectively for the heavy (C, O, S and N) and backbone atoms (C, Ca, N (backbone-amide), carbonyl). Even if comparing at the individual protomer level, the RMS deviations reduce to 0.55 and 0.49 Å respectively for the heavy and backbone atoms, implying that the packing of two protomers slightly differs in the STI/A proteases. In the STI/A mutant, even for the key residues constituting the catalytic machinery including the catalytic dyad His41-Cys145, oxyanion-loop Phe140-Cys145, His163 and Glu166 critical for binding substrates; and Phe140, His172 in holding the substrate binding-pocket open, their backbones and side-chains are almost superimposable to those in the WT structure ( Figure 2b ). This observation implies that the enhancement of the STI/A activity cannot be readily rationalized only by the static structure. Furthermore, the mutation residues Ser284-Thr285-Ile286 are located on the extra domain and far away from the catalytic dyad His41-Cys145 ( Figure 1c ). We also examined the B-factors of STI/A and WT proteases but it appears extremely challenging to establish any precise correlation between the B-factors and catalytic activity. Therefore, the catalytic enhancement is most likely due to the change of the protein dynamics of the enzyme induced by the mutations as we previously demonstrated on the N214A mutant [25] .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 255,
                    "end": 257,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 258,
                    "end": 260,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1947,
                    "end": 1951,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 410,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1292,
                    "end": 1301,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1574,
                    "end": 1583,
                    "text": "Figure 1c",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Crystal structure of the STI/A enzyme"
        },
        {
            "text": "Intriguingly, the enzymatic activity of the wild-type 3CLpro has been previously found to be pH-dependent where the optimum activity is at pH 7.6 and the activity become much lower at pH 6.0 [4, 5, 18, [44] [45] . Strikingly, upon pH changes, the extra . Dimeric structure of the SARS 3CLpro with the catalytic folds colored in blue (protomer 1) and cyan (protomer 2); the extra domains in red (protomer 1) and lightpink (protomer 2), as well as the connecting loops in black (protomer 1) and purple (protomer 2). The catalytic dyad residue His41 is displayed as green sphere while Cys145 as yellow sphere. Mutation residues S284T285I286 and N214 are displayed as spheres and the N-finger residues Ser1-Fhe8 are displayed as dots. doi:10.1371/journal.pone.0101941.g001 domains in the dimeric enzyme appear to undergo a 'rigid body rotation/movement'. Inspired by this, here we calculated the distances (d) between the centers of mass of two extra domains, as well as the angles (H) formed by two mass centers of each extra domains and the mass center of the two catalytic folds together (Figure 2c) , which are 32.4 Å and 63.2 degree for the STI/A determined here at pH 6.0 (3EA7), 33.7 Å and 66.3 degree for the wild-type enzyme at pH 6.0 (2H2Z) [18] , 32.6 Å and 63.3 degree for the wild-type enzyme at pH 7.6 (1UK3), and 32.7 Å and 63.7 degree for the wild-type enzyme at pH 8.0 (1UK2). This observation implies that the slightly tighter packing of the two extra domains is indeed associated with the higher catalytic activity.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 195,
                    "end": 197,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1247,
                    "end": 1251,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 1087,
                    "end": 1098,
                    "text": "(Figure 2c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Crystal structure of the STI/A enzyme"
        },
        {
            "text": "Previously, based on a systematic mutagenesis study, we have proposed a nano-channel to be responsible for relaying the mutation effect from the extra domain to the catalytic machinery, which are mainly constituted by residues next to S284-T285-I286 on the extra domains as well as N-finger residues on the catalytic folds [16] . Because the mutation of STI to Ala with a small side chain results in a cavity, in STI/A the two extra domains come slightly closer as described above, and consequently the volume of the nano-channel (V) is 1293 Å 3 in STI/A (Figure 2d ), slightly smaller than that (1435 Å 3 ) in WT (Figure 2e ).",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 555,
                    "end": 565,
                    "text": "(Figure 2d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 614,
                    "end": 624,
                    "text": "(Figure 2e",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Crystal structure of the STI/A enzyme"
        },
        {
            "text": "Molecular dynamics simulation is a powerful tool to provide insights into the dynamic mechanism that underlies protein function [25, [46] [47] [48] [49] [50] . Therefore, we conducted 100-ns MD simulations for the wild-type (2H2Z) [18] and our present STI/ A (3EA7) structures, both of which have been determined at pH 6.0 and in crystals of the space group C2. Figure 3 presents the root-mean-square deviation (RMSD) of Ca atoms (from their positions in the energy minimized structures) for the dimeric WT and STI/A (a-c), their catalytic folds (domains I and II; d-f) and extra domains only (domain III, g-j). Interestingly, in the context of the dimeric forms, STI/A showed (Figures 3j-3o) .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 133,
                    "end": 137,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 138,
                    "end": 142,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 370,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 677,
                    "end": 692,
                    "text": "(Figures 3j-3o)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Molecular dynamics (MD) simulations"
        },
        {
            "text": "Indeed, for STI/A, the distance d (Figures 4a-c) and angle H (Figure 4d -f) as defined in Figure 2d have further reduced after ,10 ns in simulations 1 and 3 and after , 45 We have also calculated the hydrogen bond occupancy of all simulations for both STI/A and WT, and Table 1 presents the hydrogen bond occupancies with the difference .5% between STI/A and WT. Interestingly, although the STI/A mutations are on the extra domain, only limited intra-domain hydrogen bonds show significant occupancy differences within the extra domain (Table 1) . This suggests that similar to the tighter packing between two extra domains triggered by the high pH in WT [44] , here the tighter packing induced by the STI/A mutations is also largely resulting from the 'rigid body rotation/movement' of the extra domains without significantly affecting the packing within the extra domains. Furthermore, the slight dynamic changes over the extra domains can also be transmitted to the catalytic fold, as exemplified by the significant changes of hydrogen bond occupancies between Asp295 and Thr111 (Table 1) .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "text": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 48,
                    "text": "(Figures 4a-c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 61,
                    "end": 71,
                    "text": "(Figure 4d",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 90,
                    "end": 99,
                    "text": "Figure 2d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 270,
                    "end": 277,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 536,
                    "end": 545,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1082,
                    "end": 1091,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Molecular dynamics (MD) simulations"
        },
        {
            "text": "In the previously-determined crystal structures of SARS 3CLpro, the distance between NE2 of His41 and SG of Cys145 ranges from 3.6 to 3.9 Å . Furthermore, all previous MD simulations revealed that the dynamic stability of this distance is extremely critical for the stable formation of a hydrogen bond, which appears to be pivotal for maintaining the catalytic competency of the SARS 3CLpro [10, 23, 25, [51] [52] [53] . Also for the active WT enzyme, this distance has been previously demonstrated to be dynamically stable in MD simulations. Indeed, as in our previous simulations, the distances of both protomers of the WT were found to be dynamically stable for all 30 ns while those of the inactive N214A mutant became unstable and larger despite sharing a superimposable crystal structure to the WT [25] . In our current MD simulations of 100 ns, the distances between NE2 of His41 and SG of Cys145 of STI/A are: 3.8060.60 Å , 3.9160.51 and 3.7860.50 Å respectively for three simulations of the protomer 1 (Figures 5a-5c) , and 3.9160.48, 3.8760.45 and 3.8660.48 Å respectively for the protomer 2 (Figures 5d-5f ). In contrast, the distances in WT are: 3.8260.46, 3.8360.49 and 4.0760.76 Å respectively for three simulations of the protomer 1, and 4.0860.52, 3.8460.49 and 3.8960.43 Å respectively for the protomer 2. As a consequence, the distance of STI/A ranges from 3.78 to 3.91 Å while WT from 3.82 to 4.08 Å , suggesting that overall this distance is more dynamically stable in STI than that in WT. In particular, after 80 ns, in simulation 3 of the WT protomer 1, this distance becomes largely fluctuating (Figure 5c ), while for STI/A, no such large fluctuation can be observed for all 100 ns. The Chi2 angles of His41 have similar dynamical behaviors (Figures 5g-5l ) and the large fluctuation is also observed (Figure 5i) .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 804,
                    "end": 808,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 1011,
                    "end": 1026,
                    "text": "(Figures 5a-5c)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1102,
                    "end": 1116,
                    "text": "(Figures 5d-5f",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1618,
                    "end": 1628,
                    "text": "(Figure 5c",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1765,
                    "end": 1779,
                    "text": "(Figures 5g-5l",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1825,
                    "end": 1836,
                    "text": "(Figure 5i)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Dynamic behavior of the catalytic dyad and oxyanion hole"
        },
        {
            "text": "One key component of the catalytic machinery of the SARS 3CLp is the substrate-binding pocket composed of six substrate sites, namely S1-S6, which correspond to the P1-P6 residues of the substrate [1, 2, 4, 23, 25] . The S1 substrate site is the most critical as it confers an absolute specificity for a Gln at the P1 position of the substrate. As such, maintaining the intact conformation of S1 substrate site is especially vital for catalysis. Briefly, the S1 substrate site can be divided into four parts: the oxyanion hole; His163; Glu166; Phe140 and its stabilizing elements [1, 2, 4, 23, 25] . The oxyanion hole refers to a structural element to donate two hydrogen bonds from main-chain amides of Gly-143 and Cys-145 to accommodate the main-chain oxygen of Gln-P1 as well as the tetrahedral intermediate during catalysis. Previously we demonstrated that in the inactive monomer R298A, the most distinguishable change is the collapse of the oxyanion hole as triggered by the chameleon formation of a short 3 10 -helix from a loop over residues Ser139-Phe140-Leu141 [22] . Remarkably, in our previous MD simulations, residues Ser139-Phe140-Leu141 of the WT maintained an extended active conformation while those of N214A frequently jumped to sample the 3 10 -helix conformation characteristic of the collapsed oxyanion hole [25] .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 201,
                    "end": 203,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 204,
                    "end": 206,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 584,
                    "end": 586,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 587,
                    "end": 589,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1329,
                    "end": 1333,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Dynamic behavior of the catalytic dyad and oxyanion hole"
        },
        {
            "text": "In the present simulations of both STA and WT up to 100 ns, the three residues have similar dynamical behaviors in their backbone conformations ( Figure S1 ), as well as the similar hydrophobic stacking interactions among Phe140, His163 and His172. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "Figure S1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Dynamic behavior of the catalytic dyad and oxyanion hole"
        },
        {
            "text": "The Glu-P1 substrate binding site includes essential substrate recognition residues: His163, Glu166 and His172. Extensive studies previously revealed that increased side-chain flexibility of His163 and Glu166 decreases the enzymatic activity [44] , and mutation of Glu166 to alanine reduces the enzymatic activity by many folds [54] . Particularly these three residues were found to play a key role in the pH-dependent enhancement of the catalytic activity by both experiments and simulations [44] : the reduced contact between His163 and Glu166 allowed Glu166 to engage in hydrogen bonding with His172 and consequently adopted optimal conformations for substrate-binding at pH 7.6. In contrast, the increased contact between His163 and Glu166 decreased hydrogen bond between Glu166 and His172, and thus reduced the stability of the substrate pocket at pH 6 [44] .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Dynamic behavior of His163 and Glu166"
        },
        {
            "text": "In our current 100-ns MD simulation, the backbone conformations of both His163 and Glu166 are indistinguishable between STI/A and WT. In STI/A, the distances of His163-Glu166 are: Interestingly, STI/A showed enhanced dynamic stability in the Glu166 side-chain conformation (Figures 6a-6f) and smaller centroid distance between the side chains of Glu166 and His172 (Figures 6g-6l) . The averaged centroid distances of Glu166 and His172 are: 4.80 Å and 4.81 Å respectively for two protomers of STI/A; and 4.73 and 5.13 Å respectively for two protomers of WT. The slight decrease in the distance between Glu166 and His172 in STI/A leads to an increased hydrogen bond occupancy between Glu166 and His172: 43.3% in STI/A versus 19.6% in WT (Table 1) . Previously, the molecular mechanism for the pHtriggered activity enhancement has also been largely attributed to the increase in the Glu166 dynamic stability, which results from the different protonation states of His163 and His172 at higher pH [43] . This implies that the activity enhancement triggered by high pH and STI/A mutation may share overlapped allosteric pathways.",
            "cite_spans": [
                {
                    "start": 992,
                    "end": 996,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 288,
                    "text": "(Figures 6a-6f)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 364,
                    "end": 379,
                    "text": "(Figures 6g-6l)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 735,
                    "end": 744,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Dynamic behavior of His163 and Glu166"
        },
        {
            "text": "In the dimeric structures, the N-finger residues Ser1-Ala7 of one protomer have extensive contacts with residues of another protomer which include those constituting the substrate-binding and the catalytic pocket as well as critical for the dimerization. On the other hand, the N-finger residues also make extensive contacts with the extra domains and are key component of the nanochannel [16] . As such, the dynamical changes of the extra domains may be relayed to other catalytic domain residues via the N-finger residues.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Dynamic behavior of N-finger and a-helix A residues"
        },
        {
            "text": "In the current MD simulations, the backbone conformations of the N-finger residues including Arg4 and Lys5 are very similar in both STI/A and WT. Nevertheless, the Arg4 side-chain conformations indicated by Chi1 is lopsided in STI/A: Arg4 sampled either of the two conformation clusters (30u,Chi1,90u and 2 30u,Chi1,290u) in protomer 1 (Figures S3a-S3c) but sampled consistently only one conformation cluster (230u,Chi1,290u) in protomer 2 (Figures S3d-S3f) . On the other hand, Arg4 in both protomers of WT sampled 3 conformation clusters. The side-chain conformation (Chi1) of Lys5 in STI/A prefers 2 conformation clusters (2180u,Chi1,2150u and 150u,Chi1,180u) ( Figures  S3m-S3r) while Lys5 in WT is restricted to one conformation cluster (290u,Chi1,230u). Interestingly, as shown in Table 1 , in STI/A, Arg4 has lower hydrogen bond occupancies with Glu290 and Lys137, while Lys5 has higher hydrogen bond occupancies with Glu288.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 353,
                    "text": "(Figures S3a-S3c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 440,
                    "end": 457,
                    "text": "(Figures S3d-S3f)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 665,
                    "end": 682,
                    "text": "Figures  S3m-S3r)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 787,
                    "end": 794,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Dynamic behavior of N-finger and a-helix A residues"
        },
        {
            "text": "The slight dynamical changes over the N-finger residues appear to affect the downstream helix A (Ser10-Gly15), which are mutually aligned at the dimer interface and engaged in interprotomer hydrogen bonds and salt-bridges. Previously, the mutation of Gly11 to Ala has been shown to completely abolish the dimeric structure and lead to a collapsed catalytic machinery [23] . In the present simulations, although the backbone conformations of the helix A (Ser10-Gly15) are largely similar in the simulations of both STI/A and WT ( Figure S4 ), the dynamic stability of the helix is largely enhanced, as evidenced by the significantly increased occupancies of the intra-residue Ser10 hydrogen bonds and those between Gly11 and Glu14, Ser10 and Val13, Gly11-Gly15, as well as Gly15-Asn95 (Table 1) .",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 529,
                    "end": 538,
                    "text": "Figure S4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 784,
                    "end": 793,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Dynamic behavior of N-finger and a-helix A residues"
        },
        {
            "text": "Previously, Asn28 has been identified to be a key component to mediate both catalysis and dimerization of the SARS 3CLpro via a long-range interaction network [7, 8, 21] . More specifically, it maintains the conformation integrity of and positioning of Cys145 (catalytic residue), Lys137-Phe140 (part of the oxyanion loop), Tyr126 and Cys117 through a hydrogen bond network composed of Asn28-Cys145, Asn28-Gly143, Asn28-Cys117 and Asn28-Gly120. Indeed, the mutation of Asn28 also led to a complete elimination of the dimeric structure and an inactivated and collapsed catalytic machinery [21] . In the present simulations, the backbone conformations of Asn28 are largely similar in STI/A and WT. However, the side-chain conformations of Asn28 as reflected by Chi1 (Figures 7a-7f) and Chi2 (Figures 7g-7l) exhibited an enhanced conformational stability in STI/A. On the other hand, in STI/A, Asn28 has significantly increased occupancies of the hydrogen bonds with Cys117 and Cys145 (Table 1 ). It appears that the enhanced stability of Asn28 contributes to the dynamical stability of the catalytic dyad (His41 and Cys145) ( Figure 5) . Furthermore, we also observed an increased dynamical stability for residues of the Leu-P2 substrate pocket in the STI/A simulations. The Leu-P2 substrate binding site consists of Thr25, Leu27, Val42, Cys44, Thr47, Asp48, Met49, Tyr54, Leu164, and Met165 and these residues form a hydrophobic pocket that is receptive to a bulky side-chain such as Leu, Phe and Val [52] . Studies indicated that the physical dimensions or/and specific conformation of Leu-P2 substrate site determined both substrate binding specificity and consequentially the enzymatic catalytic rate. Thr25 and Cys44 lie at the edge of the Leu-P2 substrate binding site. The backbone and side-chain conformations of Cys44 are largely similar in both STI/A and WT simulations. Interestingly Thr25 shows a slightly enhanced dynamical stability of the backbone (Figures 8a-8l) . Furthermore, the distance (Figures 8m-8r ) and volume enclosed (Figures 8s-8x) between Thr25 and Cys44 have enhanced dynamical stability profiles in STI/A simulation: the averaged distance between Thr25/OG1 and Cys44/O is: 2.8760.36 Å (protomer 1), 3.0560.54 Å (protomer 2) for STI/A; and 3.6360.92 Å (protomer 1), 3.4061.00 Å (protomer 1) for WT. On the other hand, there is an approximate 2-fold increase in hydrogen bond occupancy between Thr25/OG1 and Cys44/O in STI/A simulations ( Table 1 ). The significant fluctuations of the distance and volume between Thr25 and Cys44 in WT may result in an increased insertion of the methyl moiety of Thr25 side-chain into the cavity of Leu-P2 substrate site, thus impeding the docking of substrate into the substrate pocket or reduce the enzyme grip on the substrate during enzymatic catalysis.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 163,
                    "end": 165,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1500,
                    "end": 1504,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 764,
                    "end": 779,
                    "text": "(Figures 7a-7f)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 789,
                    "end": 804,
                    "text": "(Figures 7g-7l)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 982,
                    "end": 990,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1124,
                    "end": 1133,
                    "text": "Figure 5)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1961,
                    "end": 1976,
                    "text": "(Figures 8a-8l)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2005,
                    "end": 2019,
                    "text": "(Figures 8m-8r",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2042,
                    "end": 2057,
                    "text": "(Figures 8s-8x)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2466,
                    "end": 2473,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Increased conformational stability of Asn28 and Thr25"
        },
        {
            "text": "We have also compared the dynamic behaviors of all other residues in STI/A and WT and found them to be very similar. Interestingly, although the STI/A mutations are on the extra domains, many residues in the chymotrypsin fold have the occupancies of their intra-domain hydrogen bond significantly affected (Table 1) . First, the linker residues connecting the catalytic and extra domains have reduced hydrogen bond occupancies, which come from the rearrangement of the orientation between the catalytic and extra domains via 'rigid body rotation/ movement' in SIT/A. Second, in STI/A simulations, except for the hydrogen bonds of Gln19-Asn119 and Thr21-Thr25 which have reduced occupancies, hydrogen bonds of other catalytic fold residues have significantly increased occupancies. These observations clearly indicate that the effects triggered by the STI/A mutations can be indeed transmitted to the catalytic fold and enhance the dynamic stability of the catalytic machinery, which ultimately leads to the increased catalytic activity of the STI/A mutant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 315,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Other regions"
        },
        {
            "text": "As seen in the mutual information profiles (Figure 9 ), in the protomer 1 of WT, fragments of both catalytic and extra domains have highly correlated motions, which include Phe3-Ser62 contaning the N-finger, helix A, Thr25, Asn28, Cys44 and catalytic dyad residue His41; Leu115-Cys156 containing CII-BII residues, oxyanion loop Ser139-Leu141, and catalytic dyad residue Cys145; Val186-Thr198 within the loop connecting the catalytic and extra domain; Asn214-Asn238 containing Asn214; and Ile281-Phe305 containing S284-T285-I286. These fragments cover all residues which have been identified to be critical for dimerization and catalysis previously as well as in the present study, which constitute a correlated network over the whole protease ( Figure 9 ). Interestingly, here the loop residues Val186-Thr198 are revealed to be a key component of this network. Previously their role in dimerization and catalysis has been mostly unknown and thus it is worthwhile to experimentally characterize in the further. Furthermore, although the correlation pattern in the protomer 2 of WT remains largely similar, the significantly correlated pairs of residues slightly changed, thus leading to the less correlation of some catalytic domain residues (Figure 9 ). Strikingly, although the N214A mutation significantly provoked the dynamics of the whole protease [25] , the mutual information profiles reveal that it globally decouples the correlation of the paired residue motions ( Figure 9 ). As a consequence, the first half of the catalytic fold which hosts His41, one of the catalytic dyad residues, loses the significant correlation to the rest of the protease in both protomers. The results on the correlation analysis of both WT and N214A strongly suggest that the networks to correlate the motions over the whole protease are essential for implementing its catalytic action, and the dynamic perturbation onto a key component even without detectable conformational change is sufficient to dramatically inactivate the catalytic machinery by disrupting the correlation network. On the other hand, for STI/A, the difference of the mutual information profiles between STI/A and WT is relatively small. In the protomer 1 of STI/A, although the correlated motions of some pairs of residues become less significant as compare to those in WT, the correlated motions become significantly increased for residues Gly2-Arg4 with many other residues distributed over the whole protease. In the second protomer of STI/A, the correlated motions over the majority of the residue pairs become enhanced as compared to those of WT. As such, it is not straightforward to attribute these changes to the activity enhancement in STI/A. It appears that unlike the N214A mutation which decouples the global correlated motions, thus inactivating the catalytic machinery, the STI/A mutation enhances the catalytic activity by the specific allosteric pathways which manifest as the altered correlation patterns. ",
            "cite_spans": [
                {
                    "start": 1352,
                    "end": 1356,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 52,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 745,
                    "end": 753,
                    "text": "Figure 9",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1241,
                    "end": 1250,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1473,
                    "end": 1481,
                    "text": "Figure 9",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Correlation analysis"
        },
        {
            "text": "Due to the severity of the worldwide SARS epidemic, the SARS-CoV received extremely-intense research efforts worldwide immediately after its outbreak. The SARS 3CLpro not only represents a promising target for developing therapeutic agents, but also serves as an excellent model for understanding how the evolutionarily-acquired non-catalytic domains mediate the enzymatic mechanisms. Previously, it has been found that by acquiring additional non-catalytic domains during evolution, many enzymes gain altered catalytic mechanisms or/and be connected to cellular signaling networks [55] [56] . Indeed, upon acquiring the Cterminal extra domain, SARS 3CLpro suddenly needs the dimerization to activate its catalytic machinery. Previous studies have uncovered that the monomeric structures of the SARS 3CLpro have the same collapsed catalytic machinery, regardless of being triggered by G11A, N28A or S139A mutations on the catalytic domains [21, 23, 24] , or by R298A on the extra domain [22] . This suggests that the dimerization is commonly controlled by a structurally-allosteric network composed of residues of both catalytic and extra domains. With MD simulations, we have shown that the collapsed catalytic machinery was not only structurally-distinguishable from, but also dynamically well-separated from the activated state of SARS 3CLpro [25] . Remarkably, despite having almost the same three-dimensional structure as WT, in MD simulations, the dimeric but inactive N214A mutant frequently jumped to sample the conformations of the collapsed state, thus leading to the proposal of the ''dynamically-driven inactivation'' for the catalytic machinery of SARS 3CLpro [25] . This observation implies that the mutation effect of N214A has been relayed to inactivating the catalytic machinery through the dynamic allostery.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 586,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 940,
                    "end": 944,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 949,
                    "end": 952,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 987,
                    "end": 991,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1673,
                    "end": 1677,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Here we studied another mutant STI/A with mutations on the extra domain, which has a significantly-increased activity but only slightly-enhanced dimerization. The successful determination of its crystal structure indicates that STI/A still adopts the dimeric structure almost identical to that of WT, only with slightly tighter packing between two extra-domains due to the cavity created from replacing Ser284-Thr285-Ile286 with Ala ( Figure 2a) . In particular, the key residues constituting the catalytic machinery are almost superimposable to those of WT (Figure 2b) . We thus hypothesized that the activity enhancement may be mostly resulting from the dynamic allostery, as we previously observed in the N214A mutant [25] . Consequently we conducted 100-ns MD simulations for both STI/A and WT, which represent the longest simulations reported for 3CLpro so far. An exhaustive analysis of MD results revealed that STI/A and WT have very similar dynamical behaviors for most residues. Nevertheless, in the MD simulations, STI/A did show some dynamical behaviors different from those in WT. The most significant change in STI/A is that in the simulations the two extra domains became further tightly packed in STI/A, mostly driven by the hydrophobic interactions by Ala284-Ala285-Ala286-Leu287. This led to a dramatic reduction of the volume of a nano-channel constituted by residues of both catalytic and extra domains (Figures 10a-10e) , which we previously proposed to relay the perturbation on the extra domains to the catalytic machinery [16] . The volume reduction in the nano-channel triggered slight changes of dynamics of some nano-channel residues (Figure 10f ), in particular the N-finger residues ( Figure S3 ), which are also reflected by the redistribution of the hydrogen bond occupancy (Table 1) . Interestingly the Helix A residues also become slightly more stable as evident from their backbone conformations ( Figure S4 ) and increased hydrogen-bond occupancy for the residues Ser10 and Gly11 (Table 1 ). The dynamic changes over N-finger and helix A appears to be further transmitted to residues over the BII and CII beta-strands including Thr111, Ser113, Leu115-Tyr118 and Ser123 (Figure 10f ), which ultimately lead to the enhanced dynamic stability of residues constituting the catalytic machinery, such as Asn28, Thr25 and Cys45; Glu166 and His172; as well as the catalytic dyad His41-145. The enhanced dynamical stability of these residues appears to be responsible for the increased activity of STI/A. Indeed, previously high catalytic activity of some enzymes has been correlated with their high stability [57] [58] [59] and in particular, a lipase mutant with higher catalytic activity has been characterized to have active sites of higher dynamical rigidity by both MD simulation and experimental studies [59] .",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 725,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1545,
                    "end": 1549,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2635,
                    "end": 2639,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2640,
                    "end": 2644,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2645,
                    "end": 2649,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 2836,
                    "end": 2840,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 445,
                    "text": "Figure 2a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 558,
                    "end": 569,
                    "text": "(Figure 2b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1422,
                    "end": 1439,
                    "text": "(Figures 10a-10e)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1660,
                    "end": 1671,
                    "text": "(Figure 10f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1713,
                    "end": 1722,
                    "text": "Figure S3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1804,
                    "end": 1813,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1931,
                    "end": 1940,
                    "text": "Figure S4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2014,
                    "end": 2022,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2203,
                    "end": 2214,
                    "text": "(Figure 10f",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Amazingly, the residues involved in the dynamic transmission in STI/A have been previously characterized to be also critical for maintaining dimerization. For example, the N-finger [20] , Gly11 [23] and Asn28 [21] residues are particularly important and mutation/deletion of them has been shown to abolish the dimeric structures. This implies the existence of a correlated interaction network, which is constituted by interactions of residues of both catalytic and extra domains [21, 22] . Indeed, our correlation analysis by MutInf [39] reveals that such a global network of the correlated motions does exist in the WT protease, whose components include all residues identified to be critical for its (39); as well as the SARS 3CL protease structures with residues having significant correlation motion displayed in spheres which are colored in red if in the protomer 1; and brown in the protomer 2. The catalytic dyad residue His41 is displayed as green sphere while Cys145 as yellow sphere. The STI/A and N214A mutation residues are colored in splitpea. Yellow boxes in WT highlight the highly correlated motions between Phe3-Ser62 and: CII-BII (Leu115-Cys156), oxyanion loop (Ser139-Leu141), as well as extra domain (Asn214-Asn238, Ile281-Phe305). Yellow boxes in P1 of STI/A highlight the highly correlated motions of N-fingers with the other regions of the enzyme, similar to the WT while in P2 of STI/A highlight the expanded, highly correlated motions between the Domain III (Asn214-Asn238, Ile281-Phe305) and: substrate pocket (LeuP1), CII-BII (Leu115-Cys156), oxyanion loop (Ser139-Leu141), pocket 2 (Ser147-Thr175), loop region (Val186-Thr198). Yellow boxes in P1 of N214A highlight the correlated motions amongst residues in internal (Ile59-Arg105), CII-BII (Leu115-Cys156), oxyanion loop (Ser139-Leu141), catalytic dyad (Cys145) and the A Helix (Ser10-Glu14); while in P2 of N214A highlight the correlated motions within Domain III. doi:10.1371/journal.pone.0101941.g009 dimerization and catalysis previously as well as in the current study ( Figure 10 ). Most remarkably, the N214A mutation appears to inactivate the catalytic machinery at least partly by decoupling the correlation of the network components while the STI/A mutation enhance the activity by altering the correlation pattern. Indeed, the inactive N214A mutant does have a slightly weakened dimerization [25] while the more active STI/A mutant has a slightly enhanced dimerization, which strongly supports the proposal that the specific structured crowding can have significant effects on enzymatic catalysis through mediating protein dynamics and their correlations [49] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2383,
                    "end": 2387,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2646,
                    "end": 2650,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 2056,
                    "end": 2065,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The results thus decipher a global correlation network in the SARS 3CL protease which not only couples the dimerization and catalysis by the structural allostery as previously demonstrated [21] [22] [23] [24] , but also by the dynamic allostery. Previously, the dynamic changes triggered by mutations have been extensively demonstrated to mediate enzymatic catalysis by both experiments and MD simulations [47] [48] [49] [60] [61] [62] [63] [64] . However, it still remains rare to find that the catalytic machinery can be dynamically modulated by the mutations on the evolutionarily-gained non-catalytic domain, which are also far away from the active center. To the best of our knowledge, the SARS 3CLpro appears to be the first example that without having significant structural change over the active pocket, the mutation perturbations on the evolutionarilyacquired non-catalytic domain can be relayed by the dynamic allostery into manifesting opposite catalytic effects: inactivation of catalysis in N214A and enhancement in STI/A. This proposition implies that in addition to the structural allostery, the dynamic allostery also plays key roles in controlling catalysis, which may extensively exists in other enzymes.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "New coronaviruses including human beta-coronavirus 2c EMC/2012 (HCoV-EMC) may cause great threats to human health in the near future [1, 2, 26] . However, one unsolved challenge to fight against them is to design inhibitors for the 3CL proteases with high specificity. Based on the present results, a promising avenue may be opened up to design very specific inhibitors to disrupt the global networks of the correlated motions through targeting the network components unique for each 3CL protease. Figure S1 Dynamic behavior of the oxyanion loop residues. Ramachandran plots of the residues Ser139-Phe140-Leu141 for STI/A (black) and WT (red). Protomer A and B are denoted as P1 and P2 respectively. (TIF) Figure S2 Dynamic behavior of the His163-His172 interaction. Three separate time-trajectories of the centroid distances between the aromatic rings of His163 and His172 of protomer A (a-c) and protomer B (d-f) for STI/A (black) and WT (red). Protomer A and B are denoted as P1 and P2 respectively. (TIF) Figure S3 Dynamic behavior of the N-finger residues Arg4 and Lys5. Three separate time-trajectories of the Chi1 and Chi2 dihedral angles of Arg4 and Lys5 for STI/A (black) and WT (red). Protomer A and B are denoted as P1 and P2 respectively. (TIF) Figure S4 Dynamic behavior of the Helix A residues. Ramachandran plots of the residues Ser10-Gly11-Lys12-Val13-Glu14-Gly15 for STI/A (black) and WT (red). Protomer A and B are denoted as P1 and P2 respectively. (TIF) ",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 137,
                    "end": 139,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 498,
                    "end": 507,
                    "text": "Figure S1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 706,
                    "end": 715,
                    "text": "Figure S2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1009,
                    "end": 1018,
                    "text": "Figure S3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1257,
                    "end": 1266,
                    "text": "Figure S4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Structure of coronavirus main proteinase reveals combination of a chymotrypsin fold with an extra alpha-helical domain",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Palm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mesters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "EMBO J",
            "volume": "21",
            "issn": "",
            "pages": "3213--3224",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus main proteinase (3CLpro) structure: basis for design of anti-SARS drugs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wadhwani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mesters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1763--1767",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Picornaviral 3C cysteine proteinases have a fold similar to chymotrypsin-like serine proteinases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allaire",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Chernaia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Malcolm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nature",
            "volume": "369",
            "issn": "",
            "pages": "72--76",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The crystal structures of severe acute respiratory syndrome virus main protease and its complex with an inhibitor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "13190--13195",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Biosynthesis, purification, and substrate specificity of severe acute respiratory syndrome coronavirus 3C-like proteinase",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "1637--1642",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dissection study on the severe acute respiratory syndrome 3C-like protease reveals the critical role of the extra domain in dimerization of the enzyme: defining the extra domain as a new target for design of highly specific protease inhibitors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "24765--24773",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of novel inhibitors of the SARS coronavirus main protease 3CLpro",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bacha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barrila",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Velazquez-Campoy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Leavitt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Freire",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochemistry",
            "volume": "43",
            "issn": "",
            "pages": "4906--4912",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Long-range cooperative interactions modulate dimerization in SARS 3CLpro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barrila",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bacha",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Freire",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochemistry",
            "volume": "45",
            "issn": "",
            "pages": "14908--14916",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Reversible unfolding of the severe acute respiratory syndrome coronavirus main protease in guanidinium chloride",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biophys J",
            "volume": "92",
            "issn": "",
            "pages": "1374--1383",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe acute respiratory syndrome coronavirus 3C-like proteinase N terminus is indispensable for proteolytic activity but not for enzyme dimerization. Biochemical and thermodynamic investigation in conjunction with molecular dynamics simulations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "164--173",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Quaternary structure of the severe acute respiratory syndrome (SARS) coronavirus main protease",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochemistry",
            "volume": "43",
            "issn": "",
            "pages": "14958--14970",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARS CoV main proteinase: The monomer-dimer equilibrium dissociation constant",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Graziano",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcgrath",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Mangel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochemistry",
            "volume": "45",
            "issn": "",
            "pages": "14632--14641",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluating the 3C-like protease activity of SARS-Coronavirus: recommendations for standardized assays for drug discovery",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Grum-Tokars Ratia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Begaye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "133",
            "issn": "",
            "pages": "63--73",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Critical assessment of important regions in the subunit association and catalytic action of the severe acute respiratory syndrome coronavirus main protease",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "22741--22748",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Characterization of SARS main protease and inhibitor assay using a fluorogenic substrate",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochem Biophys Res Commun",
            "volume": "318",
            "issn": "",
            "pages": "862--867",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The catalysis of the SARS 3C-like protease is under extensive regulation by its extra domain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "FEBS J",
            "volume": "273",
            "issn": "",
            "pages": "1035--1045",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The N-terminal octapeptide acts as a dimerization inhibitor of SARS coronavirus 3C-like proteinase",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochem Biophys Res Commun",
            "volume": "339",
            "issn": "",
            "pages": "865--872",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Production of authentic SARS-CoV M(pro) with enhanced activity: application as a novel tag-cleavage endopeptidase for protein overproduction",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Mol Biol",
            "volume": "366",
            "issn": "",
            "pages": "965--975",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Structures of two coronavirus main proteases: implications for substrate binding and antiviral drug design",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "2515--2527",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Without its N-finger, the main protease of severe acute respiratory syndrome coronavirus can form a novel dimer through its C-terminal domain",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "4227--4234",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mutation of Asn28 disrupts the dimerization and enzymatic activity of SARS 3CL(pro)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barrila",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Gabelli",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bacha",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Amzel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Freire",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biochemistry",
            "volume": "49",
            "issn": "",
            "pages": "4308--4317",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mechanism for controlling the dimermonomer switch and coupling dimerization to catalysis of the severe acute respiratory syndrome coronavirus 3C-like protease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sivaraman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "4620--4629",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mutation of Gly-11 on the dimer interface results in the complete crystallographic dimer dissociation of severe acute respiratory syndrome coronavirus 3C-like protease: crystal structure with molecular dynamics simulations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "",
            "pages": "554--564",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Two adjacent mutations on the dimer interface of SARS coronavirus 3C-like protease cause different conformational changes in crystal structure",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "388",
            "issn": "",
            "pages": "324--334",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Dynamically-driven inactivation of the catalytic machinery of the SARS 3C-like protease by the N214A mutation on the extra domain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lua",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sivaraman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Comput Biol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The newly emerged SARS-like coronavirus HCoV-EMC also has an ''Achilles' heel'': current effective inhibitor targeting a 3C-like protease",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Protein Cell",
            "volume": "4",
            "issn": "",
            "pages": "248--250",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Mutational and inhibitive analysis of SARS coronavirus 3C-like protease by fluorescence resonance energy transfer-based assays",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochem Biophys Res Commun",
            "volume": "331",
            "issn": "",
            "pages": "1554--1559",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Phaser crystallographic software",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Grosse-Kunstleve",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Winn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Storoni",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Appl Crystallogr",
            "volume": "40",
            "issn": "",
            "pages": "658--674",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Automated structure solution with the PHENIX suite",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Zwart",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Afonine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Grosse-Kunstleve",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Ioerger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol Biol",
            "volume": "426",
            "issn": "",
            "pages": "419--435",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The CCP4 suite: programs for protein crystallography",
            "authors": [],
            "year": 1994,
            "venue": "Collaborative Computational Project N",
            "volume": "50",
            "issn": "",
            "pages": "760--763",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "PROCHECK: a program to check the stereochemical quality of protein structures",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Laskowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Macarthur",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Appl. Cryst",
            "volume": "26",
            "issn": "",
            "pages": "283--291",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The PyMOL Molecular Graphics System",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "DeLano Scientific LLC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Amyloidogenesis abolished by proline substitutions but enhanced by lipid binding",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Comput Biol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Dissociation aided and side chain sampling enhanced Hamiltonian replica exchange",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Chem Phys",
            "volume": "130",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Algorithms for Highly Efficient, Load-Balanced, and Scalable Molecular Simulation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kutzner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Der Spoel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lindahl",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Chem. Theory Comput",
            "volume": "4",
            "issn": "",
            "pages": "435--447",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A point-charge force field for molecular mechanics simulations of proteins based on condensedphase quantum mechanical calculations",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Comput Chem",
            "volume": "24",
            "issn": "",
            "pages": "1999--2012",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "LINCS: A linear constraint solver for molecular simulations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bekker",
                    "suffix": ""
                },
                {
                    "first": "Hjc",
                    "middle": [],
                    "last": "Berendsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Fraaije",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Computational Chemistry",
            "volume": "18",
            "issn": "",
            "pages": "1463--1472",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "POVME: An algorithm for measuring binding-pocket volumes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Durrant",
                    "suffix": ""
                },
                {
                    "first": "Caf",
                    "middle": [],
                    "last": "De Oliveira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccammon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Mol Graph Modell",
            "volume": "29",
            "issn": "",
            "pages": "773--776",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Quantifying correlations between allosteric sites in thermodynamic ensembles",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcclendon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Friedland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Mobley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Amirkhani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Chem. Theory Comput",
            "volume": "5",
            "issn": "",
            "pages": "2486--2502",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Crystal structures reveal an induced-fit binding of a substrate-like Aza-peptide epoxide to SARS coronavirus main peptidase",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Cherney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Powers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Mol Biol",
            "volume": "366",
            "issn": "",
            "pages": "916--932",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A structural view of the inactivation of the SARS coronavirus main proteinase by benzotriazole esters",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Verschueren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pumpor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anemuller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mesters",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chem Biol",
            "volume": "15",
            "issn": "",
            "pages": "597--606",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Mechanism of the maturation process of SARS-CoV 3CL protease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "31257--31266",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Crystal structures of the main peptidase from the SARS coronavirus inhibited by a substrate-like aza-peptide epoxide",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Cherney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huitema",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Mol Biol",
            "volume": "353",
            "issn": "",
            "pages": "1137--1151",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "pH-dependent conformational flexibility of the SARS-CoV main proteinase (M(pro)) dimer: molecular dynamics simulations and multiple X-ray structure analyses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Verschueren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Mol Biol",
            "volume": "354",
            "issn": "",
            "pages": "25--40",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A mechanistic view of enzyme inhibition and peptide hydrolysis in the active site of the SARS-CoV 3C-like peptidase",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Cherney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huitema",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Mol Biol",
            "volume": "371",
            "issn": "",
            "pages": "1060--1074",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Charmm -a program for macromolecular energy, minimization, and dynamics calculations",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Bruccoleri",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Olafson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "States",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Swaminathan",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Comput Chem",
            "volume": "4",
            "issn": "",
            "pages": "187--217",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Relating protein motion to catalysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hammes-Schiffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Benkovic",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annu Rev Biochem",
            "volume": "75",
            "issn": "",
            "pages": "519--541",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Enzyme dynamics point to stepwise conformational selection in catalysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nussinov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr Opin Chem Biol",
            "volume": "14",
            "issn": "",
            "pages": "652--659",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Structured crowding and its effects on enzyme catalysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nussinov",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Top Curr Chem",
            "volume": "337",
            "issn": "",
            "pages": "123--160",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A Role for Both Conformational Selection and Induced Fit in Ligand Binding by the LAO Protein",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bowman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sosa-Peinado",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Comput Biol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Only one protomer is active in the dimer of SARS 3C-like proteinase",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "13894--13898",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Three-dimensional model of a substrate-bound SARS chymotrypsin-like cysteine proteinase predicted by multiple molecular dynamics simulations: catalytic efficiency regulated by substrate binding",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Pang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proteins",
            "volume": "57",
            "issn": "",
            "pages": "747--757",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Insight into the activity of SARS main protease: Molecular dynamics study of dimeric and monomeric form of enzyme",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proteins",
            "volume": "66",
            "issn": "",
            "pages": "467--479",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Mutation of Glu-166 blocks the substrateinduced dimerization of SARS coronavirus main protease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biophys J",
            "volume": "98",
            "issn": "",
            "pages": "1327--1336",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Modular enzymes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Khosla",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Harbury",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "409",
            "issn": "",
            "pages": "247--252",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "To the problem of proteolytic enzyme evolution",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Nemova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Bondareva",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biomed Khim",
            "volume": "54",
            "issn": "",
            "pages": "42--57",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Directed evolution of a thermostable esterase",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Giver",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gershenson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Freskgard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "95",
            "issn": "",
            "pages": "12809--12813",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The consensus concept for thermostability engineering of proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lehmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pasamontes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Lassen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wyss",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biochim Biophys Acta",
            "volume": "1543",
            "issn": "",
            "pages": "408--415",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Role of active site rigidity in activity: MD simulation and fluorescence study on a lipase mutant",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kamal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Mohammad",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Krishnamoorthy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Hierarchical modeling of activation mechanisms in the ABL and EGFR kinase domains: thermodynamic and mechanistic catalysts of kinase activation by cancer mutations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dixit",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Verkhivker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Comput Biol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Remote mutations and active site dynamics correlate with catalytic properties of purine nucleoside phosphorylase",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saen-Oon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghanem",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Schramm",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biophys J",
            "volume": "94",
            "issn": "",
            "pages": "4078--4088",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Effect of mutation on enzyme motion in dihydrofolate reductase",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Watney",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hammes-Schiffer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Am Chem Soc",
            "volume": "125",
            "issn": "",
            "pages": "3745--3750",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Protein motions promote catalysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tousignant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Pelletier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chem Biol",
            "volume": "11",
            "issn": "",
            "pages": "1037--1042",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Remote mutations and active site dynamics correlate with catalytic properties of purine nucleoside phosphorylase",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saen-Oon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghanem",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Schramm",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biophys J",
            "volume": "94",
            "issn": "",
            "pages": "4078--4088",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Calculation of center of mass (COM), angle H Heavy atoms of all atoms are used in the computation of center of mass: C, N, O and S. Hydrogen atoms are ignored. The COM is calculated at 1ps interval. For the angle H calculation, COM of the two chymotrypsin fold (residues 7-180) of both protomers and the extra-domain/DomainIII (residue 200-302) of each protomer. A vector is computed for each COM of Domain III to the COM of the 2 chymotrypsin-folds. The angle H is the angle between these 2 vectors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Enzymatic activity and dissociation constant of the dimer-monomer equilibrium. (a). Enzymatic activity of STI/A vs. substrate concentrations as measured by monitoring the increase of the emission fluorescence intensity at a wavelength of 538 nm. The Km and kcat values are presented. (b). The ITC dilution profiles for measuring the dissociation constant of the dimer-monomer equilibrium for STI/A. The Kd and DH values were obtained by fitting the ITC data with the built-in Microcal ORIGIN software. (c)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Crystal structure of the STI/A mutant. (a). Overall superimposition of the dimeric STI/A (violet) and WT (cyan; PDB code of 2H2Z (18) structures. (b) Superimpositions of the catalytically critical residues of STI/A (violet) and WT (cyan; PDB code of 2H2Z (18). (c). Diagram showing the distance (d) between the mass centers of two extra domains; and the angle (H) by the mass centers of two extra domains as well as the mass center of two chymotrypsin folds together (see Material and Methods for more details). The cavity volumes (V) of the nano-channels of STI/A (d) and WT (e) as represented by violet dots, which were calculated with the program: POVME (38",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Overall dynamic behaviors in the MD simulations. Root-mean-square deviations (RMSD) of the Ca atoms (from their positions in the energy minimized structures) for three independent MD simulations of the dimeric STI/A (black) and WT (red) for the whole enzyme (a-c); catalytic fold (d-f); and extra domain (g-i). Root-mean-square fluctuations of the Ca atoms computed for three independent simulations for protomer A (j-l) and protomer B (m-o) of STI/A (black) and WT (red). Protomer A and B are denoted as P1 and P2 respectively. doi:10.1371/journal.pone.0101941.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Changes of the packing interaction between two extra domains. Three separate time-trajectories of the distance d (a-c); angle H (see Figure 2d) (d-f) and volume of nano-channel (residue 284-286), V (g-i) of STI/A (black) and WT (red). doi:10.1371/journal.pone.0101941.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "7.9760.32, 7.7560.35 and 7.8960.35 Å (with the average of 7.87 Å ) for three simulations of protomer 1; 7.6060.56, 8.3160.31 and 8.1860.50 Å (with the average of 8.03 Å ) for protomer 2. In WT, the distances are: 8.0260.42, 7.9460.37 and 8.1760.47 Å (with the average of 7.86 Å ) for three simulations of protomer 1; 7.7260.56, 8.0560.34 and 7.8160.44 Å (with the average of 8.04 Å ) for protomer 2. Furthermore, the dynamic behavior of the His163-His172 distance is highly similar in both STI/A and WT (Figure S2a-S2f).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Dynamic behavior of the catalytic dyad. Three separate time-trajectories of the distance between NE2 of His41 and SG of Cys145 atoms of protomer A (a-c) and protomer B (d-f) for STI/A (black) and WT (red). Three separate time-trajectories of the Chi2 dihedral angle of His41 of protomer A (g-i) and protomer B (j-l) for STI/A (black) and WT (red). Protomer A and B are denoted as P1 and P2 respectively. doi:10.1371/journal.pone.0101941.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Dynamic behavior of the Glu166-His172 interaction. Three separate time-trajectories of the Chi1 dihedral angle of Glu166 of protomer A (a-c) and protomer B (d-f) for STI/A (black) and WT (red). Three separate time-trajectories of the distance between Glu166 and His172 of protomer A (g-i) and protomer B (j-l) for STI/A (black) and WT (red). Protomer A and B are denoted as P1 and P2 respectively. doi:10.1371/journal.pone.0101941.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Dynamic behavior of Asn28. Three separate time-trajectories of the Chi1 dihedral angle of Asn28 of protomer A (a-c) and protomer B (d-f) for STI/A (black) and WT (red). Three separate time-trajectories of the Chi2 dihedral angle of Asn28 of protomer A (g-i) and protomer B (j-l) for STI/ A (black) and WT (red). Protomer A and B are denoted as P1 and P2 respectively. doi:10.1371/journal.pone.0101941.g007",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Dynamic behavior of Thr25 and Cys44. Three separate time-trajectories of Phi (a-c) and Psi (d-f) dihedral angles of Thr25 of protomer A; and Phi (g-i) and Psi (j-l) dihedral angles of Thr25 of protomer B for STI/A (black) and WT (red). Three separate time-trajectories of the distance between Thr25 and Cys44 of protomer A (m-o) and protomer B (p-r) for STI/A (black) and WT (red). Three separate time-trajectories of the volume enclosed by Thr25 and Cys44 of protomer A (s-u) and protomer B (v-x) for STI/A (black) and WT (red). Protomer A and B are denoted as P1 and P2 respectively. doi:10.1371/journal.pone.0101941.g008",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Networks of correlated motions in WT, STI/A and N214A. Mutual information matrixes calculated from the MD simulation data of WT, STI/A and N214A by MutInf",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Transmission of the STI/A mutation effects on the extra domains to the catalytic machinery by the dynamically-driven allostery. (a)-(e). The cavity volumes of the nano-channel of STI/A in the first simulation at 0, 25, 50, 75 and 100 ns. (f). The crystal structure of STI/A with key residues having relevant dynamical changes displayed and labeled. The cavity is represented by the violet mesh. doi:10.1371/journal.pone.0101941.g010",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). doi:10.1371/journal.pone.0101941.g002 larger overall RMSD than WT, with average RMSD values over 100-ns simulations of 2.6460.32, 1.9060.26 and 2.6860.42 Å for three separate simulations of STI/A; and 1.6060.26, 1.6660.31 and 1.6360.25 Å for three simulations of WT. However, the averaged Ca RMSD values of the chymotrypsin folds (Domain I and II) of STI/A are only slightly larger than those of WT (Figures 3d-3f), with average RMSD values over 100-ns simulations of 1.4060.21, 1.2060.16 and 1.4460.26 Å for three simulations of STI/A; and of 1.2860.16, 1.1760.17 and 1.2560.15 Å for three simulations of WT. On the other hand, the extra domains of STI/A have dramatically higher fluctuations than WT in simulations as indicated by its higher RMSD values (Figures 3g-3i), with average RMSD values over 100-ns simulations of 3.5760.54, 2.1960.53 and 3.2660.86 Å for three simulations of STI/A and of 1.7560.51, 1.6260.31 and 1.6160.31 Å for three simulations of WT. These results clearly demonstrate that the larger RMSD values for the dimeric STI/A are mostly resulting from the motions of the extra domains. This premise is further evident from the root-mean-square fluctuation (RMSF) averaged over 100 ns for both STI/A and WT residues",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ns in simulation 2. For the average distance over 100-ns trajectories, STI/A has 28.7760.90, 30.6961.16 and 29.2061.29 Å respectively for three simulations, while WT has 32.7861.07, 34.1260.62 and 33.3360.656 Å respectively. For the average angle over 100-ns trajectories, STI/A has 54.7861.781, 58.9862.544 and 55.2562.535 degree respectively for three simulations, while WT has 64.5462.250, 66.6561.461 and 65.4361.614 degree respectively. These results indicate that in all three separate simulations, the two extra domains of STI/A become more tightly packed than those of WT. Consequently the volumes of the nanochannel significantly reduced for STI/A in all three simulations as compared to those of WT (Figures 4g-h), with average values of 512.626212.52, 890.266247.17 and 579.806261.51 Å 3 respectively for three simulations of STI/A, and of 1204.356255.69, 1428.936121.50 and 1319.946143.21 Å 3 respectively for WT.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Hydrogen Bond Occupancy for STI/A and WT with Significant Differences.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Data collection and refinement statistics for the STI/A mutant. (DOCX)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}