{
    "paper_id": "417286ac22fc95bdfe96df0dc2a7c1e3eb5befe1",
    "metadata": {
        "title": "Evaluation of Low versus High Volume per Minute Displacement CO 2 Methods of Euthanasia in the Induction and Duration of Panic-Associated Behavior and Physiology",
        "authors": [
            {
                "first": "Debra",
                "middle": [
                    "L"
                ],
                "last": "Hickman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory Animal Resource Center",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "postCode": "46202-5181",
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": "hickmand@iupui.edu"
            },
            {
                "first": "Stephanie",
                "middle": [
                    "D"
                ],
                "last": "Fitz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "postCode": "46202",
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": "sdfritz@iupui.edus.d.f."
            },
            {
                "first": "Cristian",
                "middle": [
                    "S"
                ],
                "last": "Bernabe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "postCode": "46202",
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": "cbernabe@iupui.educ.b."
            },
            {
                "first": "Izabela",
                "middle": [
                    "F"
                ],
                "last": "Caliman",
                "suffix": "",
                "affiliation": {},
                "email": "icaliman@iupui.edu"
            },
            {
                "first": "Melissa",
                "middle": [
                    "M"
                ],
                "last": "Haulcomb",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "postCode": "46202",
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": "mhaulcom@iupui.edum.h."
            },
            {
                "first": "Lauren",
                "middle": [
                    "M"
                ],
                "last": "Federici",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "postCode": "46202",
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": "lafederi@iupui.edul.f."
            },
            {
                "first": "Anantha",
                "middle": [],
                "last": "Shekhar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "postCode": "46202",
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": "ashekhar@iu.edua.s."
            },
            {
                "first": "Philip",
                "middle": [
                    "L"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "postCode": "46202",
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Animals 2016, 6, 45 2 of 18 to CO 2 also displayed behaviors consistent with increased anxiety in the behavioral testing that followed the exposure. Next, this study assessed the behavioral and physiologic responses of rats that were euthanized with 100% CO 2 infused at 10%, 30%, or 100% volume per minute displacement rates. Analysis of the concentrations of CO 2 and oxygen in the euthanasia chamber and the behavioral responses of the rats suggest that the use of the very low flow volume per minute displacement rate (10%) may prolong the duration of panicogenic ranges of ambient CO 2 , while the use of the higher flow volume per minute displacement rate (100%) increases agitation. Therefore, of the volume displacement per minute rates evaluated, this study suggests that 30% minimizes the potential pain and distress experienced by the animal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Simple Summary: Current recommendations for the use of CO 2 as a euthanasia agent for rats require the use of gradual fill methods in order to render the animal insensible prior to their experience of pain. However, there is concern that the use of these gradual fill methods may increase the distress experienced by these animals. We evaluated social and anxiety behavior of rats that had been exposed to concentrations of CO 2 that did not cause a loss of consciousness. We also evaluated the physiologic changes of rats that were euthanized with gradual fill protocols as compared to rapid fill methods. We found that rats exposed to concentrations of CO 2 that did not cause a loss of consciousness did exhibit increased anxiety and decreased social behavior. We also found that the use of a 10% volume per minute displacement rate of CO 2 resulted in physiologic and behavioral changes suggestive of distress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Abstract: Current recommendations for the use of CO 2 as a euthanasia agent for rats require the use of gradual fill protocols (such as 10% to 30% volume displacement per minute) in order to render the animal insensible prior to exposure to levels of CO 2 that are associated with pain. However, exposing rats to CO 2 , concentrations as low as 7% CO 2 are reported to cause distress and 10%-20% CO 2 induces panic-associated behavior and physiology, but loss of consciousness does not occur until CO 2 concentrations are at least 40%. This suggests that the use of the currently recommended low flow volume per minute displacement rates create a situation where rats are exposed to concentrations of CO 2 that induce anxiety, panic, and distress for prolonged periods of time. This study first characterized the response of male rats exposed to normoxic 20% CO 2 for a prolonged period of time as compared to room air controls. It demonstrated that rats exposed to this experimental condition displayed clinical signs consistent with significantly increased panic-associated behavior and physiology during CO 2 exposure. When atmospheric air was then again delivered, there was a robust increase in respiration rate that coincided with rats moving to the air intake. The rats exposed",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Euthanasia is defined as \"the ending of the life of an individual animal in a way that minimizes or eliminates pain or distress\" [1] . The use of animals as models in research frequently necessitates their euthanasia in order to collect samples and final data needed to support the studies. There is an ethical expectation that, if it has been determined that euthanasia is indicated, the method selected should be humane, taking into consideration the well-being of the animal that is being euthanized, in addition to the person who is performing the procedure [1] . Regulations in multiple countries require that the euthanasia of animals that are used in research be performed in a manner that minimizes pain and distress to the animal [2] [3] [4] [5] . The American Veterinary Medical Association (AVMA) Panel on Euthanasia and Canadian Council on Animal Care in Science have published Guidelines that take into account existing literature and make recommendations on factors to be considered when determining the appropriate method of euthanasia for a particular species and circumstance [1, 4] .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 747,
                    "end": 750,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1093,
                    "end": 1096,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1097,
                    "end": 1099,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Inhaled agents are frequently used to anesthetize animals prior to euthanasia. Indeed, it should be remembered that it is impossible to euthanize an animal using a chemical anesthetic agent (injected or inhaled) without first inducing anesthesia. Therefore, the current recommendations for the use of inhalant anesthetics should be considered when evaluating the use of inhalant gases for euthanasia. Tranquilli and Grimm provide an overview of the four stages of inhalant anesthesia. Stage I (the stage of voluntary movement) lasts from the initial administration of the inhalant anesthesia until the loss of the righting reflex. As they progress to Stage II, the animal becomes ataxic and loses its ability to stand. An animal in Stage II will exhibit involuntary movements and vocalizations, but it is no longer conscious. Stage III includes the level of anesthesia where surgery can be performed. In Stage IV, the animal has extreme central nervous system and cardiovascular depression and will die unless the anesthetic agent is removed and the animal is resuscitated [6] . When performing surgery, the veterinarian targets Stage III, while in euthanasia, they target Stage IV. As with the selection of an appropriate agent for euthanasia, the ideal anesthetic permits rapid induction, minimizing the potential pain and distress experienced by the animal as they progress through Stage I of anesthesia.",
            "cite_spans": [
                {
                    "start": 1073,
                    "end": 1076,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although the AVMA guidelines acknowledge that loss of consciousness (transition from stage I to stage II) will be more rapid if animals are initially exposed to a high concentration of an inhalant agent, they recommend gradual exposure because high concentrations of some gases, such as concentrations of CO 2 at the levels of 40%-50%, can be aversive and distressing [1, 7] . The AVMA Guidelines clearly state that high concentrations of CO 2 are associated with pain, but suggest that the potential distress associated with exposure to low concentrations of CO 2 over prolonged periods of time is not well characterized. Yet, the distressing effects of prolonged exposure to low concentrations of CO 2 for rats are well documented [8] . Homeostatic regulation of blood CO 2 concentrations is critical as CO 2 alters blood pH by combining with water to form carbonic acid, and even a small change in blood pH can be fatal (for review, see [9, 10] ). Initial elevations of arterial CO 2 (i.e., hypercapnia) lead to an increase in respiration rate and tidal volume to help \"blow off\" excess CO 2 (see review [11] ), but when arterial pH continues to decrease, a feeling of dyspnea and anxiety begin to emerge. This is followed by a feeling of fear and panic with moderate hypercapnia, and sedation and loss of consciousness during severe hypercapnia. For example, exposing humans to 5% CO 2 increases respiration responses without increasing anxiety, while exposure to 7.5% CO 2 increases anxiety symptoms (e.g., self-reports of fear and panic [12] [13] [14] [15] [16] ). Exposure to 20% CO 2 induces a strong sense of suffocation (dyspnea) that is accompanied by symptoms strongly associated with panic attacks (e.g., fear of dying, shortness of breath, cardiorespiratory response [17] ). Anxiety symptoms, such as fear and panic can lead to aversion and avoidance (e.g., phobias), and although aversion/avoidance is not specific to anxiety-associated symptoms/emotions (e.g. aversion/avoidance can be related to food that can elicit disgust) [18] . In the presence of a life threatening event, panic can occur, but following the event fear and avoidance can occur. Fear is also associated with potential imminent threats [19] .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 371,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 372,
                    "end": 374,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1543,
                    "end": 1547,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1548,
                    "end": 1552,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1553,
                    "end": 1557,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1558,
                    "end": 1562,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1563,
                    "end": 1567,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1781,
                    "end": 1785,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2043,
                    "end": 2047,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2222,
                    "end": 2226,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although it is impossible to assess dyspnea sensations and emotions in rodents in response to hypercapnia, panic-associated flight behaviors can be measured alongside cardiorespiratory responses that are associated with fear and panic responses in humans to give an indication of the aversive nature of a stimulus when it is presented (e.g., during CO 2 exposure), and also an increase in fear and avoidance versus exploration-associated behaviors (i.e., conflict between a reward and a risk in a social interaction test or less time spent exploring open areas of an open field test) after the threat is gone, but still recent [20] . Similar to humans, exposing rats to mild hypercarbic gas (e.g., 7% to 7.5% CO 2 [21] ) increases respiration rate and tidal volume that reduces hypercapnia, but this concentration of CO 2 does not alter aversion-associated exploratory behaviors in an open field test (unpublished observations). However, exposing rats to higher concentrations of hypercarbic gas (e.g., normoxic, 10% to 20% CO 2 ) elicits additional components of a panic-associated response as evidenced by increases in sympathetic activity [22] , blood pressure [20, 23, 24] , anxiety-like behaviors as evidenced by increased aversion during risk versus reward conflict tests (i.e., Vogel test, open field exploration test, social interaction tests, and increases in panic/escape/flight-associated locomotor responses [20, 23, 25, 26] ), and mobilization of the hypothalamic-pituitary-adrenal (HPA) axis [27] [28] [29] .",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 631,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1169,
                    "end": 1172,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1173,
                    "end": 1176,
                    "text": "24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1420,
                    "end": 1424,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1425,
                    "end": 1428,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1429,
                    "end": 1432,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1433,
                    "end": 1436,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1506,
                    "end": 1510,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1511,
                    "end": 1515,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1516,
                    "end": 1520,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An additional and common misconception is that CO 2 causes global central nervous system depression at low concentrations. Carbon dioxide readily crosses the blood-brain barrier to directly interact with neurons and inhibits the majority of neuronal networks causing a depression in activity which leads to loss of consciousness and anesthesia with rising concentrations. Yet, there are also specialized central chemoreceptive neurons [30, 31] in medullary regions that are critical for regulating breathing following subtle changes in CO 2 /H + [11] and in panic-generating brain regions, such as the hypothalamus [32] . In fact exposing healthy rats to normoxic 20% CO 2 concentrations selectively increases cellular activity in panic and anxiety networks, such as the perifornical hypothalamus and dorsal periaqueductal gray [26] . When stimulated, these areas induce panic-associated symptoms in humans [33, 34] and panic-associated behaviors and cardioexcitation in rats [35, 36] and cats [37] . Others have proposed fear centers, such as the amygdala, as critical sites for CO 2 -induced panic in mice [38] , but panic responses to 20% CO 2 are intact in humans with bilateral loss of amygdala function [39] .",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "[33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 976,
                    "end": 980,
                    "text": "[35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 981,
                    "end": 984,
                    "text": "36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 1209,
                    "end": 1213,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the first experiment, we exposed male rats to 5 min of premixed normoxic air containing 20% CO 2 , balanced with nitrogen, to characterize the development of panic-associated behaviors (social interaction and open field assessments) and physiology associated with these concentrations of CO 2 . This allowed evaluation of the potential distress experienced by rats that are exposed to the low concentrations of CO 2 associated with gradual fill rates. In the second experiment, we assessed cardiovascular, locomotor, and core body temperature responses in a second group of male rats when euthanized with 100% CO 2 infused at 10%, 30%, and 100% CO 2 volume per minute displacement when there was no acclimation period prior to induction of anesthesia and subsequent euthanasia. This allowed evaluation of the behavior and physiology of rats being euthanized via current recommendations as compared to previous recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Experiment 1-This experiment was designed to measure the distress experienced by rats exposed to stable low concentrations of CO 2 . To accomplish this, rats were surgically implanted with radiotelemetry probes that are capable of measuring mean arterial blood pressure (MAP), heart rate, body temperature, and activity. Following recovery from surgery, baseline social interactions with an unfamiliar rat were assessed. Rats were then exposed to either atmospheric air or normoxic 20% CO 2 for 5 min with telemetric recording of physiologic parameters before, during, and after exposure. Respiratory data was also collected using plethysmography. After the exposure, the rats were behaviorally assessed in an open field chamber and with a second social interaction with an unfamiliar rat. Details of these procedures are provided below. Experiment 2-This experiment was designed to evaluate the distress experienced by rats euthanized using 10%, 30%, and 100% volume per minute displacement rates of 100% CO 2 . For Experiment 2a, rats were surgically implanted with radiotelemetry probes that are capable of measuring MAP, heart rate, body temperature, and activity. Following recovery from surgery, each rat was placed into the induction chamber and 100% CO 2 was infused at either a 10%, 30%, or 100% volume per minute displacement rate until death. During the euthanasia process, physiological data was collected using telemetry. Video data was also collected for behavioral assessment during the euthanasia process. For Experiment 2b, concentrations of CO 2 and O 2 were collected from the empty chamber using the same volume per minute displacement rates used in Experiment 2a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Overview"
        },
        {
            "text": "Description of measuring ambient CO 2 and O 2 concentrations during hypercarbic or atmospheric gas for in vitro Experiments 1 and 2b.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We previously used CO 2 (ProCO 2 ) and O 2 (ProO 2 ) sensors in our enclosed flow cages (30.5 cm widthˆ30.5 cm in. heightˆ61 cm in length) where we verified that O 2 and CO 2 concentrations remain normal with atmospheric air infusion, and that only the CO 2 concentrations rapidly increase from <1% to 20% at the 5 min time point for CO 2 challenge [40] . Here we used state of the art sensors to measure changes in the concentrations of CO 2 (COZIR Ambientsensor, 0%-100% range with 3%+/´error, Gas Sensing Solutions, Cumbernauld, UK) and O 2 (Luminox O 2 UV light flux sensor, 0%-25% range with 2%+/´error, CO 2 Meter, Inc., Osmond Beach, FL, USA) with the battery operated sensors within the cages interfaced with Gaslab data acquisition software (CO2 Meter, Inc., Osmond Beach, FL, USA) on a Windows operating system (Microsoft, Seattle, WA, USA). For Experiment 1, the measurements of ambient CO 2 and O 2 were collected during the animals' exposure to the gases described for Experiment 1. For Experiment 2b, the measurements of ambient CO 2 and O 2 were collected from an empty chamber, but the gas was infused as described for Experiment 2a.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Adult male Sprague-Dawley rats (300-350 g, Harlan Laboratories, Indianapolis, IN, USA) were housed individually under standard environmental conditions (22˝C; 12/12 light/dark cycle; lights on at 7:00 AM) for 5-7 days prior to the surgical manipulations. Following surgical implantation of radiotelemetry probes (see next paragraph), all rats were individually housed to prevent the other rats from tampering with surgically implanted radiotelemetry. All rats were administered buprenorphine (0.05 mg/kg s.c.) every 12 h for a minimum of two days and were allowed to recover from surgery for at least five days prior to procedures. The rats were housed in shoebox caging with direct contact bedding (Sani-Chip, Harlan Industries, Indianapolis, IN, USA). Food (4% fat, 24% protein, 5% fiber, cat. no. 7001, Teklad, Madison WI, USA) and water were provided ad libitum. The colony was screened quarterly using indirect sentinels for the following pathogens: Kilham rat virus, Mycoplasma pulmonis, pneumonia virus of mice, rat coronavirus, reovirus-3, rat parvovirus, Sendai virus, transmissible murine encephalomyelitis virus, and ecto-and endo-parasites. The colony was free of all pathogens during this study. Animal care procedures were conducted in accordance with applicable federal regulations and following the review and approval by the IUPUI Institutional Animal Care and Use Committee (project 10623, approved 25 September 2013).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals and Housing Conditions for Experiments 1 and 2a"
        },
        {
            "text": "Digital signals from the pressure transducer were recorded with a Powerlab 8/30 data acquisition system (ADInstruments, Inc., Colorado Springs, CO, USA) and the digital signals were transformed and analyzed using LabChart Pro software (ADInstruments, Inc., Colorado Springs, CO, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Data Acquisition for Experiment 1 only"
        },
        {
            "text": "Prior to surgery, rats were anesthetized with 2 to 5% isoflurane (Piramal Critical Care, Inc., Bethlehem, PA, USA) with a nose cone connected to a precision vaporizer (MGX Research Machine; Vetamic, Rossville, IN, USA) during the surgery. All rats were fitted with femoral arterial catheters for measurement of mean arterial blood pressure (MAP) and heart rate (HR) as previously described [41] . This catheter was connected to a telemetric probe that was aseptically implanted into the peritoneal cavity. The telemetry probe also contained an internal thermistor for measuring core body temperature and is also capable of assessing general locomotor activity (Cat. no. HD-S11, Data Sciences International (DSI), St. Paul, MN, USA). The temperature sensor of this probe has an accuracy of 0.1˝C; a resolution of 0.05˝C; and an operational range of 34 to 41˝C.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Surgical Procedures for Radiotelemetry Probe Implantation and Data Acquisition for Experiments 1 and 2a"
        },
        {
            "text": "Experiment 1-We have previously shown that challenging rats with 5 min infusions of normoxic 20% CO 2 gas consistently induces equivalent cardiovascular and anxiety behavioral responses when there is at least 48 h between challenges [20] . Thus, in a counter-balanced design all rats received one infusion of either atmospheric air or normoxic 20% CO 2 with at least 48 h between treatments. Rats were placed in a clear custom-built Plexiglass ® cylindrical plethysmograph chamber where they were capable of moving (i.d. 9.5 cm, length 26 cm, wall thickness 3 mm) with atmospheric air infused at a flow rate of 2.8 L/min using a Vetamac flowmeter (Rossville, IN, USA) until a steady baseline respiration rate was noted (approximately 30 min). A plastic T-connector was inserted 20 cm away from the start of the output line and then linked to one input of a differential pressure amplifier (model 24PC01SMT, Honeywell Sensing and Control, Golden Valley, MN, USA), the second input being opened to the room air. The atmospheric infusion rate was sufficient to prevent any rise of CO 2 in the plethysmograph [20] . Radiotelemetry probes were turned on with a magnet placed near abdomen, and receivers were placed below the experimental gas infusion cages in order to acquire radiotelemetry data during procedures. All rats had infusions of the following: (1) 5 min infusion of atmospheric gas (<1% CO 2 , 21% O 2 , 78% N 2 : Praxair, Inc., Indianapolis, IN, USA) for baseline measurements; then (2) either the control gas or experimental normoxic, hypercarbic gas (20% CO 2 , 21% O 2 , 59% N 2 : Praxair, Inc., Indianapolis, IN, USA) for 5 min, and finally; (3) 5 min infusion of atmospheric gas.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Experimental Procedures for Gas Infusions for Experiments 1 and 2a"
        },
        {
            "text": "Experiment 2a-In a separate group of rats than experiment 1, individual rats were placed into enclosed flow cages (30.5 cm widthˆ30.5 cm in. heightˆ61 cm in. length) for 5 min, then the treatment group of gas infusions of atmospheric air (<1% CO 2 , 21% O 2 , 79% N 2 : Praxair, Inc., Indianapolis, IN, USA) or one of 3 different CO 2 volume per minute displacement methods where 100% CO 2 was infused at 10%, 30%, or 100% volume per minute displacement (100% CO 2 , Praxair, Inc., Indianapolis, IN, USA), was initiated to euthanize the animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Procedures for Gas Infusions for Experiments 1 and 2a"
        },
        {
            "text": "Following exposure to hypercarbic and atmospheric air gases, rats were immediately placed in the open-field box for a 5 min period, then assessed in a social interaction test for 5 min. The open-field arena was 90 cmˆ90 cm, with 40 cm walls that was divided into a 6ˆ6 grid of equally-sized squares with four squares forming the center. The test started by placing a rat in the center, and the following parameters were scored (distance traveled, time and frequency of time spent in center grid (four squares), and middle regions (12 squares surrounding center grid)). The social interaction (SI) test was done in the open field arena and is a fully validated test of experimental anxiety-like behavior in rats [20, 36] . The \"experimental\" rat and an unfamiliar \"partner\" rat are both placed in the center of the box, and the total duration (s) of non-aggressive physical contact (grooming, sniffing, crawling over and under the partner rat) initiated by the \"experimental\" rat is quantified over 5 min. Baseline social interaction was done with an unfamiliar partner rat and on the test day this was repeated with a different unfamiliar partner rat. All behaviors were videotaped and the sessions were scored using ANY-maze for open field (Stoelting, Wood Dale, IL, USA), or by Stephanie Fitz (who was blind to treatments) for social interaction.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 715,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Behavioral Testing Post-Gas Infusions Only for Experiment 1"
        },
        {
            "text": "Video data was collected using a video camera (cat. no. DMK23U618, Imaging Source, Charlotte, NC, USA) that was connected to a PC for recording. The recordings were scored offline by Cristian Bernabe for time duration of seizure (rapid and repeated contraction and relaxation of body muscles with uncontrolled shaking of the body), running (rapid movement within the cage), and gasping (sudden and sharp inhalation of air through the mouth) behaviors using ODLog™ software (version 2.5 Macropod Software, Yarraville, Victoria, Australia). Additionally, the video recordings were used to approximate the time to loss of consciousness. In humans, loss of consciousness is associated with the inability to engage in verbal communication [1] . In animals, the loss of righting reflex is utilized [6] . This can correlate to the ataxia seen in stage I of anesthesia, but as involuntary movement can continue in stage II, where the animal is unconscious, care must be taken in evaluation of movement as an indicator of consciousness [6] . For this study, we determined that the rats had lost consciousness at the point when gross motor control was compromised. We had initially determined that the point when the rat let its nose touch the cage bottom would be the time for loss of consciousness, but this behavior was inconsistent in the groups. So, instead we considered the gross loss of motor function as the point where the rat either touched its nose to the ground or began staggering with significant ataxia. It is recognized that both of these measures are very subjective and may not be reflective of the actual state of consciousness of the animals. The video was recorded at baseline and from the initiation of the infusion of gas and was observed for 5 min or until the respiration ceased.",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 737,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 792,
                    "end": 795,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1027,
                    "end": 1030,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Behavioral Testing just Prior to and during CO 2 Euthanasia Gas Infusion Only for Experiment 2a"
        },
        {
            "text": "Dependent variables for analyses of CO 2 and O 2 (experiments 1 & 2b) concentrations and in vivo cardiovascular (HR, MAP), respiratory, locomotor activity, and core body temperature (Experiments 1 and 2a) were analyzed using an ANOVA with gas as the main factor and for gas concentrations and physiological parameters with time as the repeated measure. An ANOVA was utilized to analyze differences between groups for social interaction behaviors, and a two-tailed paired t-test was used to analyze open field behaviors. A Levene's Test of Equality of Error Variance was also done to determine equal variances in the groups. In the presence of significant main effects or main effectˆtime interactions of ANOVAs, we initially assessed between subjects effects using a Fisher's Least Significant Difference (LSD), protected by ANOVAs at each time point (when relevant), was used for post hoc analyses. For over time data, we then assessed within subjects over time effects with a Dunnett's post hoc test with t´1 as the baseline. The alpha level was set at 0.05. All statistical analyses were carried out using Graphpad Prizm 6 (Graphpad, Inc., La Jolla, CA, USA) and SPSS 14.0 (SPSS Inc., Chicago, IL, USA), and all graphs were generated using SigmaPlot 2001 (SPSS Inc., Chicago, IL, USA) or Graphpad Prism 6 (Graphpad, Inc., La Jolla, CA, USA), and an illustration program (CorelDraw X5 for Windows, Viglen Ltd., Alperton, UK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses for Experiments 1, 2a, and 2b"
        },
        {
            "text": "In Experiment 1, for assessments of CO 2 concentration changes within the chamber following a 5 min infusion of normoxic 20% CO 2 we observed a significant over time effect (F (19, 114) = 105.2, p < 0.001, Figure 1a , n = 7). In this analysis there was a rapid increase in CO 2 concentrations from undetectable to 10% within 1 min, and 20% to 24% at 2-6 min post-infusion, which returned to 3% to 0% 3-5 min post-infusion of atmospheric air. It is noteworthy that the infusions of a custom mixed normoxic 20% CO 2 tank led to approximately 24% CO 2 concentrations which could be due to the range error of the sensor, which was +/´3% and/or errors in tank preparations. For assessments of O 2 concentration changes within the chamber following a 5 min infusion of normoxic 20% CO 2 , we also observed a significant over time effect (F (19,114) = 35.2, p < 0.001, Figure 1b, n = 7) . In this analysis O 2 concentrations increased from 20.9% to 21.1% within 1 min, then returned to 20.9% 7 min post-infusion which could also be due to the range error of sensor, which is +/´2% and/or errors in tank preparations.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "(19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "114)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 215,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 862,
                    "end": 879,
                    "text": "Figure 1b, n = 7)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Compared to atmospheric air infusions, infusing normoxic, 20% CO 2 into a small volume chamber induced a robust and immediate pressor response in the rats that went from baseline means of approximately 120 mmHg to 145 mmHg (gasˆtime interaction F (19,399) = 42.1, p < 0.001, Figure 1c , n = 12,11). The pressor response began to return to normal post-CO 2 infusion, but then increased again. This coincided with a dramatic increase in respiration rate in Figure 1d when we noted that the rats had increased respiration rates during CO 2 infusion but then, at offset, were moving to the atmospheric air intake, where they began to breathe rapidly (gasˆtime interaction F (19,361) = 24.5, p < 0.001, Figure 1d , n = 11,10, we lost signal on one rat in each group). Locomotor activity increased post CO 2 infusion and remained increased even at offset (gasˆtime interaction F (19,399) = 2.3, p = 0.002, Figure 1e , n = 12,11). Dramatic reflexive bradycardia responses post-CO 2 returned to baseline at offset of CO 2 , and became tachycardic shortly after (gasˆtime interaction F (19,399) = 53.7, p < 0.001, Figure 1f , n = 12,11). Behaviors assessed immediately following air challenges revealed that CO 2 -challenged rats had reduced social interaction durations, compared to atmospheric air challenged rats (F (2,33) = 24.4, p < 0.001, Figure 1g , n = 12,12,12), and increased thigmotaxis in the open field test (line crossing t (10) = 4.1, p = 0.002, middle entries t (10) =´12.1, p < 0.001, middle time t (10) =´10.1, p < 0.001, center entries t (10) =´13.8, p < 0.001, center time t (10) =´13.0, p < 0.001, distance traveled t (10) =´13.1, p < 0.001, Figure 1h , n = 11,11, video malfunction on one rat, other crossover removed for paired t-test analyses).",
            "cite_spans": [
                {
                    "start": 1586,
                    "end": 1590,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 284,
                    "text": "Figure 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 455,
                    "end": 464,
                    "text": "Figure 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 698,
                    "end": 707,
                    "text": "Figure 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 900,
                    "end": 909,
                    "text": "Figure 1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1105,
                    "end": 1114,
                    "text": "Figure 1f",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1336,
                    "end": 1345,
                    "text": "Figure 1g",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1654,
                    "end": 1663,
                    "text": "Figure 1h",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In Experiment 2b, for assessments of CO 2 concentration changes within the chamber following 10, 30% and 100% CO 2 volume per minute displacement rates, we observed a significant gas infusionˆtime interaction (F (40,180) = 8.0, p < 0.001, Figure 2a , n = 4,4). For the 100% CO 2 volume per minute displacement rate there was a rapid increase in CO 2 concentrations from undetectable to 30% and 90% 1-2 min post-infusion, respectively. For 30% volume displacement this increase only significantly lagged by 1 min, but with 10% CO 2 volume displacement it took 4 min for CO 2 concentrations to be >40%, and the chamber reached 100% CO 2 11 to 12 min post-infusions. For in vitro assessments of O 2 concentration changes following 10%, 30% and 100% CO 2 volume per minute displacement we observed a significant gas infusionˆtime interaction (F (40,180) = 12.4, p < 0.001, Figure 2b, n = 4,4) . In this analysis, with 100% CO 2 volume displacement there was a rapid decrease in O 2 concentrations from approximately 21% O 2 to 12.5% and 2% O 2 within 1-2 min, respectively. For 30% volume per minute displacement, the decrease was slower and it took 5 min to reach approximately 2% O 2 . With 10% CO 2 volume per minute displacement, it took 5 min for CO 2 concentrations to be 12.5%, and the chamber reached 2% O 2 at 13-14 min post-infusion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 248,
                    "text": "Figure 2a",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 888,
                    "text": "Figure 2b, n = 4,4)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Line graphs in (a-f) respectively represent ambient concentrations of CO2 and O2; mean arterial blood pressure (mmHg); respiration rate (breaths per minute); general locomotor activity; and heart rate (beats per minute) at baseline during 10 min atm. air infusion (all rats), then also during either a 5 min atm. air challenge or 20% CO2 challenge (gray shaded region) following by all rats receiving another 5 min atm. * represents between-subject significance p < 0.05 with a Fisher's LSD post hoc test protected by a significant one way ANOVA with gas treatment as the main factor and time as a repeated measure. # symbol in a-b represent significant p <0 .05 within subject over time effects (against t-1 min) from a Dunnett's post hoc test. * symbol in (e) represents between subjects significance p < 0.05 with a two-tailed Dunnett's post hoc test protected by a significant one-way ANOVA with gas treatment as the main factor. * in (f) represents between-subject significance with a two-tailed paired t-test. Behavior testing immediately following gas challenges were (g) social interaction duration, and (h) open field behaviors. mean arterial blood pressure (mmHg); respiration rate (breaths per minute); general locomotor activity; and heart rate (beats per minute) at baseline during 10 min atm. air infusion (all rats), then also during either a 5 min atm. air challenge or 20% CO 2 challenge (gray shaded region) following by all rats receiving another 5 min atm. * represents between-subject significance p < 0.05 with a Fisher's LSD post hoc test protected by a significant one way ANOVA with gas treatment as the main factor and time as a repeated measure. # symbol in a-b represent significant p <0 .05 within subject over time effects (against t-1 min) from a Dunnett's post hoc test. * symbol in (e) represents between subjects significance p < 0.05 with a two-tailed Dunnett's post hoc test protected by a significant one-way ANOVA with gas treatment as the main factor. * in (f) represents between-subject significance with a two-tailed paired t-test. Behavior testing immediately following gas challenges were (g) social interaction duration, and (h) open field behaviors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1."
        },
        {
            "text": "Line graphs in (a-f) respectively represent ambient concentrations of CO2 and O2; core body temperature (Celsius); general locomotor activity (counts/min); mean arterial blood pressure (mmHg); and heart rate (beats per minute) when placed in volume displacement cage for 5 min prior to either infusions of atmospheric air (Atm air), or 10%, 30%, or 100% CO2 volume displacement per minute procedures (gray shaded region). * represents between-subject significance p < 0.05 with a Fisher's LSD post hoc test protected by a significant one-way ANOVA with gas treatment as the main factor and time as a repeated measure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "Line graphs in (a-f) respectively represent ambient concentrations of CO 2 and O 2 ; core body temperature (Celsius); general locomotor activity (counts/min); mean arterial blood pressure (mmHg); and heart rate (beats per minute) when placed in volume displacement cage for 5 min prior to either infusions of atmospheric air (Atm air), or 10%, 30%, or 100% CO 2 volume displacement per minute procedures (gray shaded region). * represents between-subject significance p < 0.05 with a Fisher's LSD post hoc test protected by a significant one-way ANOVA with gas treatment as the main factor and time as a repeated measure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "In Experiment 2a, atmospheric air response was included in Figure 1 figures c-f, but was not included in analyses. For the core body temperature there was a significant gasˆtime interaction (F (36,204) = 6.8, p < 0.0001, Figure 2c , n = 5,5,5,6) with core body temperature beginning to decrease at 5 min post 10%, 30%, and 100% CO 2 volume per minute replacement, respectively, and significant differences as compared to atmospheric air evident at 6 and 7 min. For locomotor activity, there was no gasˆtime interaction (F (40,260) = 1.3, p = 0.103, Figure 2d , n = 5,5,5,6), and although an significant time effect was noted (F (20,260) = 10.4, p < 0.0001), post hoc analyses failed to detect changes from baseline. This could be due to the agitated motor activity at baseline between groups which ranged from 2-10 counts/min compared to a range of 2-6 counts/min in the baseline of Figure 1e . For MAP there was a significant difference in the gasˆtime interaction (F (40,260) = 1.6, p = 0.016, Figure 2e , n = 5,5,5,6). It is worth noting that baseline MAP is 130 to 145 mmHg, which is 10 to 25 mmHg above baselines seen in Figure 1a , and similar to MAP see post-normoxic 20% CO 2 exposure. Assessment of over time within subjects' effects on MAP revealed there was a significant decrease in MAP 4 min post 100% CO 2 volume displacement and this took a minute longer for the 10% and 30% CO 2 volume per minute displacement methods. The MAP for rats in the 10% CO 2 volume per minute displacement group was significantly decreased as compared to the other groups beginning around the sixth minute. For heart rate, there was a significant gasˆtime interaction (F (40,260) = 1.7, p = 0.004, Figure 2f , n = 5,5,5,6). Assessment of over time effects revealed that 10%, 30%, and 100% CO 2 volume per minute displacement led to a rapid reflexive bradycardia within 1-2 min in all groups (see + symbol in Figure 2f ). There were between subjects differences noted, but they were primarily occurring 10-14 min post-gas infusions. in (a,b) , respectively, represent the mean duration of gasping behaviors and running behaviors just prior to and following gas VP (gray shaded region). * represents between-subject significance p < 0.05 with a Fisher's LSD post hoc test protected by a significant one-way ANOVA with gas treatment as the main factor and time as a repeated measure; (c) bar graph represents the mean time before the rat stopped moving; and (d) bar graph represents the mean time before breathing became non apparent. Individual points in c-d represent actual values of each animal. * represents a Fisher's LSD post hoc test protected by a significant ANOVA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 221,
                    "end": 230,
                    "text": "Figure 2c",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 558,
                    "text": "Figure 2d",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 892,
                    "text": "Figure 1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 996,
                    "end": 1005,
                    "text": "Figure 2e",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1135,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1691,
                    "end": 1700,
                    "text": "Figure 2f",
                    "ref_id": null
                },
                {
                    "start": 1901,
                    "end": 1910,
                    "text": "Figure 2f",
                    "ref_id": null
                },
                {
                    "start": 2025,
                    "end": 2033,
                    "text": "in (a,b)",
                    "ref_id": null
                }
            ],
            "section": "Figure 2."
        },
        {
            "text": "In the first experiment, we first challenged healthy rats to a 5 min infusion of normoxic 20% CO2 to isolate behavioral and physiological responses to increased CO2 concentration. This method only increased ambient O2 concentrations by approximately 0.2%, but rapidly increased ambient CO2 in (a,b) , respectively, represent the mean duration of gasping behaviors and running behaviors just prior to and following gas VP (gray shaded region). * represents between-subject significance p < 0.05 with a Fisher's LSD post hoc test protected by a significant one-way ANOVA with gas treatment as the main factor and time as a repeated measure; (c) bar graph represents the mean time before the rat stopped moving; and (d) bar graph represents the mean time before breathing became non apparent. Individual points in c-d represent actual values of each animal. * represents a Fisher's LSD post hoc test protected by a significant ANOVA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 298,
                    "text": "in (a,b)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "From the evaluation of the video recordings, the gasping behaviors did not occur prior to gas infusions. Upon initiation of the infusion of the 100% CO 2 , the rats in the 100% volume displacement per minute group displayed significant gasping in less than a minute. This gasping was significantly increased for 30 s (gasˆtime interaction F (105,595) = 3.7, p < 0.0001, Figure 3a , n = 5,5,4,6 one video malfunctioned for 30% group). In the 10% and 30% volume displacement per minute treatment groups, the onset of gasping occurred at approximately 1.5 min post-gas initiation, with the 30% volume displacement per minute group gasping for about 20 s. The 10% volume displacement per minute group gasped for 1 min, then stopped for approximately 1 min before resuming and persisting until the mean time for breathing to stop being apparent for all rats. Only the 100% volume displacement per minute group displayed running behaviors and these occurred only in the first 20 s post-gas infusions (gasˆtime interaction F (12,64) = 2.3, p = 0.016, Figure 3b n = 5,5,4,6) . No seizures were noted in any animals.",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1066,
                    "text": "= 5,5,4,6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 379,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1044,
                    "end": 1055,
                    "text": "Figure 3b n",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "For the determination of approximate loss of consciousness, the time to stagger or touch the nose was combined for all rats as not all rats consistently engaged in these behaviors. It took approximately 60-80 s for rats euthanized with the 10% and 30% volume per minute displacement rate to display the loss of gross motor coordination associated with staggering and dropping the head, Rats euthanized with the 100% volume per minute displacement rate displayed this loss of gross motor coordination by 30 s (the 100%CO2VD was only significantly lower than the 30%CO2VD group, data not shown, F(2,12) = 4.3, p = 0.040, n = 5,4,6). Rats euthanized by the 10% and 30% volume per minute displacement rates stopped moving at approximately 100 s, while rats euthanized with the 100% volume per minute displacement rate stopped moving at approximately 60 s (Figure 3c ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 851,
                    "end": 861,
                    "text": "(Figure 3c",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In the first experiment, we first challenged healthy rats to a 5 min infusion of normoxic 20% CO 2 to isolate behavioral and physiological responses to increased CO 2 concentration. This method only increased ambient O 2 concentrations by approximately 0.2%, but rapidly increased ambient CO 2 concentrations from being undetectable to 20% to 24% during the infusions. Behavioral assessments revealed that rats experiencing the 20% CO 2 challenge had increased panic and escape or flight associated locomotor responses (from 2 counts/min to 12 counts/min) during the CO 2 challenge. This challenge also increased mean arterial blood pressure by 25 to 28 mmHg, and respiration rate by approximately 75 breath/min. At the offset of CO 2 infusions and onset of atmospheric air infusions, we noted that the rats would orient themselves so that their nose was near the gas infusion intake which coincided with an even greater increase in respiration from 150 breaths/min to almost 275 breaths/min. Following the CO 2 challenge, the rats expressed increased fear and avoidance-associated behavior (operantly defined as thigmotaxis and social avoidance, and evidenced by reduced time spent exploring center regions of an open field arena and reduced social interaction time). It is possible that CO 2 induced drowsiness that might have contributed to a decrease in the exploratory behavior in these rats, but previous work with rats that were fully anesthetized with CO 2 report that the rats regain locomotor control within 90 s and exhibit a complete clinical recovery from anesthesia within 5 min, but they exhibit antinociception for up to 60 min [42] . Environmental concentrations of CO 2 that are less than 5% do not typically induce symptoms and signs of anxiety in people [12] , though there is an increase in the respiratory activity to attempt to blow off excessive CO 2 to return the plasma CO 2 /H + to homeostasis (for review, see [9, 10] ). However, environmental concentrations of 7.5% CO 2 begin to signal air hunger and are anxiety symptom/sign provoking in humans [12] , and environmental concentrations of 20% CO 2 induce symptoms such as suffocation sensations, fear of dying, and robust cardio-respiratory responses which are all strongly associated with panic attacks [17] . These human findings are fairly consistent with a study where gradually filling a test chamber up to 10% CO 2 did not significantly alter rat behavior, but when concentrations approached 15% there was a reduced latency to leave the test chamber, and at 20% the majority of rats left immediately [43] . The relationship between CO 2 and panic attacks is further supported in that exposing patients with panic disorder to 5%-7% CO 2 will provoke panic attacks in the majority of these patients and no panic attacks in healthy controls [44] [45] [46] . Overall this provides further evidence of the aversive nature of exposure to 7.5%-20% CO 2 .",
            "cite_spans": [
                {
                    "start": 1644,
                    "end": 1648,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1774,
                    "end": 1778,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1938,
                    "end": 1941,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1942,
                    "end": 1945,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2076,
                    "end": 2080,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2284,
                    "end": 2288,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2586,
                    "end": 2590,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2824,
                    "end": 2828,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2829,
                    "end": 2833,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2834,
                    "end": 2838,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the second experiment, we sought to measure CO 2 and O 2 concentrations during either atmospheric air infusions of a 10%, 30%, and 100% CO 2 volume per minute displacement euthanasia protocol while measuring locomotor behavior, and physiological parameters. In the evaluation of chamber gas concentrations for Experiment 2b, both the 30% and 100% CO 2 volume per minute displacement methods led to rapid increases in ambient CO 2 concentrations, which increased to 25% within 1 min. Both reached greater than 90% within 4 min and there were minimal differences in the rate of change. However the 10% CO 2 volume per minute displacement method led to a gradual increase in ambient CO 2 concentration that was approximately 7%-20% within the first 2 min and 30% within 3 min, which suggests these rats remained in panic inducing ranges of CO 2 concentrations significantly longer than the other higher CO 2 displacement methods. All of the methods led to fairly rapid decreases in blood pressure within 4 min for 100%, and 5 min for 10% and 30%, and a decrease in heart rate within 1 min for 10% and 2 min for 30% and 100%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The core body temperature readings may need to be interpreted with caution. The telemetry probes have an operational range of 34 to 41˝C, so any temperatures that are below 34˝C are no longer accurate. However, we have a manuscript in resubmission clearly demonstrating that the 5 min 20% CO 2 exposure used here elicits a robust 7-9˝C increase in tail temperatures (due to active vasodilation of tail artery) that precedes the decrease in core temperature. Thus, this drop in core body temperature is not just due to a cessation of metabolic and locomotor activity, but an active cooling mechanism. This hypothesis is consistent with human and rodent data showing that CO 2 has local cutaneous vasodilatory action [47, 48] .",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 719,
                    "text": "[47,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our evaluations of CO 2 concentrations are consistent with findings that were previously reported regarding how the concentration of CO 2 changes in the chamber over time with constant volume per minute displacement flow rates [1, 49] . Of concern, when using a volume per minute displacement rate of 10%, the environmental concentrations of CO 2 reached levels associated with anxiety within 1 min of the initiation of the CO 2 flow. The concentrations of 40%-50%, which have been demonstrated to induce loss of consciousness [1, 7] , were not achieved until approximately 5 min after the initiation of the CO 2 flow. This meant that the animal would be exposed to anxiety-and panic-inducing concentrations of CO 2 , without loss of consciousness, for at least 4 min. Contrast this with the volume per minute displacement rate of 30%. In this case, the anxiety inducing threshold was also achieved within 1 min of the initiation of CO 2 flow, but the environmental concentration of CO 2 exceeded 50% approximately 2 min after the initiation of CO 2 flow. In this case, the animal would be exposed to anxiety-and panic-inducing concentrations of CO 2 , without loss of consciousness, for approximately 1 min. This interval was shortened further when a 100% volume per minute displacement flow rate was utilized. However, there is evidence that this could increase the opportunities for exposure to painful concentrations of CO 2 , where carbonic acid has increased high enough in the respiratory tract to interact with nociceptors to signal a burning sensation [8] . For example, humans inhaling air with 50%-60% CO 2 were most likely to call the experience unpleasant [50] , but inhalations of 80%-100% CO 2 were more often reported as painful with self-reports of a burning sensation and difficulty inhaling the gas [8] . Within the same manuscript, the authors exposed rats to different concentrations of CO 2 (60%, 70%, 80% and 100%) until anesthesia or euthanization occurred. They reported that the most aversive behaviors (seizures) occurred in lower concentrations of CO 2 exposure and were absent to mild with 100% CO 2 in most instances. They further noted that trauma to airways and nasal cavities occurred in these lower concentrations of CO 2 , as well, though it is not clear if the animals were conscious when the trauma occurred. Thus, the short exposure humans had to CO 2 may have led to a fast aversive response [51] , but prolonged exposure (anesthesia inducing) to lower concentrations of CO 2 could produce enough carbonic acid to elicit similar burning and pain as high concentrations of CO 2 that would likely be prolonged since time to anesthesia would be delayed, but this has not been explored. In all of these cases, it is necessary to balance the potential for pain (likely higher for a short period of time with a 100% volume per minute displacement rate) with the possibility for distress (likely higher for a prolonged period of time with a 10% volume per minute displacement rate). The lower the flow of the volume per minute displacement rate, the more time the animal would be left in concentrations of gas that are well-documented to cause anxiety and panic prior to loss of consciousness, which occurs at concentrations of 40%-50%, dependent upon equilibration of the CO 2 gas [1, 7] . This strongly suggests that while the low flow volume per minute displacement rates may minimize pain, they increase the distress experienced by the animal.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 531,
                    "end": 533,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1561,
                    "end": 1564,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1669,
                    "end": 1673,
                    "text": "[50]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1818,
                    "end": 1821,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2431,
                    "end": 2435,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 3314,
                    "end": 3317,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3318,
                    "end": 3320,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Evaluation of the behavioral assessment of loss of consciousness in this study provided a less clear picture. With the available tools, defining the exact time of loss of consciousness is challenging because we lack the ability to create a clear determination of when this loss of consciousness has occurred. In humans, loss of consciousness is generally accepted to have occurred at the time when the individual is no longer able to engage in verbal communication [6] , but this definition is compounded by the fact that humans can engage in significant and appropriate verbal communication with others that is not recalled when under the effect of alcohol or drugs [52, 53] . It has been suggested that electroencephalography (EEG) can be used to assess consciousness in animals [1, 54, 55] , but as EEG measurements are present in anesthetized and sleeping animals, this assessment tool is not necessarily as specific as desired [54] [55] [56] . In animals, the loss of righting reflex is generally accepted as the marker of loss of consciousness [1, 6] , but again, pinpointing this exact moment is difficult, especially when using gaseous agents where opening the chamber to test the animal affects the concentration and distribution of the gas. If the ability to handle the animal is built into the cage (as was done in one study [57] ), this could lead to more reliable assessments of the loss of righting reflex.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 468,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[52,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "53]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "54,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "55]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 932,
                    "end": 936,
                    "text": "[54]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 937,
                    "end": 941,
                    "text": "[55]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 942,
                    "end": 946,
                    "text": "[56]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1054,
                    "end": 1056,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1336,
                    "end": 1340,
                    "text": "[57]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For this study, we determined that the rats had loss of consciousness at the point when gross motor control was compromised. We had initially determined that the point when the rat let its nose touch the cage bottom would be the time for loss of consciousness, but this behavior was inconsistent in the groups. Instead we considered the gross loss of motor function as the point where the rat either touched its nose to the ground or began staggering with significant ataxia. It is recognized that both of these measures are very subjective and may not be reflective of the actual state of consciousness of the animals. However, it is worth noting that the interval to achieve this gross loss of motor control was significantly less than anticipated based on the measurements in the empty chamber. For example, in the empty chamber, we projected that the rat would be conscious for as long as 4-5 min when euthanized using a 10% volume pre minute displacement rate, but our behavioral data suggested that the loss of consciousness occurred closer to 1.5-2 min, though the behavioral data of the rat euthanized with a 100% volume per minute displacement rate was consistent with the predicted loss of consciousness around 25 s. Aside from the concern about the subjective definition of loss of consciousness affecting this discrepancy, it should also be noted that the presence of the animal in the chamber would create turbulence because of its movements and thermal load which could lead to better mixing of the carbon dioxide to facilitate exposure that would not be seen in the empty chamber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Environmental concentrations of oxygen may also have an effect on the distress experienced by an animal. For humans, during suffocation, CO 2 increases and O 2 decreases, stimulating an air hunger response with compensatory respiratory and cardiovascular responses [46] . When the levels of CO 2 are increased to 20%, but oxygen levels are kept stable at 21%, an air hunger panic is evidenced by a strong sense of suffocation (dyspnea) that is accompanied by symptoms strongly associated with panic attacks (e.g., fear of dying, shortness of breath, and cardioexcitation [17, 58] ). Here, in rats, we also see increased anxiety-associated behavior and escape-or flight-associated behaviors that coincide with robust cardiorespiratory responses following exposure to 20% CO 2 in normoxic air.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "58]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, being exposed to high concentrations of CO 2 in the absence of any change in O 2 is clearly panicogenic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the second experiment we utilized volume displacement methods that increased CO 2 but also subsequently decreased O 2 levels and the rats appeared to be less distressed than in Experiment 1. Adding oxygen to the euthanasia chamber when using carbon dioxide may not minimize distress, but may actually increase the distress experienced by the animal [1] . As demonstrated by the oxygen measurements in the empty euthanasia chamber during the infusion of CO 2 gas, the 10% volume per minute displacement rate results in a very slow loss of oxygen. Therefore, in addition to the animals being exposed to concentrations of CO 2 that are anxiety inducing, their cardiovascular and respiratory functions are kept in a manner that induces an acute air hunger, as well. In contrast, when the 30% and 100% volume per minute displacement flow rates for CO 2 are utilized, there is an acute drop off of oxygen over the first 2-3 min. This decrease in oxygen would be expected to induce a \"drowsiness\" response in the animals, further decreasing the potential for distress associated with these volume per minute displacement rates of CO 2 . Currently, this is only an observation, and a future study comparing CO 2 displacement concentrations in normoxic, hypoxic, and hyperoxic conditions would be needed to test this hypothesis.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Examination of the live animal data collected in the second study demonstrates that the events leading up to the euthanasia process itself are stressful events for the animal. A typical calm rat will have a mean arterial pressure of approximately 120 mmHg and a heart rate of 360 to 380 beats per minute. Historically, our laboratory has seen mean arterial blood pressures of 140 mmHg and heart rates of 400 to 450 beats per minute during a panic episode induced by exposure to 20% CO 2 [20, 23] . In this data, the animals were all exhibiting these elevated levels during the 5 min that they were in the chamber prior to induction of the euthanasia process. This is likely explained because, in this study, rats were removed from their home cage and placed into the novel euthanasia chamber. Although it is generally recommended that animals remain in their home cage when being euthanized, it should be recognized that this practice is variable across institutions and actively discouraged during the induction of anesthesia with other inhalant gases (such as isoflurane) for survival procedures. It should also be recognized that there are often other stressors, such as the stress of transport or comingling of groups of animals, that are also frequently done at the time of euthanasia. So, although current best practices for euthanasia suggest that it is preferential to transport the home cage containing the animal to the euthanasia chamber [59] and let the animal acclimate to its new surroundings for at least 30 min prior to initiating the euthanasia procedures (as demonstrated by the first study presented here), this is not uniformly recognized.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 491,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1449,
                    "end": 1453,
                    "text": "[59]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since the events leading up to the actual euthanasia of the rats were already inducing a marked stress response, it is difficult to distinguish significant differences in the cardiovascular response to the varying volume per minute displacement rates of CO 2 . However, there was an increase in the mean arterial pressure of the animals that were euthanized using the 10% volume per minute displacement rate in the first 2 min following the initiation of the CO 2 gas infusion. This is suggestive of increased sympathetic activity and distress experienced by the animal. At 3 min post-induction of CO 2 , the mean arterial pressure of the rats exposed to the 100% volume per minute displacement rate of CO 2 drops below baseline, but this drop does not occur until approximately 4 min for the other two volume per minute displacement rate groups. This is likely due to the delayed onset of freezing behaviors that would be expected in the rats exposed to the lower volume per minute displacement flow rates, though these behaviors were not seen in the rats euthanized for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Locomotion of the euthanized animals following the introduction of CO 2 is difficult to interpret since the placement of the non-handled rats into a novel chamber appeared to produce active, but variable, locomotor responses. Although there were no significant changes in pattern between the treatment groups, the 30% and 100% CO 2 and the 10% CO 2 groups, respectively, displayed prolonged inactivity within 3 and 5 min post displacement. The significance of this drop in locomotion could be representative of a loss of consciousness, though we did not attempt to characterize loss of consciousness in this study. Loss of consciousness for humans is defined as the point where the person can no longer verbally respond, but for animals, the loss of righting reflex is generally accepted as the point of loss of consciousness [1] . However, it is challenging to determine exactly when this point occurs because different observers may determine that the animal has lost its ability to right itself at different times.",
            "cite_spans": [
                {
                    "start": 826,
                    "end": 829,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Subsequent assessments of behavior were revealing. The rats that were euthanized using the 10% volume displacement per minute rate displayed a prolonged period of gasping behavior that began around 1.5 min (when the concentration of CO 2 in the chamber would have exceeded 10%) and extended beyond 4 min (when the concentration of CO 2 in the chamber would have exceeded 40%). As other studies have demonstrated that concentrations of at least 40% CO 2 are required to induce a loss of consciousness (dependent upon chamber conditions and definition of loss of consciousness used by the study), these animals were clearly demonstrating dyspnea and distress during this period of time. The gasping behaviors demonstrated by the 30% and 100% volume displacement per minute treatment groups were similar and significantly shorter in duration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Only the rats exposed to the 100% volume displacement per minute showed a marked increase in running at onset of the gas which is suggestive of immediate panic and likely speaks to attempts to escape from the aversive nature of the gas (e.g., dyspnea and burning sensations). This behavior further supports that high volume displacement rates do not minimize pain or distress in the euthanasia of rats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Carbon dioxide anesthesia overdose is an important and appropriate method of euthanasia for laboratory rats, but refinements are necessary to ensure that the pain and distress experienced by the rat is minimized. The use of volume per minute displacement flow rates instead of precharged chambers when using carbon dioxide for euthanasia is critical to prevent the exposure of animals to noxious stimuli that can result in pain. However, the results of this study suggest that the use of very low volume per minute displacement flow rates (such as 10% volume displacement per minute) for carbon dioxide in rats has the potential to significantly increase the distress experienced by the animals. This distress is induced by the prolonged period of time that the rats are exposed to concentrations of CO 2 that are known to induce panic and anxiety and the concurrent stabilization of oxygen levels in the chamber, which is known to induce air hunger in the face of elevations of CO 2 . The elevations in mean arterial blood pressure of the rats euthanized with the 10% volume per minute displacement rate beyond the elevations that were already induced by the stress of transport and novel environment support this finding. Alternatively, the use of medium to high volume per minute displacement flow rates result in a minimizing of potential distress experienced by the rat through the shortening of the period of time that the rats are exposed to concentrations of CO 2 that are known to induce panic and anxiety and the rapid depletion of O 2 , which is known to induce a drowsiness prior to loss of consciousness. Therefore, the results of this study suggest that volume per minute displacement rates of 10% should not be used as there is increased potential exposure to pain and distress associated with prolonged exposure to panicogenic concentrations of CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "AVMA Guidelines for the Euthanasia of Animals",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "European Parliament and the Council of the European Union. Directive",
            "authors": [],
            "year": 2010,
            "venue": "Off. J. Eur. Union",
            "volume": "63",
            "issn": "",
            "pages": "33--79",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Animal Welfare Act and Animal Welfare Regulations",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "USDA",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CCAC Guidelines on: Euthanasia of Animals Used in Science",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "CCAC",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Public Health Service Policy on Humane Care and Use of Laboratory Animals",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Introduction: Use, definitions, history, concepts, classification, and considerations for anesthesia and analgesia",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tranquilli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grimm",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Veterinary Anesthesia and Analgesia: The Fifth Edition of Lumb and Jones",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Responses of rat medullary dorsal horn neurons following intranasal noxious chemical stimulation: Effects of stimulus intensity, duration, and interstimulus interval",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Peppel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Anton",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Neurophysiol",
            "volume": "70",
            "issn": "",
            "pages": "2260--2275",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Humane and practical implications of using carbon dioxide mixed with oxygen for anesthesia or euthanasia of rats",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Danneman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Walshaw",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lab. Anim. Sci",
            "volume": "47",
            "issn": "",
            "pages": "376--385",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cellular mechanisms involved in CO 2 and acid signaling in chemosensitive neurons",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Putnam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Filosa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Ritucci",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Physiol. Cell Physiol",
            "volume": "287",
            "issn": "",
            "pages": "1493--1526",
            "other_ids": {
                "DOI": [
                    "10.1152/ajpcell.00282.2004"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Serotonergic neurons as carbon dioxide sensors that maintain ph homeostasis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Richerson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Rev. Neurosci",
            "volume": "5",
            "issn": "",
            "pages": "449--461",
            "other_ids": {
                "DOI": [
                    "10.1038/nrn1409"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Central CO 2 chemoreception and integrated neural mechanisms of cardiovascular and respiratory control",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Guyenet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Stornetta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Depuy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Fortuna",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kanbar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Appl. Physiol",
            "volume": "108",
            "issn": "",
            "pages": "995--1002",
            "other_ids": {
                "DOI": [
                    "10.1152/japplphysiol.00712.2009"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Carbon dioxide-induced anxiety. Behavioral, physiologic, and biochemical effects of carbon dioxide in patients with panic disorders and healthy subjects",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Charney",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Heninger",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Arch. Gen. Psychiatry",
            "volume": "45",
            "issn": "",
            "pages": "43--52",
            "other_ids": {
                "DOI": [
                    "10.1001/archpsyc.1988.01800250051007"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Dyspneic responses to augmenting and subsequently declining CO 2 stimulation in humans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Masuda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakakibara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohyabu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yoshino",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Honda",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ventilatory",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vs",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "499",
            "issn": "",
            "pages": "389--392",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Stimulus-response characteristics of CO 2 -induced air hunger in normal subjects",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Banzett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Lansing",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shea",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Respir. Physiol",
            "volume": "103",
            "issn": "",
            "pages": "19--31",
            "other_ids": {
                "DOI": [
                    "10.1016/0034-5687(95)00050-X"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Self-control of level of mechanical ventilation to minimize CO 2 induced air hunger",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shea",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Harty",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Banzett",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Respir. Physiol",
            "volume": "103",
            "issn": "",
            "pages": "113--125",
            "other_ids": {
                "DOI": [
                    "10.1016/0034-5687(95)00086-0"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Behavioral and cardiovascular effects of 7.5% CO 2 in human volunteers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Argyropoulos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Kendrick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nutt",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Depress. Anxiety",
            "volume": "21",
            "issn": "",
            "pages": "18--25",
            "other_ids": {
                "DOI": [
                    "10.1002/da.20048"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Evoking analogue subtypes of panic attacks in a nonclinical population using carbon dioxide-enriched air",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Forsyth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Eifert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Canna",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Behav. Res. Ther",
            "volume": "38",
            "issn": "",
            "pages": "559--572",
            "other_ids": {
                "DOI": [
                    "10.1016/S0005-7967(99)00074-1"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Anxiety symptoms and functional impairment: A systematic review of the correlation between the two measures",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcknight",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monfort",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Kashdan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Blalock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Calton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin. Psychol. Rev",
            "volume": "45",
            "issn": "",
            "pages": "115--130",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cpr.2015.10.005"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Extending the amygdala in theories of threat processing",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Oler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Tromp Do",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Fudge",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Kalin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Neurosci",
            "volume": "38",
            "issn": "",
            "pages": "319--329",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tins.2015.03.002"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Orexin 1 and 2 receptor involvement in CO 2 -induced panic-associated behavior and autonomic responses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Federici",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Renger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shireman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Winrow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bonaventure",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shekhar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Depress. Anxiety",
            "volume": "32",
            "issn": "",
            "pages": "671--683",
            "other_ids": {
                "DOI": [
                    "10.1002/da.22403"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effects of unilateral lesions of retrotrapezoid nucleus on breathing in awake rats",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Akilesh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kamper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Nattie",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Appl. Physiol",
            "volume": "82",
            "issn": "",
            "pages": "469--479",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Hypercapnia and hypoxia: Chemoreceptor-mediated control of locus coeruleus neurons and splanchnic, sympathetic nerves",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thoren",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Svensson",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Brain Res",
            "volume": "222",
            "issn": "",
            "pages": "373--381",
            "other_ids": {
                "DOI": [
                    "10.1016/0006-8993(81)91040-4"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Activation of the orexin 1 receptor is a critical component of CO 2 -mediated anxiety and hypertension but not bradycardia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Samuels",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fitz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Lightman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Lowry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shekhar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Neuropsychopharmacology",
            "volume": "37",
            "issn": "",
            "pages": "1911--1922",
            "other_ids": {
                "DOI": [
                    "10.1038/npp.2012.38"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cardiovascular responses to hypoxia and hypercapnia in barodenervated rats",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Brizzee",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Appl. Physiol",
            "volume": "68",
            "issn": "",
            "pages": "678--686",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Proconflict effect of carbon dioxide inhalation in rats",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cuccheddu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Floris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Serra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Porceddu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sanna",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biggio",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Life Sci",
            "volume": "56",
            "issn": "",
            "pages": "321--324",
            "other_ids": {
                "DOI": [
                    "10.1016/0024-3205(95)00093-3"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Induction of c-fos in \"panic/defence\"-related brain circuits following brief hypercarbic gas exposure",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hollis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moratalla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Lightman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shekhar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Lowry",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Psychopharmacol",
            "volume": "25",
            "issn": "",
            "pages": "26--36",
            "other_ids": {
                "DOI": [
                    "10.1177/0269881109353464"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Adrenocortical responses of rats to acute hypoxic and hypercapnic stresses after treatment with aminergic agents",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Marotta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sithichoke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Garcy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Neuroendocrinology",
            "volume": "20",
            "issn": "",
            "pages": "182--192",
            "other_ids": {
                "DOI": [
                    "10.1159/000122482"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cholinergic influences on hypothalamic-pituitary-adrenocortical activity of stressed rats: An approach utilizing choline deficient diets",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sithichoke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Malasanos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Marotta",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Acta Endocrinol. (Copenh",
            "volume": "89",
            "issn": "",
            "pages": "737--743",
            "other_ids": {
                "DOI": [
                    "10.1530/acta.0.0890737"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Cholinergic influences on hypothalamic-pituitary-adrenocortical activity of stressed rats: An approach utilizing agonists and antagonists",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sithichoke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Marotta",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Acta Endocrinol. (Copenh",
            "volume": "89",
            "issn": "",
            "pages": "726--736",
            "other_ids": {
                "DOI": [
                    "10.1530/acta.0.0890726"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Contributions of central and peripheral chemoreceptors to the ventilatory response to CO 2 /h+",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Appl. Physiol",
            "volume": "108",
            "issn": "",
            "pages": "989--994",
            "other_ids": {
                "DOI": [
                    "10.1152/japplphysiol.01059.2009"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Autonomic nerve and cardiovascular responses to changing blood oxygen and carbon dioxide levels in the rat",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trzebski",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Auton. Nerv. Syst",
            "volume": "28",
            "issn": "",
            "pages": "61--74",
            "other_ids": {
                "DOI": [
                    "10.1016/0165-1838(89)90008-8"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Control of hypothalamic orexin neurons by acid and CO 2",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verkhratsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fugger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burdakov",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "104",
            "issn": "",
            "pages": "10685--10690",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0702676104"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Sensations evoked by stimulation in the midbrain of man",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Nashold",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Slaughter",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "J. Neurosurg",
            "volume": "30",
            "issn": "",
            "pages": "14--24",
            "other_ids": {
                "DOI": [
                    "10.3171/jns.1969.30.1.0014"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mapping of microstimulation evoked responses and unit activity patterns in the lateral hypothalamic area recorded in awake humans. Technical note",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Wilent",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buetefisch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bailes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cantella",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Angle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Whiting",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Neurosurg",
            "volume": "115",
            "issn": "",
            "pages": "295--300",
            "other_ids": {
                "DOI": [
                    "10.3171/2011.3.JNS101574"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Tachycardia evoked by disinhibition of the dorsomedial hypothalamus in rats is mediated through medullary raphe",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Samuels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Zaretsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dimicco",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Physiol",
            "volume": "538",
            "issn": "",
            "pages": "941--946",
            "other_ids": {
                "DOI": [
                    "10.1113/jphysiol.2001.013302"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Dorsomedial hypothalamic gaba regulates anxiety in the social interaction test",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shekhar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Katner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Pharmacol. Biochem. Behav",
            "volume": "50",
            "issn": "",
            "pages": "253--258",
            "other_ids": {
                "DOI": [
                    "10.1016/0091-3057(94)00307-5"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Das subkortikake zenrrumder affektriven abwehrreaktion",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brugger",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "Helv. Physiol. Acta",
            "volume": "1",
            "issn": "",
            "pages": "33--52",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The amygdala is a chemosensor that detects carbon dioxide and acidosis to elicit fear behavior",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Coryell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Wunsch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Faraci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "139",
            "issn": "",
            "pages": "1012--1021",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2009.10.029"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Fear and panic in humans with bilateral amygdala damage",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Feinstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buzza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hurlemann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Follmer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Dahdaleh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Coryell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tranel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wemmie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Neurosci",
            "volume": "16",
            "issn": "",
            "pages": "270--272",
            "other_ids": {
                "DOI": [
                    "10.1038/nn.3323"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Acute hypercarbic gas exposure reveals functionally distinct subpopulations of serotonergic neurons in rats",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hollis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moratalla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Lightman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Lowry",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Psychopharmacol",
            "volume": "19",
            "issn": "",
            "pages": "327--341",
            "other_ids": {
                "DOI": [
                    "10.1177/0269881105053281"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Dorsomedial hypothalamic gaba dysfunction produces physiological arousal following sodium lactate infusions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shekhar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Keim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcbride",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pharmacol. Biochem. Behav",
            "volume": "55",
            "issn": "",
            "pages": "249--256",
            "other_ids": {
                "DOI": [
                    "10.1016/S0091-3057(96)00077-9"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Prolonged antinociception following carbon dioxide anesthesia in the laboratory rat",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mischler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Battles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Raucci",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Nalwalk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Hough",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Brain Res",
            "volume": "640",
            "issn": "",
            "pages": "322--327",
            "other_ids": {
                "DOI": [
                    "10.1016/0006-8993(94)91888-0"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Rats avoid exposure to carbon dioxide and argon",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Niel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Weary",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Appl. Anim. Behav. Sci",
            "volume": "107",
            "issn": "",
            "pages": "100--109",
            "other_ids": {
                "DOI": [
                    "10.1016/j.applanim.2006.08.002"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Acute panic inventory symptoms during CO 2 inhalation and room-air hyperventilation among panic disorder patients and normal controls",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Goetz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Papp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Depress. Anxiety",
            "volume": "14",
            "issn": "",
            "pages": "123--136",
            "other_ids": {
                "DOI": [
                    "10.1002/da.1054"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Response to hyperventilation in a group of patients with panic disorder",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Askanazi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Liebowitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Fyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kinney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Am. J. Psychiatry",
            "volume": "141",
            "issn": "",
            "pages": "857--861",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Ventilatory physiology of patients with panic disorder",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Fyer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goetz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Askanazi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Liebowitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Fyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kinney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Arch. Gen. Psychiatry",
            "volume": "45",
            "issn": "",
            "pages": "31--39",
            "other_ids": {
                "DOI": [
                    "10.1001/archpsyc.1988.01800250035006"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Local vasodilator action of carbon dioxide on blood vessels of the hand",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diji",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "J. Appl. Physiol",
            "volume": "14",
            "issn": "",
            "pages": "414--416",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Topical application of CO 2 increases skin blood flow",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Koss",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Investig. Dermatol",
            "volume": "93",
            "issn": "",
            "pages": "259--262",
            "other_ids": {
                "DOI": [
                    "10.1111/1523-1747.ep12277584"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Comparison of cardon dioxide/air mixture and nitrogen/air mixture for the euthanasia of rodents. Design of a system for inhalation euthanasia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hornett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haynes",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Anim. Technol",
            "volume": "35",
            "issn": "",
            "pages": "93--99",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Separating brain processing of pain from that of stimulus intensity",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Oertel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Preibisch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gamer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Deichmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lotsch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hum. Brain Mapp",
            "volume": "33",
            "issn": "",
            "pages": "883--894",
            "other_ids": {
                "DOI": [
                    "10.1002/hbm.21256"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Pain in the trigeminal system: Irritation of the nasal mucosa using short-and long-lasting stimuli",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hummel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mohammadian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marchl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kobal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lotsch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int. J. Psychophysiol",
            "volume": "47",
            "issn": "",
            "pages": "147--158",
            "other_ids": {
                "DOI": [
                    "10.1016/S0167-8760(02)00150-2"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Alcohol-induced blackout",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "6",
            "issn": "",
            "pages": "2783--2792",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph6112783"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Acute intoxication caused by a synthetic cannabinoid in two adolescents",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Burroughs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Tecklenburg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Pediatr. Pharmacol. Ther",
            "volume": "17",
            "issn": "",
            "pages": "177--181",
            "other_ids": {
                "DOI": [
                    "10.5863/1551-6776-17.2.177"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Electroencephalographic evaluation of decapitation of the anaesthetized rat",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kongara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcilhone",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Kells",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lab. Anim",
            "volume": "48",
            "issn": "",
            "pages": "15--19",
            "other_ids": {
                "DOI": [
                    "10.1177/0023677213502016"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Decapitation in rats: Latency to unconsciousness and the \"wave of death",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Rijn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Krijnen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Menting-Hermeling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Coenen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0016514"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Physiologic measures of animal stress during transitional states of consciousness",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "702--716",
            "other_ids": {
                "DOI": [
                    "10.3390/ani5030380"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The effect of carbon dioxide flow rate on the euthanasia of laboratory mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Moody",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Weary",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lab. Anim",
            "volume": "48",
            "issn": "",
            "pages": "298--304",
            "other_ids": {
                "DOI": [
                    "10.1177/0023677214546509"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Sex differences in response to a panicogenic challenge procedure: An experimental evaluation of panic vulnerability in a non-clinical sample",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Forsyth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karekla",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Behav. Res. Ther",
            "volume": "44",
            "issn": "",
            "pages": "1421--1130",
            "other_ids": {
                "DOI": [
                    "10.1016/j.brat.2005.10.012"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Report of the aclam task force on rodent euthanasia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Artwohl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Corning",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Force",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Am. Assoc. Lab. Anim. Sci",
            "volume": "45",
            "issn": "",
            "pages": "98--105",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Line graphs in (a-f) respectively represent ambient concentrations of CO 2 and O 2 ;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Line graphs",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Line graphs",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "12) = 19.3, p = 0.0002). Breathing became non apparent first for the 100% volume displacement per minute treatment group at approximately 2 min and at 4 min for the other volume displacement per minute treatment groups (F(2,12) = 12.7, p = 0.001, Figure 3d n = 5,4,6).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments: This work was supported by an ACLAM Foundation grant to Debra L. Hickman; a NIA K01AG044466, and NIH UL1 RR025761 to Philip L. Johnson, and a NIMH R01 MH52619 and R01 MH65702 to Anantha Shekhar. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}