{
    "paper_id": "41f31582cb50c99b10a376f465107d82bacf135c",
    "metadata": {
        "title": "The impact of epidemics on labor market: identifying victims of the Middle East Respiratory Syndrome in the Korean labor market",
        "authors": [
            {
                "first": "Ayoung",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joonmo",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The vulnerability approach suggests that disasters such as epidemics have different effects according not only to physical vulnerability but also to economic class (status). This paper examines the effect of the Middle East Respiratory Syndrome epidemic on the labor market to investigate whether vulnerable groups become more vulnerable due to an interaction between the socio-economic structure and physical risk. Methods: This paper examines the effect of the Middle East Respiratory Syndrome epidemic on the labor market by considering unemployment status, job status, working hours, reason for unemployment and underemployment status. In particular, the study investigates whether the U-shaped curve becomes a J-shaped curve due to the interaction between medical vulnerability and labor market vulnerability after an outbreak, assuming that the relative vulnerability in the labor market by age shows a U curve with peaks for the young group and middle aged and old aged groups using the Economically Active Population Survey. We use the difference in difference approach and also conduct a falsification check and robustness check.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: The results suggest that older workers faced a higher possibility of unemployment after the Middle East Respiratory Syndrome outbreak. In particular, they experienced higher involuntary unemployment and underemployment status as well as decreased working hours. It was confirmed that the relative vulnerability of the labor market for older workers was higher than for the other age groups after the epidemic outbreak due to the double whammy of vulnerability in the medical and labor market. The vulnerability in the young group partially increased compared to the 30s and 40s age groups due to their relative vulnerability in the labor market despite being healthy. We find that assuming the relative vulnerability in the existing labor market shows a U shape with age increase, the U-shaped curve became J-shaped after the outbreak. Conclusions: Disasters like epidemics can occur unexpectedly and affect certain groups more than other. Therefore, medical protection should be enhanced for groups vulnerable to disease and economic measures are also required for the protection of their livelihoods in the labor market to prevent unemployment stemming from inequality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "After an outbreak that lasted 172 days, the Middle East Respiratory Syndrome (MERS) epidemic was officially declared over on November 25, 2015 when the last MERS patient in Korea died. The Korean economy became sluggish for 6 months from the first MERS outbreak on May 20, 2015 and the Bank of Korea reduced the key rates from 1.75% down to 1.5% on June 11, 2015 [1] . This figure marked the lowest interest rates in Korean history [1] . The bank announced that the main reason for the interest rate cut was not only sluggish economic recovery but also a larger than expect impact from MERS on the economy, raising concerns about the worsened economic situation. Such events showed that MERS strongly affected the Korean economy [1] .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 142,
                    "text": "November 25, 2015",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 729,
                    "end": 732,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "About one in every 3000 Koreans was isolated due to MERS outbreak, making people psychologically unstable [2, 3] . Existing studies showed that an epidemic has behavioral effects (changes in behavior) due to the fear of contagion rather than direct effects (ex: labor supply decrease due to death), decreasing the demand for goods and services and lowering domestic income and employment [4, 5] . Therefore, it can be estimated that the impact of MERS on the Korean labor market was very large despite the low incidence and mortality rate.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 110,
                    "end": 112,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 392,
                    "end": 394,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Epidemics, a natural disaster, do not affect all people equally [6, 7] . It can be said that it is natural for epidemics to largely affect the groups that are physically vulnerable to diseases. Therefore, it is natural that the group with relatively high sensitivity to the epidemic receives the greatest negative impact compared to other groups. However, the vulnerability approach suggests that the effects of disasters like epidemics differ according to not only physical vulnerability but also economic class (status). The theory suggests that the vulnerable and peripheral groups in the dual labor market in Korea would be affected more by epidemics. Blaikie, Cannon, Davis and Wisner [8] stated that disaster affects people differently depending on the socio-economic pressure and the intersection with physical exposure. It can be estimated that disasters such as epidemics have a greater effect on vulnerable groups due to socioeconomic conditions. Disasters like epidemics can occur unexpectedly. The group that is relatively vulnerable in the labor market becomes more vulnerable due to the disaster if everyone is not equally affected and the group with vulnerability incurs more damages due to socio-economic conditions. Deeper gaps between groups can cause serious problems in labor markets suffering from polarization, as well as in Korean society as a whole. Therefore, economic measures are required to protect vulnerable groups in the labor market, as well as medical vulnerable groups in the event of disasters.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 68,
                    "end": 70,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The purpose of this study is to investigate the effect of epidemics on the labor market. Specifically, the study focuses on whether the vulnerable class in the traditional labor market becomes more vulnerable due to the interaction between the medical and labor market vulnerabilities after an epidemic outbreak. Thus, the study examines various outcome in the labor market (unemployment status, job status (employed as temporary or permanent workers), hours worked, voluntary or involuntary unemployment and the underemployment status) to investigate whether a medically (physically) vulnerable group suffers a more adverse impact in the labor market after the MERS outbreak due to the structural vulnerability in the labor market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The vulnerability concept for disasters and natural hazards was introduced by O'Keefe, Westgate and Wisner in the 1970s [6] . In \"Taking the naturalness out of natural disasters\", the authors claimed that the socio-economic condition was the cause of natural disasters. Natural disasters do not equally affect all people. Instead, the impact of the disaster is contingent on the vulnerability of the affected people, which often differs systematically across economic class, ethnicity, gender, and other factors [6] . In fact, a vulnerability approach to disasters would suggest that inequalities in exposure and sensitivity to risk as well as inequalities in access to opportunities systematically disadvantage certain groups of people, rendering them more vulnerable to the impact of natural disasters [7] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Related literatures"
        },
        {
            "text": "The risk-hazard model is a type of social vulnerability model. The Risk-Hazard (RH) model seeks to understand the impact of a hazard as a function of exposure to the hazardous event and the sensitivity of the entity exposed [9] . The Pressure and Release (PAR) model understands a disaster as the intersection between socio-economic pressure and physical exposure [8] . The vulnerability difference is caused by socio-economic conditions rather than the physical condition itself and such social vulnerability exacerbates the inequality.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Related literatures"
        },
        {
            "text": "The World Bank [5] reported that epidemics affect the economy through two channels. First is the temporary or permanent decrease in the labor supply due to the direct and indirect effects of sickness and mortality. Second is the behavioral effect due to people's fear of contagion. Such behavioral effects cause a decrease in labor force participation due to the fear of contact with other people, shutting down places of employment. The Severe Acute Respiratory Syndrome (SARS) epidemic between 2002 and 2004 and the H1N1 flu epidemic in 2009 showed that the behavioral effects accounted for 80 or 90% of the impact on the economy [4, 5] . In addition, during the Ebola outbreak in 2014, the largest economic effects of the crisis was not the direct effect (mortality, morbidity, caregiving and the associated losses to working days), but the decrease in the goods and services demand by behavioral effects (changes in behavior) due to fear, reducing domestic income and employment. In particular, workers in service sectors like hotels and restaurants in Liberia were laid-off and the number of jobs was slashed by half [5] .",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 636,
                    "end": 638,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1122,
                    "end": 1125,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Related literatures"
        },
        {
            "text": "An empirical study on actual epidemics by Fenichel [10] covers the effect of social distancing by epidemics on social welfare. The author states that social distancing and quarantine policies become 'over-done' and reduce social welfare. In particular, the social distance caused by epidemics may inhibit the epidemic spread but this phenomenon decreases the welfare of people that are not the targets. Also, it has an economically undesirable outcome and the health outcomes become potentially worse.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Related literatures"
        },
        {
            "text": "Eichelberger [11] stated that \"The American public, including Chinatown, had become infected with an epidemic of fear, not of disease\" during the SARS outbreak in 2003 even though there were only 8 people affected. Lee and Warner [12] examined the effect of SARS on the Hong Kong economy. In particular, the study on the labor market employment and unemployment level in the service sector (hotel) suggested that SARS sharply reduced the hotel occupation rates, increased underemployment and expanded no pay leaves.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Related literatures"
        },
        {
            "text": "Neumayer and Plümper [7] investigated whether socially vulnerable groups were affected more strongly by disasters than other groups. The analysis on 141 countries between 1981 and 2002 indicated that women faced a higher probability of death by natural disasters than men in countries where the socio-economic status (rights) of women was lower than that of men in the society. The authors reported that natural disasters had more adverse impacts on the vulnerable groups in the society and their result was consistent with the vulnerability approach.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Related literatures"
        },
        {
            "text": "MERS is an epidemic that spread the MERS-CoV in homes, hospitals and even through close contact between people. The symptoms of MERS included fever, cough, shortness of breath and myalgia for 98, 83, 72 and 32% of patients, respectively. Also, 26, 21 and 17% of patients suffered diarrhea, vomitting and abdominal pain, respectively and 72% of patients required mechanical ventilation. Assiri et al obtained data for all patients with laboratory-confirmed MERS-CoV infection from the Saudi Ministry of Health to WHO and for global MERS-CoV cases from ProMED, WHO, and CDC reports. They found MERS symptoms range from asymptomatic to severe pneumonia, leading to Acute Respiratory Distress Syndrome (ARDS) [13] . The medical charts of patients with confirmed MERS-CoV infection and household interviews with patients confirmed to have MERS-CoV infection by the Ministry of Health indicated that the impact was higher due to the psychological unfamiliarity with the disease, non-specific causes, and nonexistence of a vaccine [14, 15] . The MERS virus was compared to the SARS and mentioned as a virus similar to SARS in initial reports.",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 709,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1024,
                    "end": 1028,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1029,
                    "end": 1032,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "MERS and Korean labor market"
        },
        {
            "text": "The MERS break out started in Saudi Arabia in 2012 and expanded from the Arabian Peninsula. The World Health Organization [16] stated that 1599 people were infected, 574 people died and fatality reached 35.9%. A large outbreak later occurred in the Republic of Korea in 2015, resulting in the 2nd largest number of patients following Saudi Arabia [17] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "MERS and Korean labor market"
        },
        {
            "text": "The first case was found in a man who visited the Middle East on May 20, 2015. The number of people infected with MERS reached 186 and 38 died. 1164 schools were temporarily closed, and 16,752 people had been isolated as of November 20, 2015 (Fig. 1 ). This figure means that 1 out of every 3000 people in Korea was isolated. MERS severely shocked Korean society and scared people due to the lack of information and the perceived loss of control. Figure 2 shows the number of deaths and infections by MERS according to age groups. MERS infection peaked among people in their 50s and the portion of patients was evenly distributed among the 30s, 40s, 60s and 70s age groups. Meanwhile, the number of deaths was high in the 60s and 70s age groups. Figure 2 implies that people in all age groups were afraid of the disease. It can be assumed that people aged over 50 were in the medically vulnerable group because the relative hazard rate in the middle aged and old groups were significantly higher than the other age groups [18] .",
            "cite_spans": [
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 249,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 447,
                    "end": 455,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 746,
                    "end": 754,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MERS and Korean labor market"
        },
        {
            "text": "MERS is an epidemic that spread through contact with people, and as a result leads to the avoidance of contact in people of all ages, especially causing older individuals with a high mortality rate to avoid contact. Such fear grows with the increase in social distancing [10] , impacting the medical vulnerable group more significantly in social or economic aspects.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "MERS and Korean labor market"
        },
        {
            "text": "The effects of MERS mentioned above depend on the social structure [6, 7] . The vulnerability approach states that the effect not only from the physical aspect, but also the economic class (status) should not be ignored. The approach asserts that disasters like epidemics combine physical exposure to the epidemic with vulnerability due to structural problems in the economic system, resulting in a larger impact on certain individuals.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 71,
                    "end": 73,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "MERS and Korean labor market"
        },
        {
            "text": "Organization for Economic Cooperation and Development [19] states that the young, women, middle aged and old people as well as migrants are vulnerable groups in the labor market. More than half of waged workers among young, middle aged and old people in Korea are non-regular workers [20] . Nonregular workers in Korea face highly job insecurity and low wages. Monthly average wages for nonregular workers remain half that of regular workers. Even worse, most regular workers receive national pension, health insurance and employment insurance from their companies as social insurance benefits but irregular works receive only 36.6, 37.7 and 34.5% of these benefits, respectively [20] . Generally, the Korean labor market shows a strongly stratified structure in which the portion of non-regular jobs with low wages and poor working conditions compared to standard jobs is high and exacerbates the inequality in the labor market [21, 22] . Therefore, the young, middle and old aged groups face a higher possibility of becoming more vulnerable than other groups in the Korean labor market system with the dual structure. It may be assumed that these people are in the labor market vulnerable group. Figure 3 shows the intuitive relation between the relative vulnerability in the medical and labor markets and epidemics based on existing studies. It is assumed that medical vulnerability shows a concave increase with age and the relative vulnerability in the traditional labor market has a U shape with peaks in the youth, middle aged and old groups. The study investigates whether the U-shaped curve becomes J-shaped with a peak in the middle aged and old groups due to the interaction between the medical and labor market vulnerabilities after the outbreak. 15:196 We use the following difference in difference (DD) approach:",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1759,
                    "end": 1765,
                    "text": "15:196",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1198,
                    "end": 1206,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "MERS and Korean labor market"
        },
        {
            "text": "where y it is the outcome for person i at time t, post t denotes a dummy variable that equals one if the observation is from June 2015 to July 2015 (after MERS), treated it equals one if i is in the treatment group, and X it denotes a vector of individual characteristics that include gender, educational attainment, marital status, and living area (urban). In our job status equations, X it also contains occupation and industry variables. In log hours worked and underemployment status equation, X it also contains job status (employed as temporary or permanent worker). The parameter β 3 provides the estimated effect of MERS on the labor market in the treatment group relative to the control group. To ensure that the labor market outcome follows a similar trend and to control for seasonal variation in treated and control groups prior to the MERS outbreak, we restrict our main analysis to a time window incorporating the same 2 months in the previous year and 2 month after the MERS outbreak (i.e., June to July 2014 and June to July 2015). Also, the study performed additional analysis with the main analysis period for the same 2 months in 2013 and 2 months after MERS (i.e., June to July, 2013 and June to July, 2015). Because Sewol Ferry disaster happened in April 16, 2014 in Korea. It was one of the most serious human-made disasters with 291 deaths and 13 missing individuals as of June 8, 2014. The disaster caused sadness nationwide and caused sluggish demand and employment in the accommodation, restaurant, arts, sports and recreation sectors [23] . The age of subjects ranged between 15 and 70 years old, and the lower limit in the study was 15, which is the minimum age for work according to labor law. The high limit was 70, which is the actual age of retirement stated in the OECD [19] . The treatment and control groups are specifically defined in Fig. 3 to examine whether the U curves changes to a J curve in the study. The treatment group is that of people over 50 who are vulnerable to the medical and labor markets. It was necessary to separate the 50s from the 60s group because the latter is part of the officially retired group. Therefore, the study set up treatment groups for people in their 50s and the over 50s. First, the basic control group consisted of people aged between 15 and 49, who are relatively less vulnerable in the medical market, to investigate whether the medically vulnerable group experiences a negative impact in the labor market compared to the other groups. Second, the study set up another control group of people aged between 30 and 49 not vulnerable in the medical and labor markets to investigate whether the middle aged and old groups experience more adverse effects compared to the control group. Third, the study set up another control group of people aged between 15 and 29, vulnerable in the labor market like the treatment group but not in the medical market. The similarity between the treatment and control groups was increased to examine whether the consciousness of the medically vulnerable group interacts with the vulnerability in the labor market to cause more adverse effects. Lastly, the study set up a control group of people aged between 30 and 49 and a treatment group of people aged between 15 and 29 to additionally investigate whether the impact increases due to vulnerability in the labor market despite good health.",
            "cite_spans": [
                {
                    "start": 1561,
                    "end": 1565,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1803,
                    "end": 1807,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 1871,
                    "end": 1877,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Conceptual framework and empirical strategy"
        },
        {
            "text": "It is very important to compare outcome changes between treated and control groups and to set up groups to use the DD approach. First, the treatment is assumed to be exogenous. The epidemic is suspended due to unexpectancy. Also, the DD approach assumes a common trend between the treatment and control groups before the event. Therefore, the study examines this (falsification check), incorrectly setting the treatment year to a year prior to the MERS epidemic while referring to Ratcliffe and Scholder [24] . The study defines MERS as occurring in the years prior to 2015 for the falsification check. For example, it is defined that the epidemic event occurred in June 2011 instead of June 2015 to perform an analysis during the pre-treatment period of June to July 2010 and the post-treatment period of June to July 2011. We specify treatment years as 2011-2014, each including data from 2 months of the previous year pre-treatment and 2 months post-treatment. No effect may be expected from the falsification check if the common trend hypothesis is satisfied. Otherwise, the study performs a robustness check, which controls differential trends [24, 25] . We rerun the DD analysis, additionally including linear time trends for treated and control groups.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 508,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1154,
                    "end": 1157,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework and empirical strategy"
        },
        {
            "text": "trend t is a time trend (starting from June 2010) to account for any differential trends in the labor market outcome prior to the MERS epidemic. The reason for setting the starting point of the data as 2010 for the time trend is to ensure an analysis period without the effect of the global crisis in 2008. We examine the effects of MERS on the labor market using data from pretreatment years (i.e., from June 2010) to include monthly time trends (2010 m06, 2010 m07, 2011 m06,…).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptual framework and empirical strategy"
        },
        {
            "text": "The data used in the study is the Economically Active Population Survey (EAPS), the official monthly labor force survey of Korea. The EAP is the most widely used micro-level labor survey that provides basic information on unemployment on Korea [26] . It is similar to general labor force surveys in other countries, represents the Korean labor market with a sample of 32,000 households in Korea (about 70,000 individuals) and contains individual employment status in the week before the survey as well as other demographic characteristics. Using the sample weights, raw data are inflated to reflect the relevant population as well as to avoid sampling differences across different waves of the EAPS.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Appendix 1 shows descriptive statistics for the different definitions of treated groups and control groups in the analysis period. The results indicate that the portion of people employed as temporary workers is relatively high in the vulnerable group and that the young, middle aged and old aged groups are relatively vulnerable compared to people in their 30s and 40s in the labor market. It is also found that the probability of unemployment increased in the two groups after the MERS epidemic. The result does not show a large difference compared to 2014 but the probability of the unemployment largely increased for the groups compared to 2013. It may be inferred that the labor market was temporarily shocked due to the Sewol Ferry disaster in 2014. In addition, the working hours for the middle aged, old aged, 30s and 40s groups decreased slightly but increased slightly in the young group. Figure 4 shows the portion of temporary workers in each industry. In particular, the study specifically investigated the portion of temporary workers for each age Fig. 4 Relative ratio of temporary jobs for each industry group in the industries affected by MERS. The production trend for industries in the industrial activity report of June, 2015 issued by the National Statistics Office states that the accommodation and food sectors recorded the largest negative production compared to the same month in the last year (-9.9%), followed by entertainment and recreation (-8.6%), publishing, communication and information (-6.3%), transportation and storage (-2.4%), wholesale and retail (-1.6%) and electricity and air conditioning (-0.9%). This suggests that the accommodation and food, entertainment and recreation, publishing, communication and information industries were significantly affected by MERS. Previous studies have indicated that the accommodation, restaurant and recreation sectors are affected the most by epidemics [5, 12] . In addition, the portion of temporary employment for young, middle aged and old groups is very high in the publishing, communication and information industries compared to other industries. Other affected industries show that the portion of temporary jobs for these age groups is high and they are in the peripheral sector of the labor market. Therefore, it may be assumed that MERS caused larger damage to vulnerable groups in the labor market. Table 1 shows the effect of MERS on the unemployment status, employment position and working hours. First, the study investigates whether the medical vulnerable group of people over 50s experienced adverse effects in the labor market compared to their counterparts aged between 15 and 49. The unemployment status shows that the probability of unemployment for over 50s increased by about 17.18% compared to the other groups, ceteris paribus. The analysis with the pre-treatment period of June and July 2013 shows that the probability of unemployment for people over 50 increased to about 24.66% compared to people aged between 15 and 49.",
            "cite_spans": [
                {
                    "start": 1932,
                    "end": 1935,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1936,
                    "end": 1939,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 899,
                    "end": 907,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1068,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 2388,
                    "end": 2395,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data"
        },
        {
            "text": "The additional analysis with the treatment group only for 50s shows the probabilities of 14.86% and 27.63% for workers in their 50s to become unemployed after the MERS outbreak. The probability of temporary employment increased by 1.22% compared to 2014, but decreased by 1.66% compared to 2013. In the treatment group in their 50s, the probability increased by 2.37% from 2014 but decreased by 1.60% against 2013. The effect of MERS on number of working hours per week showed that the working hours for people over 50s decreased by 1.88% compared to people aged between 15 and 49. It was found that the working hours for the 50s treatment group decreased by 2.27% compared to workers aged between 15 and 49. This means that the medically vulnerable group faced a high possibility of unemployment in the labor market and their working hours decreased compared to their counterparts. It seems desirable to investigate the falsification and robustness check first and then perform an analysis on the possibility of temporary employment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Second, the study set up a control group of people aged between 30 and 49 not vulnerable in the medical and labor markets to investigate whether the vulnerable group experienced a great adverse effect compared to the control group. The result indicated that compared to people in their 30s and 40s, the group over 50s faced a higher probability of unemployment with an increase of 20.69% (compared with 2014) and 34.33% (compared with 2013). The probability of unemployment in treated group only for 50s relative to control increased by 9.48 and 22.52% compared to 2014 and 2013, respectively. The probability of temporary employment decreased by 2.05% (compared with 2014) and 6.25% (compared with 2013) in treated group relative to control. The working hours for the over 50s age group decreased by 1.80% (compared with 2014) and 1.88% (compared with 2013) compared to workers in their 30s and 40s after the MERS outbreak. This suggests that the unemployment possibility is much higher in the vulnerable group than in the counterpart, the probability for the temporary employment decreases and working hours decrease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The study increased the similarity between the treatment and control groups in the labor market and compared the control group aged between 15 and 29 to workers over 50s to investigate whether the recognition of medical vulnerability shows an intersection with vulnerability in the labor market, resulting in more adverse effects. The probability of unemployment drops a little in comparison to the previous control group but treated group faced unemployment by 13.91% (compared with 2014) and 15.37% (compared with 2013) relative to control after the MERS outbreak. It may be inferred that both groups are vulnerable in the labor market, but treated group received more negative effects in the market due to their vulnerability to the epidemic. Relative to the permanent employment, the probability of temporary employment was confirmed to increase for workers over 50s. The working hours for those over 50s decreased after the MERS outbreak compared to their counterparts. The analysis with the 50s treatment group shows a similar trend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As a falsification analysis, we specify treatment years as 2011-2014, each including data from 2 months of the previous year pre-treatment and 2 months posttreatment (Appendix 2). The analysis to check the previous trend shows that all the years except 2013 indicate that the group of workers over 50s faced a high possibility for unemployment compared to the control group. However, it suggests that the probability of unemployment changed only from 0.8 to 1.0%. Moreover, for the 50s treatment group, the possibility for unemployment decreased except compared to 2014 when the Sewol Ferry disaster happened, raising the possibility for employment for the middle aged and old people. Therefore, the comparison to the result of the falsification check can assert that the middle aged and old aged people faced a higher possibility for unemployment after the MERS outbreak as shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 884,
                    "end": 891,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "It also shows the increasing trend in temporary employment for workers over 50s excepting the analysis in 2014 after the Sewol ferry disaster. The result is in line with previous studies indicating that workers over 50s have more irregular and temporary employment with lower wages and poorer working environments due to the dual structure in the labor market of Korea [27, 28] . The observation that middle aged and older people have a relatively low probability of temporary employment after 2014 due to the Sewol ferry disaster and 2015 due to MERS may be interpreted as follows. The decrease in the possibility of temporary employment may be caused by a higher portion of permanent employment or a decrease in temporary employment while maintaining the proportion of permanent employment. A lot of media reports stated that companies hired fewer workers, as well as sluggish consumption due to the disease. In particular, industries with high proportions of temporary jobs like the restaurant, accommodation, publication and recreation sectors (Fig. 4) were largely impacted, leading to reduce temporary jobs. Therefore, it may be that the temporary jobs for middle aged and older individuals decreased due to MERS. Meanwhile, it is highly probable that temporary employment opportunities decreased due to MERS outbreak. The trend indicates that the number of working hours was decreasing even before the MERS outbreak. Therefore, it seems more desirable to investigate the results after controlling the time trend for the study. Table 2 shows the result considering the differential time trend mentioned in Appendix 2.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "28]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1048,
                    "end": 1056,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 1534,
                    "end": 1541,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Despite considering the differential time trend, the possibility for unemployment was relatively high for workers over 50s after the epidemic and it decreased for temporary workers, as well as working hours. The analysis of control groups for workers aged between 30 and 49 and 15 and 49 indicated that the workers over 50s faced an unemployment increase by up to 24% but the probability of temporary jobs decreased. Also, the working hours further decreased in the middle aged and old groups after the epidemic outbreak even after the time trend control. The result that vulnerable groups experienced more negative effects in the labor market shows that the middle aged and old groups had a higher possibility for unemployment than their counterparts and that their working hours decreased. In particular, the workers over 50s experienced decreased working hours by up to 3.26% on a weekly basis. It may be estimated that the recognition of the medically vulnerable group may serve as an adverse effect in the labor market. The result is similar to that in Table 1 even after the robustness check, indicating that MERS negatively affected the vulnerable group in the labor market and that the interaction between medical vulnerability and vulnerability in the labor market created further negative effects.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1058,
                    "end": 1065,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "However, the result may be overestimated considering the negative effect of the voluntary selection of unemployment in the labor market during the outbreak because the middle aged and old groups are vulnerable to epidemics. Therefore, the study analyzed voluntary or involuntary unemployment as shown in Table 3 . The result of multinomial logistic regression to investigate voluntary or involuntary unemployment shows that compared to the group aged between 15 and 49, the group over 50s shows a 4.79% probability of voluntary unemployment and a 5.12% probability of involuntary unemployment after the MERS outbreak. The probability considering time trend increased by 5.86 and 7.27%, respectively, showing a higher probability of involuntary unemployment. In particular, the analysis with the 50s treatment group confirms that the probability of involuntary unemployment increases further. The comparison of the youth group to the workers in their 50s shows that the probability of voluntary unemployment decreases but the probability of involuntary unemployment largely increases by 13.55%. The figure rises to 14.15% considering the differential time trend. This result may be because the recognition of the medical vulnerability interacts with the vulnerability in the labor market, resulting in more adverse effects in the labor market.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 311,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "It could not be confirmed whether the decreased working hours was a negative impact from the epidemic outbreak. The MERS epidemic in Korea was the similar to the SARS and H1N1 flu epidemics reported by existing studies [4, 5] and are infected by the epidemic of fear with high isolation index rather than the infect of the disease itself. It can be speculated that people were unwilling to visit crowded places like subway stations, restaurants and recreational facilities, reducing goods and service demand and negatively affecting the labor market. The flexible decrease in the working hours may be a positive aspect in the MERS epidemic. Therefore, it is necessary to investigate whether workers with fewer working hours want to work more. Table 4 defines workers who wish to increase their working hours as underemployment status and details the impact of MERS on the underemployment status.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 223,
                    "end": 225,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 743,
                    "end": 750,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The analysis shows that compared to workers aged between 15 and 49, the workers over 50s showed a 28.37% The analysis considering the differential time trend showed that the treatment group had a high probability of underemployment compared to control group. However, the same result does not appear in the comparison with the young group, indicating that the group is also vulnerable in the labor market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "MERS is known to spread by contact between people. This makes people avoid contact with others, severely impacting working status in jobs with high physical exposure to people. Table 5 specifically investigates the effect of the epidemic on the number of working hours depending on the exposure risk from the epidemic. Occupational Safety and Health Administration [29] classifies very high exposure risk, high exposure risk, medium exposure risk and lower exposure risk depending on the employees with high-frequency contact with the general population. Similarly, to investigate the effect of MERS on the number of working hours, the study classifies the professionals in the human health and social work industry sectors (doctor, nurse, etc.) with the highest exposure to patients as having a very high exposure risk. Next, the services and sales workers in the industries affected by MERS (see Data section) are classified as having a high exposure risk, other service and sales workers as having medium exposure risk and technical and manual workers as having lower exposure risk.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The result shows that middle aged and old workers in the high exposure risk group largely decreased the working hours after the MERS outbreak compared to other age groups. It also shows that working hours for the group decreased against other groups in the industries not directly affected by MERS. In particular, it was found that the working hours for the middle aged and old groups largely decreased even in jobs with little contact with people compared to the young group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Considering the differential time trends, it showed that working hours for middle aged and old workers in the human health and social work industry decreased by about 10% after the epidemic. Also, the working hours for the middle aged and old groups decreased in jobs with less physical exposure risk compared to other groups. The weekly working hours decreased sharply compared to the young group. These results are in line with those from Fenichel [10] , indicating that the fear of people with high social isolation was 'over-done' and decreased the working hours of vulnerable workers in working environments with low epidemic exposure risk. In particular, manual workers take high portion of the lower exposure risk and the working hour decrease had a direct negative impact for a living in the manual workers.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In addition, we compare the control group of people aged between 30 and 49 and the treatment group of people aged between 15 and 29 to investigate whether the impact increases due to vulnerability in the labor market despite good health (Appendix 3). The result shows that the unemployment rate in treatment group increased further, particularly the possibility for involuntary unemployment. Meanwhile, the working hours increased a little bit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The analysis results may imply that the vulnerability in the middle aged and old aged groups became higher than for the other age groups after the epidemic outbreak. At the same time, the vulnerability in the young group partially increased compared to the 30s and 40s age groups. Therefore, assuming that the relative vulnerability in the existing labor market shows a U shape, the U-shaped curve becomes Jshaped with a peak in the middle aged and old aged groups after the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our findings reveal that compared to the age group between 15 and 49 years old with no vulnerability to the disease, the workers aged over 50s with disease vulnerability had a high probability of unemployment after the MERS outbreak, their working hours decreased, and the possibility of involuntary unemployment and underemployment increased. The analysis of workers over 50s vulnerable to both factors compared to their counterparts in the medical and labor markets indicates that the old group experienced more adverse effects in the labor market after the MERS outbreak. Next, the study examined whether the vulnerability of the young and middle aged and old aged groups in the labor market became worse due to the medical vulnerability using two comparative groups. The analysis indicates that the MERS outbreak increased the possibility for unemployment and temporary employment and sharply decreased working hours for the middle aged and old aged group compared to the young group. In particular, the working hours decreased even in jobs with low risk of exposure to the epidemic. Moreover, involuntary unemployment and underemployment showed a higher probability. Compared to the 30s and 40s groups, the young group had a high possibility for unemployment, especially involuntary unemployment after the MERS outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results indicate that the relative vulnerability in the traditional labor market changes from a U-shaped curve to a J-shaped curve after disasters like MERS. The middle aged and old aged groups became more vulnerable compared to other age groups due to their relative vulnerability in the labor and medical markets. The young group was partly affected compared to the 30s and 40s age groups due to their relative vulnerability in the labor market despite being healthy. The 30s and 40s age groups showed midlevel vulnerability to the disease and is affected the least overall compared to other groups, having the lowest vulnerability in the labor market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The MERS epidemic in Korea had negative effects on the labor market despite low prevalence and mortality rates. It can be concluded from the high isolation index that the labor market condition became worse due to the fear of contagion. This effect is in line with reports from Lee and Mckibbin [4] and the World Bank [5] indicating that the negative effect of epidemics on the economy comes from the behavioral effect rather than a direct effect.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The middle aged and old aged groups had a high likelihood of falling under the vulnerable group in the dual labor market and medical market similar to the results of the vulnerability approach, confirming a more adverse effect in the labor market. This is consistent with the reports from Blaikie, Cannon, Davis and Wisner [8] and Neumayer and Plumper [7] stating that the vulnerable group becomes more vulnerable due to the intersection between the socioeconomic structure and physical exposure risk.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Disasters such as epidemics may affect certain groups more than others. However, there is a saying that \"Social vulnerability is partially the product of social inequalities [30] \". If a disaster (epidemic) adversely impacts vulnerable individuals, not through the disease itself but through the labor market structure and, in a broader sense, the socio-economic conditions, this would cause a serious problem in the society affected by polarization. In addition, when an infectious disease breaks out, its possible impact on a country's labor market and on the economy can appear in the form of direct or indirect (spillovers) effects [5, 31] . In other words, vulnerable people's behavioral changes include avoiding consumption and leisure activities for fear of contagion, which in turn results in a decline in the consumption of goods and services, ultimately leading to additional indirect damage in labor market [31] . The empirical analysis provides information that can be used to customize policies to support people that can be negatively impacted by the epidemics in order to respond against economic stress. Therefore, we need to provide medical protection to groups who are vulnerable to disease and economic measures are also required to protect their livelihoods in the labor market in order to prevent unemployment stemming from inequality.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The strength of this study is that investigated the effect that disasters, such as epidemics, can have on employment status, which directly influences peoples' livelihoods. Although many studies have examined the economic impact of epidemics, few studies have focused on the effect of an infectious disease on the labor market. In particular, this study empirically identified the different effects that disasters, such as epidemics, produce not only due to physical vulnerability but also to economic class (the channel of the labor market). While we recognize there are limitations to this study, this study cannot narrow the sample by selecting the industry and regions that suffered severe losses from the contagious disease due to limitations of the available data. If the analysis of specific dimensions of industry and regions is further carries out using data, the results are expected to appear in a more remarkable way and to provide more useful information for the policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Disasters such as epidemics can unexpectedly occur, therefore, medical protection should be improved for groups who are vulnerable to disease, and economic measures are also required to protect their livelihoods in the labor market in order to prevent unemployment stemming from inequality. a and b indicate that the estimate is significant at the 0.05 and 0.01 levels, respectively. Standard errors are reported in parentheses. Reference group for unemployment status is employed, Employed and reference group for employed as temporary is employed as permanent",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Seoul: The Bank of Korea Publishing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Korea",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Monetary policy report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "MERS: the difference between Middle East and South Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Noh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Slownews",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MERS fear of the media business",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mediaus",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mediaus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Globalization and disease: The case of SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mckibbin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Asian Econ Pap",
            "volume": "3",
            "issn": "1",
            "pages": "113--144",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The economic impact of the 2014 Ebola epidemic: short and medium term estimates for West Africa",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Taking the naturalness out of natural disasters",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "O&apos;keefe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Westgate",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wisner",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Nature",
            "volume": "260",
            "issn": "",
            "pages": "566--573",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The gendered nature of natural disaster: The impact of catastrophic events on the gender gap in life expectancy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Neumayer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Plümper",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Ann Assoc Am Geogr",
            "volume": "97",
            "issn": "3",
            "pages": "551--66",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "At risk: natural hazards, people's vulnerability and disasters",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Blaikie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cannon",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wisner",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A framework for vulnerability analysis in sustainability science",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Kasperson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Matson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Corell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci",
            "volume": "100",
            "issn": "14",
            "pages": "8074--8083",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Economic considerations for social distancing and behavioral based policies during an epidemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Fenichel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Health Econ",
            "volume": "32",
            "issn": "",
            "pages": "440--51",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The politics of risk and blame during an epidemic of fear",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eichelberger",
                    "suffix": ""
                },
                {
                    "first": "New",
                    "middle": [],
                    "last": "Sars",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "York&apos;s Chinatown",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Soc Sci Med",
            "volume": "65",
            "issn": "",
            "pages": "1284--95",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemics, labour markets and unemployment: the impact of SARS on human resource management in the Hong Kong service sector",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "O"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Warner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Hum Resour Man",
            "volume": "16",
            "issn": "5",
            "pages": "752--71",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "Al-Rabiah",
                    "middle": [],
                    "last": "Fa",
                    "suffix": ""
                },
                {
                    "first": "Al-Hajjar",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [
                        "-"
                    ],
                    "last": "Barrak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "9",
            "pages": "752--61",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "5",
            "pages": "407--423",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rapid advice note on home care for patients with Middle East respiratory syndrome coronavirus (MERS-CoV) infection presenting with mild symptoms and management of contacts. Geneva: WHO publishing",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)-Saudi Arabia. Geneva: WHO publishing",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "9997",
            "pages": "995--1007",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "In utero exposure to the Korean War and its long-term effects on socioeconomic and health outcomes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Health Econ",
            "volume": "33",
            "issn": "",
            "pages": "76--93",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Organization for Economic Cooperation and Development (OECD)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The wage difference, Inequality and Poverty between Regular work and Non-Regular Work: Focusing on the Age Group",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Baek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Korean Social Welfare Policy",
            "volume": "40",
            "issn": "3",
            "pages": "75--105",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Persistence of the Gender Gap and Low Employment of Female Workers in a Stratified Labor Market: Evidence from South Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sustainability",
            "volume": "7",
            "issn": "",
            "pages": "12425--51",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Dualism in job stability of the Korean labour market: the impact of the 1997 financial crisis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Keum",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pac Econ Rev",
            "volume": "14",
            "issn": "2",
            "pages": "155--75",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Recent economic trends. Sejong: Ministry of Strategy and Finance publishing",
            "authors": [],
            "year": 2014,
            "venue": "Ministry of Strategy and Finance (MOSF)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The London bombings and Racial Prejudice: Evidence from the Housing and Labor Market",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ratcliffe",
                    "suffix": ""
                },
                {
                    "first": "Shk",
                    "middle": [],
                    "last": "Scholder",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Econ Inq",
            "volume": "53",
            "issn": "1",
            "pages": "276--93",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Post 9-11 US Muslim labor market outcomes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rabby",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Rodgersiii",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Atl Econ J",
            "volume": "39",
            "issn": "3",
            "pages": "273--89",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Labor-Force Participation of Older Males in Korea: 1955 to",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Economic Consequences of Demographic Change in East Asia",
            "volume": "19",
            "issn": "",
            "pages": "281--313",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Gender difference of the informal sector wage gap: a longitudinal analysis for the Korean labor market",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Asia Pac Econ",
            "volume": "16",
            "issn": "4",
            "pages": "612--641",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Guidance on Preparing Workplaces for an Influenza Pandemic. Washington DC: OSHA publishing",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Social vulnerability to environmental hazards",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Cutter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Boruff",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Shirley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Soc Sci Q",
            "volume": "84",
            "issn": "2",
            "pages": "242--61",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The impact of city epidemics on rural labor market: The Korean MERS case, Working paper",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Deaths and infections from MERS in Korea by age groups",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Status of the MERS isolated in KoreaLee and Cho International Journal for Equity in Health (2016)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Relative vulnerability of medical and labor market",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "× post 1.0948 b (0.0024) 1.2252 b (0.0028) 0.9472 b (0.0011) 0.9118 b (0.0011) -0.0103 b (0.0002) -0.0138 b (0.0002) 15-29 Over 50 Treated × post 1.1391 b (0.0031) 1.1537 b (0.0034) 1.0789 b (0.0017) 1.0746 b (0.0017) -0.0210 b (0.0003) -0.0149 b (0.0003) 50s Treated × post 1.1180 b (0.0035) 1.1830 b (0.0039) 1.0925 b (0.0019) 1.0722 b (0.0018) -0.0253 b (0.0003) -0.0138 b (0.0003) a and b indicate that the estimate is significant at the 0.05 and 0.01 levels, respectively. Standard errors are reported in parentheses. The reference group for the unemployment status is the employed and the reference group for the employed as temporary workers is the employed as permanent worker. Periods in the table are the pre-treatment period. The post-treatment period for all the analyses is June -July, 2015",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "b indicate that the estimate is significant at the 0.05 and 0.01 levels, respectively. It is the reported value after multiplying 1000 with the standard errors in the time and treated time and multiplying 100 with the time coefficient of the log hours working time and treated time. The reference group for the unemployment status is the employed and the employment permanent is the reference for the employed temporary higher rate of underemployment. Compared to workers aged between 30 and 49, the probability of underemployment in workers over 50s increased by 33.74%. The analysis with the treatment group in the 50s showed a similar trend. The comparison of the young group with similar vulnerability in the labor market shows that the probability of extended working hours after the MERS outbreak increased by 20% for workers over 50s.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "b indicate that the estimate is significant at the 0.05 and 0.01 levels, respectively. Standard errors are reported in parentheses. Reported values are relative risk ratio and the reference group is the employed. The unemployed due to personal affairs, family affairs, raising children, house affairs, physical and mental disorder, retirement, age and working condition complaints are defined as the voluntary unemployment and involuntary unemployment is defined as the loss of jobs due to company suspension, closure, early•honorary retirement• layoff, being out of work or sluggish business",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "1.2551 b (0.0068) 0.9322 b (0.0051) post 1.4573 b (0.0064) a and b indicate that the estimate is significant at the 0.05 and 0.01 levels, respectively. Standard errors are reported in parentheses. The underemployed status is defined as wanting to increase the number of working hours, or wanting to move to a different job with more working hours. Reported values are odds ratio and the reference group is 'maintaining working hours'",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "post -0.0903 b (0.0011) -0.0390 b (0.0007) -0.0084 b (0.0008) -0.0146 b (0.0003) post 0.0278 b (0.0004) 0.0096 b (0.0004) -0.0088 (0.0005) 0.0061 b (0.0003) 15-29 Over 50 Treated × post -0.0783 b (0.0011) -0.0695 b (0.0010) -0.0543 b (0.0013) -0.0274 b (0.0004) post 0.0203 b (0.0005) 0.0465 b (0.0006) 0.0392 b (0.0010) 0.0195 b (0.0004) a and b indicate that the estimate is significant at the 0.05 and 0.01 levels, respectively. Standard errors are reported in parentheses",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "b indicate that the estimate is significant at the 0.05 and 0.01 levels, respectively. Standard errors are reported in parentheses. The reference group for the unemployment status is the employed and the reference group for the employed as temporary worker is the employed as permanent worker. Reported values in panels A and B are odd ratios and panel C is the coefficient value",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Difference-in-difference estimates for logistic and OLS regressions",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Robustness check, differential time trends",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Difference-in-difference estimates for multinomial logistic regression (unemployment reason)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Difference-in-difference estimates for logistic regression (underemployment status)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Difference-in-difference estimates for OLS regression (exposure risk)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Descriptive Statistics for the Analysis SamplesData: Economically Active Population Survey (EAPS)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Falsification analysis",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Difference-in-difference estimates for logistic and OLS regressions(15-29 vs 30-49)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to all of the participants of the labor seminar in Sungkyunkwan university for their comments and suggestions. We specially thank Sun-Woong Kim in the University of Wisconsin for his valuable comment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This work was supported by the Sungkyunkwan University: SKKU Research Grant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Authors' contributions AL developed the methodology, conducted data collection, the data analysis and writing of the manuscript. JC gave the original idea, developed the study conception and design, and writing of the manuscript. Both authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare that they have no competing interests. Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}