{
    "paper_id": "4296edbb527d1e55ad2079c76f619659e0b5720d",
    "metadata": {
        "title": "Therapy and Long-Term Prophylaxis of Vaccinia Virus Respiratory Infections in Mice with an Adenovirus- Vectored Interferon Alpha (mDEF201)",
        "authors": [
            {
                "first": "Donald",
                "middle": [
                    "F"
                ],
                "last": "Smee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utah State University",
                    "location": {
                        "settlement": "Logan",
                        "region": "Utah",
                        "country": "United States of America"
                    }
                },
                "email": "don.smee@usu.edu"
            },
            {
                "first": "Min-Hui",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utah State University",
                    "location": {
                        "settlement": "Logan",
                        "region": "Utah",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Russell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utah State University",
                    "location": {
                        "settlement": "Logan",
                        "region": "Utah",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Ennis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "French National Centre for Scientific Research",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada, France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "D"
                ],
                "last": "Turner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "French National Centre for Scientific Research",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada, France"
                    }
                },
                "email": ""
            },
            {
                "first": "Bernhard",
                "middle": [],
                "last": "Ryffel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "An adenovirus 5 vector encoding for mouse interferon alpha, subtype 5 (mDEF201) was evaluated for efficacy against lethal vaccinia virus (WR strain) respiratory infections in mice. mDEF201 was administered as a single intranasal treatment either prophylactically or therapeutically at doses of 10 6 to 10 8 plaque forming units/mouse. When the prophylactic treatment was given at 56 days prior to infection, it protected 90% of animals from death (100% protection for treatments given between 1-49 days pre-infection), with minimal weight loss occurring during infection. Surviving animals re-challenged with virus 22 days after the primary infection were protected from death, indicating that mDEF201 did not compromise the immune response against the initial infection. Post-exposure therapy was given between 6-24 h after vaccinia virus exposure and protection was afforded by a 10 8 dose of mDEF201 given at 24 h, whereas a 10 7 dose was effective up to 12 h. Comparisons were made of the ability of mDEF201, given either 28 or 1 day prior to infection, to inhibit tissue virus titers and lung infection parameters. Lung, liver, and spleen virus titers were inhibited to nearly the same extent by either treatment, as were lung weights and lung hemorrhage scores (indicators of pneumonitis). Lung virus titers were significantly (.100-fold) lower than in the placebo group, and the other infection parameters in mDEF201 treated mice were nearly at baseline. In contrast, viral titers and lung infection parameters were high in the placebo group on day 5 of the infection. These results demonstrate the long-acting prophylactic and treatment capacity of mDEF201 to combat vaccinia virus infections. Citation: Smee DF, Wong M-H, Russell A, Ennis J, Turner JD (2011) Therapy and Long-Term Prophylaxis of Vaccinia Virus Respiratory Infections in Mice with an Adenovirus-Vectored Interferon Alpha (mDEF201). PLoS ONE 6(10): e26330.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The threat of using orthopoxviruses, variola and monkeypox, as bioterror weapons has led to increases in vaccination particularly in military personnel as well as the investigation of countermeasures (antiviral treatments) for such infections [1] . A number of compounds have been identified that exhibit direct antiviral activity against these and related poxviruses in animal models [2, 3] . From these investigations, three compounds stand out as being clinical candidates, cidofovir [4] , CMX001 (an orally active prodrug of cidofovir) [5] , and ST-246 [6] . Cidofovir, CMX-001, and ST-246 have all been used in emergency settings to treat vaccination complications [7, 8] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 389,
                    "end": 391,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 674,
                    "end": 676,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Immune system stimulation via exogenous recombinant interferon (rIFN) is effective for treating vaccinia virus respiratory infections in mice [9] . Single daily doses of rIFNa or rIFNc rescued mice from lethality when administered 1-2 days after virus challenge and reduced lung virus titers. Both vaccinia keratitis and vaccinia-induced skin lesions were treated with rIFN (topically and injected respectively) in monkey models with success [10, 11] . Vaccinia and other poxviruses have evolved comprehensive mechanisms to antagonize the interferon system [12] , that include blocking IFN gene induction, disrupting extracellular and intracellular signaling and slowing IFN induced gene (PKR and 2959 OAS) activation. Treatment with exogenous rIFN only compensates for host IFN gene suppression and swamping the IFN binding protein so it must begin early after infection before the virus suppresses activation of the antiviral state. Interferon has a short half-life of three hours [13] , which requires frequent treatment with large bolus doses resulting in commensurate adverse effects often leading to patient-initiated cessation of treatment [14, 15] . Pegylated rIFN has improved the in vivo half-life to allow for weekly injections, but results in a reduced activity of the protein and an increased cost.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1147,
                    "end": 1151,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1152,
                    "end": 1155,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A needle-free, single dose drug capable of achieving steady-state method of delivering interferon would maximize the therapeutic benefits of IFN, while minimizing the bolus-induced toxicity. To this end, a replication-deficient adenovirus 5 (Ad5) vector containing the human consensus interferon alpha gene, referred to as DEF201, has been developed. Intranasal administration of DEF201 allows for the Ad5 vector to infect respiratory cells and drives constitutive expression of the IFN transgene and secretion of fully glycosylated IFN. Ad5-vectored mouse interferon (mDEF201) resulted in sustained IFN levels [16] , that completely protected mice from a lethal Western equine encephalitis virus infection when given intramuscularly at 10 7 plaque forming units (PFU)/ mouse up to 7 days prior to virus challenge [16] . Against Venezuelan equine encephalitis virus infection, mDEF201 prevented death when administered intramuscularly at 10 7 PFU/mouse 24 h prior to infection but not when given 6 h after infection [17] . Intranasally-administered mDEF201 was also used to treat mice infected intranasally with SARS virus (resulting in a lethal respiratory infection) [18] . It was 100% protective when administered prophylactically at 10 6 PFU/ mouse up to 14 days pre-virus exposure, with similar protection afforded by a 10 8 dose administered therapeutically at 12 h after infection [18] .",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 615,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1388,
                    "end": 1392,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Adenoviral vectored human consensus IFN (DEF201), was recently used intranasally to treat hamsters infected intraperitoneally with yellow fever virus (resulting in a lethal hepatic infection) [19] . Protection from death was observed for single administrations of DEF201 at 10 7.5 PFU/animal given 7 days before to 2 days after virus challenge, which demonstrated both prophylaxis and therapy in this model. DEF201 treatment reduced yellow fever virus titers in liver and spleen, and resulted in decreases in serum alanine transaminase levels.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Herein, mDEF201 was evaluated for prophylaxis and therapy of vaccinia virus (WR strain) respiratory infections in mice. In this model the virus infection spreads systemically to include other tissues besides the lungs, particularly the liver and spleen [20] . Increases in lung weight and lung hemorrhage (indicative of pneumonitis) are hallmarks of vaccinia infection, as is severe body weight loss. The results show that a single intranasal dose of mDEF201 produced a remarkably prolonged 8-week prophylactic effect, and was also active therapeutically.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The experiments were conducted in accordance with Protocol 552 approved by the Institutional Animal Care and Use Committee of Utah State University. The work was done in the AAALAC-accredited Laboratory Animal Research Center of Utah State University in accordance with the National Institutes of Health Guide for the Care and Use of Laboratory Animals (Revision; 2010).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Female BALB/c mice (Charles River Labs, Wilmington, MA) weighing approximately 13-15 g at the time of first treatment were used. After a 48-hour quarantine period the animals were randomly assigned to cages. All work with these animals was performed in the Biosafety Level 2 area of the AAALACaccredited Laboratory Animal Research Center at Utah State University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals"
        },
        {
            "text": "The adenovirus vectored mouse interferon alpha, subtype 5 construct mDEF201 was prepared at the Robert Fitzhenry Vector Laboratory (McMaster University, Hamilton, Canada). The methods of preparation have been described previously [16] . Briefly, the mouse interferon alpha gene (subtype 5) was cloned into a replication deficient Ad-5 vector (deletions of E1 and E3 gene deletions), amplified in 293 cells and purified by cesium chloride gradient centrifugation. Stock solutions of mDEF201 were stored at 280uC and were thawed on ice and diluted in saline to the appropriate dose immediately prior to a single administration. Gilead Sciences (Foster City, CA) provided the positive control compound cidofovir.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Test materials"
        },
        {
            "text": "Vaccinia virus (WR strain) was purchased from the American Type Culture Collection (ATCC, Manassas, VA). The virus was propagated in African green monkey kidney (MA-104) cells (from MA Bioproducts, Walkersville, MD) for use in these studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "Mice were anesthetized with ketamine/xylazine (50/5 mg/kg) by intraperitoneal (i.p.) injection for intranasal treatments and intranasal infection. The animals were initially infected intranasally with approximately 1-2610 5 PFU of vaccinia virus in a 50-ml volume. mDEF201 was administered intranasally (50-ml) either prior to or after vaccinia virus exposure, according to the experimental schedule. Placebo-treated mice were given saline. In order to maintain consistency since intranasal treatment alters the environment for infection, all mice were given intranasal saline when the mDEF201 treatments were given 1 day before or after virus infection, or else additional placebo groups were used to accommodate delivery of intranasal liquid. All animals were weighed every other day. In some instances a normal control group (untreated, uninfected) of 10 mice was maintained throughout the study. For certain studies, the normal control group was infected with virus at the end of the initial 21-day antiviral study to serve as naïve, infected controls for the re-infection. Treated mice surviving the primary infection were re-infected on day 22 with approximately 5610 5 PFU units of vaccinia virus in a 50-ml volume. This dose was larger than for the primary infection to account for the increased age of the mice, and older mice are less susceptible to vaccinia infection. The age-matched normal control (naïve) animals were infected for the first time with the same virus challenge. Survival and body weights in these groups were determined over a 21-day period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental design for animal studies"
        },
        {
            "text": "Separate animals were maintained for determination of tissue virus titers, lung hemorrhage scores, and lung weights. Groups of 5 infected mice per day were sacrificed for removal of tissues. Lungs were given a hemorrhage score (color change from pink to plum which occurs regionally in the lung rather than gradually over the entire lung) ranging from 0 to 4 (entire lung affected). Lungs, spleens, livers, and snouts were weighed prior to homogenization which releases infectious virus for titration. Homogenization of soft tissues was done in 1 ml of cell culture medium using a stomacher. Snouts were ground in 1 ml of medium using sterilized mortars and pestles. Samples were serially diluted in 10-fold increments and plaque titrated in 12-well microplates of Vero cells. Plaques were stained at three days with 0.2% crystal violet in 10% buffered formalin, then the plaques were counted with the aid of a light box. Plaque numbers were converted to PFU per gram of infected tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental design for animal studies"
        },
        {
            "text": "Initially, survivor numbers were compared by multiple group chi square analysis. When statistical significance was found, survivor numbers were evaluated using the two-tailed Fisher exact test. Differences in the mean day of death, tissue virus titers, lung weights, and lung hemorrhage scores were statistically analyzed using the two-tailed Mann-Whitney U-test. Analyses were performed using the InStatH computer software program (GraphPad Software, San Diego, CA), comparing treated and placebo groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The short-term prophylactic activity of mDEF201 administered at various intranasal doses one day prior to virus challenge is presented in Table 1 . mDEF201 was uniformly, 90-100% protective from a lethal vaccinia challenge at doses of 10 5 to 10 7 PFU/animal. This protective effect can be attributed to the mIFN transgene because the empty adenovirus vector was not protective and produced similar complete mortality as the placebo control. Cidofovir (positive control compound) was also 100% protective at 100 mg/kg/day when administered by intraperitoneal route starting 1 day post-infection. Table 1 also shows the effects of treatment with mDEF201 and cidofovir on lung infection parameters. A dose-responsive effect on lung virus titer was seen with mDEF201 treatments, with the highest dose causing nearly an 800-fold reduction in lung virus titer. mDEF201 doses of 10 5 and 10 6 PFU/mouse reduced virus titers 8-and 125-fold, respectively. All three mDEF201 treatments significantly reduced lung weights and lung hemorrhage scores. In contrast, cidofovir treatment caused a only a 40-fold reduction in virus titer, and protected lungs from virus-induced pathology. Lung virus titers and lung weights were also intermediate between the 10 5 and 10 6 mDEF201 dosage groups. Neither the control, nor adenovirus empty vector inhibited lung infection parameters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 596,
                    "end": 603,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Short-term mDEF201 prophylaxis is completely protective against lethal challenge"
        },
        {
            "text": "To measure the window of prophylactic activity, 10 7 PFU/mouse of mDEF201 was administered at various times prior to virus infection ( Table 2 ). In the first experiment a single dose of mDEF201 was 100% protective when administered between 28 days and 1 day pre-virus exposure. Mean body weights during the course of the primary infection are presented in Figure 1A . All of the treatments with mDEF201 largely protected the animals against weight loss. A slight drop in weight occurred on day 1 following intranasal exposure to virus, but the mice were back to the initial starting weight by day 3. Seven placebo-treated animals survived the infection, differing from that of Table 1 where no animals survived. This likely occurred because the mice at the time of infection were 28 days older, and susceptibility of the animals to infection diminishes with age. Severe weight loss in the placebo group persisted until day 11 of the infection. After that time, the seven animals that survived the infection began to recover body weight. The surviving mice from experiment 1 were re-infected with a 5-fold higher challenge of vaccinia virus than was originally given, and all of these animals survived the re-challenge ( Table 2) . Infection of age-matched naïve mice resulted in expected 100% mortality. Weight loss occurred in all mDEF201 treated groups, but was much less severe than in naïve, infected mice ( Figure 1B) . Rebound from weight loss during the re-infection was fastest in the placebo group. This group contained the most seriously afflicted animals during the primary infection, thus would be expected to have a more robust immune response than treated animals that did not get as sick.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 357,
                    "end": 366,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 678,
                    "end": 685,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1221,
                    "end": 1229,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1413,
                    "end": 1423,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Extended prophylaxis of vaccinia infection with a single mDEF201 administration"
        },
        {
            "text": "Based upon the successful extended prophylaxis up to 28 days pre-infection, a second experiment ( Table 2 ) was initiated using starting times as early as 56 days before virus challenge. mDEF201 was 90% protective when administered at -56 days, and 100% protective when given at all shorter time points (,49 days). Because the virus challenge dose was higher than that given in Experiment 1 (see footnote ''b'' in Table 2 ), the result was that all placebo-treated animals in Experiment 2 died from the primary infection. Minimal weight loss occurred in groups treated prophylactically with mDEF201 ( Figure 1C ). Decreases in body weight in mDEF201 groups were primarily seen on days 5-9 of the infection, with the nadir being day 7.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 414,
                    "end": 421,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 601,
                    "end": 610,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Extended prophylaxis of vaccinia infection with a single mDEF201 administration"
        },
        {
            "text": "The surviving mice that were treated with mDEF201 in the second experiment (Table 2) were re-infected with a 2-fold higher challenge of vaccinia virus, and all of these animals survived. Infection of age-matched naïve mice resulted in 100% mortality. Weight loss occurred in all mDEF201 treated groups, but was minimal and occurred on days 3-5 ( Figure 1D ). This is in contrast to the rapid weight decline in naïve, infected mice. Body weights during the re-infection were similar for most mDEF201 groups. Slightly less rapid recovery in body weight over 21 days was seen in the mDEF201 group treated prophylactically at -56 days compared to the other treated groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 84,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 346,
                    "end": 355,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Extended prophylaxis of vaccinia infection with a single mDEF201 administration"
        },
        {
            "text": "Viral titers in various tissues were determined from mice treated with mDEF201 either at 28 days or 1 day prior to infection. Lung virus titers in mDEF201 treated groups were at least 100-fold less than in placebo treated mice (Figure 2A ). Liver and spleen virus titers were below or near the level of detection in animals treated with mDEF201, but increased over time in placebos ( Figures 2B and 2D) . Snout virus titers in mDEF201 treated groups were significantly less than placebos on day 3 but not on day 5 ( Figure 2F ). In comparing virus titers in the -28 day mDEF201 group to that of the -1 day mDEF201 group, the amounts of detectable virus were nearly equivalent in lung, liver and spleen. Differences were observed in snout virus titers between these two groups, but due to variability the differences were not statistically significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 237,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 384,
                    "end": 402,
                    "text": "Figures 2B and 2D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 516,
                    "end": 525,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Extended prophylaxis of vaccinia infection with a single mDEF201 administration"
        },
        {
            "text": "Lung weights and lung hemorrhage scores were determined in infected mice in parallel with the determination of viral titers. Lung weights in mDEF201 treated animals were near normal, whereas on day 5 the placebos exhibited a large increase in lung weight ( Figure 2C) . Similarly, lung scores were near normal in the two groups treated with mDEF201, but were severe on day 5 in the placebo group ( Figure 2E ). The extent of inhibition of lung Intranasal treatments with mDEF201 (10 7 PFU/mouse) were given one time only on the indicated day prior to virus exposure. In Experiment 1 the primary intranasal challenge was 1610 5 PFU of virus. Since this challenge dose failed to cause 100% mortality (as mice age their susceptibility to infection wanes), the primary virus challenge dose was increased to 2.5610 5 PFU of virus for Experiment 2. Reinfection of both sets of mice was performed intranasally with 5610 5 PFU of virus. The data accompany those of Table 2 . Thus, the initial number of mice per group for each figure corresponds to the total number per group in the table. doi:10.1371/journal.pone.0026330.g001 disease in the -28 days mDEF201 group was comparable to that seen in the -1 day mDEF201 group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 267,
                    "text": "Figure 2C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 398,
                    "end": 407,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 957,
                    "end": 964,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Extended prophylaxis of vaccinia infection with a single mDEF201 administration"
        },
        {
            "text": "The results from these experiments indicate that mDEF201 has an extremely long-acting prophylactic activity against vaccinia virus infections in mice. Only in animals treated 56 days prior to infection was there a hint of waning activity, since one animal died from the infection in that group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended prophylaxis of vaccinia infection with a single mDEF201 administration"
        },
        {
            "text": "mDEF201 at two different doses was administered after infection to combat a vaccinia virus infection. Preliminary studies with low dose mDEF201 (10 5 or 10 6 PFU/mouse), given at 6, 12, or 24 h after infection provided no protection from the lethal infection (data not shown). However, higher doses of mDEF201 (10 8 PFU/mouse) were 100% protective when administered either at 6, 12, or 24 h after infection (Table 3) . A 10 7 PFU/mouse dose was 80-90% protective when given at 6 and 12 hours, but only 30% protective when administered at 24 hours. Survival time in the lower dosage group receiving treatment at 24 hours was significantly increased relative to the placebo control. Cidofovir was 100% protective when administered at 100 mg/kg/day for two days starting at 24 h.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 416,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Therapy of infection with mDEF201"
        },
        {
            "text": "Body weight changes for treatments with 100% survival during the course of the infection are shown in Figure 3 (10 8 mDEF201 and cidofovir). Weight loss in mDEF201 treated mice increased with longer delay to commencement of treatment, with all animals regaining their pre-challenge weight by day 18 of the experiment. Given the weight loss in the +24h group, further delays in treatment would likely result in some mortality. Mice treated daily with cidofovir starting 24h post-vaccinia challenge lost less weight.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 110,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Therapy of infection with mDEF201"
        },
        {
            "text": "In these studies, a single intranasal dose of mDEF201 was found to exhibit a potent prophylactic activity that endured for at least 56 days. An endpoint in the duration of the protection could not be projected because treatment at -56 days resulted in only one death Intranasal treatments with mDEF201 (10 7 PFU/mouse) were given one time only on the indicated day prior to intranasal virus exposure (2.5610 5 PFU). There were no survivors in the placebo group on day 7 for data determinations. This experiment was conducted concurrently with the second experiment in Table 2 . Each data point represents the mean for five animals per group. doi:10.1371/journal.pone.0026330.g002 and caused minimal weight loss during the infection. Indeed, weight loss during infection for the -56 day treatment group was equivalent to the -1 day treatment group. Investigation of other parameters of infection (tissue virus titers, lung weights, and lung hemorrhage scores) revealed that the inhibition of these parameters with a -28 day mDEF201 treatment was quite comparable to that of a -1 day treatment. Prophylaxis starting a day before infection could effectively be achieved with doses of 10 5 through 10 7 PFU/mouse. Extended prophylaxis up to 56 days preinfection was only investigated at the 10 7 dose.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 575,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Other investigators have shown that DEF201 in both mouse and human constructs are active prophylactically [16, 17, 18, 19] . Kumaki et al. showed 100% protection against SARS infection in mice by a 10 6 dose given only at -14 days (other time points were not assessed) [17] . Thus, it is possible that prophylaxis earlier than 14 days would be protective against SARS infection. Against yellow fever virus infections in hamsters, DEF201 was effective when given 7 days prior to infection but not at -21 days [19] . This breadth of viral efficacy indicates the potential of DEF201 to function as a truly broad-spectrum antiviral.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 119,
                    "end": 122,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 125,
                    "end": 138,
                    "text": "Kumaki et al.",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Remarkably, mDEF201 was effective in mice against vaccinia virus infection when given nearly two months prior to virus exposure. This indicates that Ad5-vectored IFN induced a longterm antiviral state that was completely protective with a single dose. This extended prophylaxis appears to exist in the absence of measurable serum IFN levels, since Wu et al. [15] were only able to detect interferon alpha protein in mice treated intramuscularly with mDEF201 at 24 and 48 h, but not at 7 days (times in between were not investigated).",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study raises a number of important questions relative to the long acting protective effect of mDEF201 against vaccinia virus infection in mice. Questions such as how much interferon is produced, how long is it produced, and what cells are responsible for producing it are being asked and are currently under investigation. It has already been shown that interferon is successfully produced by the vector when administered intramuscularly to mice and the protein is detectable in the serum [16] . From that work we also know that the levels of interferon rise very quickly (within 3-5 h), are transiently high, and come down within several days. We can infer that the interferon protein will be delivered successfully to the lung and nostrils (and have since confirmed this in a separate study, unpublished). Given that the protection lasts longer than the previously measured levels of interferon protein persist, we assume that the interferon is activating an immunological cascade that then protects the animal from infection by inducing an antiviral state. Thorough investigation of induced genes, length of induction, and localization of induction are planned, but are beyond the scope of this study.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 498,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The choice of intranasal route of administration is important, as this route has been demonstrated to bypass pre-existing immunity to the adenovirus vector [21] . Intranasal delivery is also less invasive and easier to administer to large numbers of patients in the event of a mass infection due to a natural outbreak or intentional release. Adenovirus was selected to be the vector for interferon due to its rapid infectivity, breadth of human safety data, and facility of intranasal administration. mDEF201, administered by intranasal route, has already been shown to be effective in the treatment of SARS coronavirus respiratory infections in mice [18] . This is the first description of adenoviral vectored interferon alpha being used, by any route, to prevent or treat vaccinia virus infections.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A limited therapeutic window of time exists for treating vaccinia virus infections with interferon-based drugs like mDEF201, and to achieve treatment higher doses of mDEF201 are needed than for prophylaxis. Indeed, low dose mDEF201 (10 5 -10 6 PFU/mouse) that were effective prophylactically were not effective when administered even 6 h after infection. Higher doses (10 8 PFU/ mouse) were required for full protection from lethality when given at +24 h, however considerable body weight loss resulted due to infection (Figure 3 ). The single 10 8 dose administered at 24 h was not as effective as daily doses of 100 mg/kg of cidofovir that acts directly on vaccinia to inhibit replication. This may be due in part to the lag time between administration of mDEF201 and the production of therapeutic levels of IFN within 6 h [15] . Secondly, in situ produced IFN must overcome a high level of IFN system down regulation caused by the established vaccinia infection [12] . It has been demonstrated by other investigators that both mDEF201 and DEF201 are effective as a treatment only when given within 1-2 days after virus exposure [16, 17, 18, 19] . How well Ad-vectored IFN protects infected animals will depend upon each virus' virulence including the number and expression of different IFN system antagonists. However, the treatment efficacy of DEF201 in these unrelated viruses indicates real potential as a broad spectrum antiviral, and the extrapolation of these treatment windows into the clinical scenario may be significant. In these studies antiviral activity depended on the amount of mDEF201 administered, which was the case in other published studies with unrelated viruses [16, 17, 18, 19] . The production of a steady-state level of interferon may bypass the need for bolus dosing associated with traditional interferon treatment, and thus reduce toxic side effects. Nevertheless, safety of DEF201 is a consideration for eventual human use, and safety and toxicology studies are ongoing. It will need to be determined how long the IFN-induced antiviral state persists and its effects on treated individuals. This is the first study demonstrating that surviving mice treated with mDEF201 are protected against re-infection with the same virus. This is not surprising, as mDEF201 treatment did not completely prevent vaccinia virus production in the lungs and snouts of the animals (Figures 2A and 2F) , thus driving an acquired immune response. The veracity of that immune response in mDEF201 treated animals most likely was weaker than it would be in more severely infected mice, based upon weight comparisons to surviving placebos ( Figure 1B) .",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 829,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1131,
                    "end": 1135,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1140,
                    "end": 1143,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1687,
                    "end": 1691,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1692,
                    "end": 1695,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1696,
                    "end": 1699,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1700,
                    "end": 1703,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 529,
                    "text": "(Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2395,
                    "end": 2414,
                    "text": "(Figures 2A and 2F)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2649,
                    "end": 2659,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Assuming an adequate safety profile, one can envision the use of DEF201 as a means of quickly providing significant protection to first responders and medical chain personnel confronted with a deliberate release of variola or monkeypox virus into the environment. Even if infected, DEF201 treated individuals could still acquire an immunity to the virus, as demonstrated by the present studies, thus rendering them 'vaccinated' against future exposure. The intranasal method of delivery of DEF201 facilitates rapid prophylaxis in people entering a suspected poxvirus environment. Moreover, DEF201 has the potential to treat a large number of unrelated viruses simultaneously, for which there are no current treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pathogenesis and potential antiviral therapy of complications of smallpox vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Antiviral Res",
            "volume": "58",
            "issn": "",
            "pages": "101--114",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A review of compounds exhibiting antiorthopoxvirus activity in animal models",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Smee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sidwell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Antiviral Res",
            "volume": "57",
            "issn": "",
            "pages": "41--52",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Progress in the discovery of compounds inhibiting orthopoxviruses in animal models",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Smee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Antivir Chem Chemother",
            "volume": "19",
            "issn": "",
            "pages": "115--124",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Countermeasures to the bioterrorist threat of smallpox",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Mol Med",
            "volume": "5",
            "issn": "",
            "pages": "817--826",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Development of CMX001 for the Treatment of Poxvirus Infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lanier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Trost",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tippin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lampert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Viruses",
            "volume": "2",
            "issn": "",
            "pages": "2740--2762",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ST-246 antiviral efficacy in a nonhuman primate monkeypox model: determination of the minimal effective dose and human dose justification",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frimm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Corrado",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Antimicrob Agents Chemother",
            "volume": "53",
            "issn": "",
            "pages": "1817--1822",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Severe eczema vaccinatum in a household contact of a smallpox vaccinee",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vora",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Damon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fulginiti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kahana",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "46",
            "issn": "",
            "pages": "1555--1561",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Progressive vaccinia in a military smallpox vaccinee -United States",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "58",
            "issn": "",
            "pages": "532--536",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prevention of lethal respiratory vaccinia infections in mice with interferon-alpha and interferon-gamma",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Schaffner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yohannes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "FEMS Immunol Med Microbiol",
            "volume": "40",
            "issn": "",
            "pages": "201--206",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effect of human leukocyte interferon on vaccinia and herpes virusinfected cell cultures and monkey corneas",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Newmann-Haefelin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sundmacher",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sauter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Karges",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Manthey",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Infect Immun",
            "volume": "12",
            "issn": "",
            "pages": "148--155",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prevention of vaccinia lesions in Rhesus monkeys by human leucocyte and fibroblast interferon",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weimar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Billiau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cantell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schellekens",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Gen Virol",
            "volume": "48",
            "issn": "",
            "pages": "25--30",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The interferon system and vaccinia virus evasion mechanisms",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Perdiguero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Interferon Cytokine Res",
            "volume": "29",
            "issn": "",
            "pages": "581--598",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pharmacokinetics of interferon alpha-2b in healthy volunteers",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Radwanski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Perentesis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Affrime",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Clin Pharmacol",
            "volume": "27",
            "issn": "",
            "pages": "432--435",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pharmacokinetic properties of a 40 kDa branched polyethylene glycol-modified form of consensus interferonalpha (PEG-CIFN) in rhesus monkeys",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "D"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biopharm Drug Dispos",
            "volume": "29",
            "issn": "",
            "pages": "481--484",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Phase I trial of consensus interferon in patients with metastatic renal cell carcinoma: toxicity and immunological effects",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Hutson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Molto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mekhail",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Elson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Finke",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Cancer Res",
            "volume": "9",
            "issn": "",
            "pages": "1354--1360",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pre-and post-exposure protection against Western equine encephalitis virus after single inoculation with adenovirus vector expressing interferon alpha",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Barabe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Rayner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Christopher",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "369",
            "issn": "",
            "pages": "206--213",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Alpha interferon as an adenovirus-vectored vaccine adjuvant and antiviral in Venezuelan equine encephalitis virus infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eastaugh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Phelps",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Gen Virol",
            "volume": "90",
            "issn": "",
            "pages": "874--882",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Singledose intranasal administration with mDEF201 (adenovirus vectored mouse interferon-alpha) confers protection from mortality in a lethal SARS-CoV BALB/c mouse model",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kumaki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ennis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rahbar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Wandersee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antiviral Res",
            "volume": "89",
            "issn": "",
            "pages": "75--82",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Treatment of yellow fever virus with an adenovirus-vectored interferon, DEF201, in a hamster model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Julander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ennis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Morrey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antimicrob Agents Chemother",
            "volume": "55",
            "issn": "",
            "pages": "2067--2073",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Effects of cidofovir on the pathogenesis of a lethal vaccinia virus respiratory infection in mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Smee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sidwell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Antiviral Res",
            "volume": "52",
            "issn": "",
            "pages": "55--62",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nasal delivery of an adenovirus-based vaccine bypasses pre-existing immunity to the vaccine carrier and improves the immune response in mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Croyle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Effects of prophylaxis with mDEF201 on percent body weights of mice during vaccinia virus (WR strain) respiratory infections. (A) Experiment 1, primary infection, (B) Experiment 1, reinfection, (C) Experiment 2, primary infection, (D) Experiment 2, reinfection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effects of prophylaxis with mDEF201 given on day -28 or day -1 on infection parameters in mice infected intranasally with vaccinia virus (WR strain). (A) Lung virus titer, (B) liver virus titer, (C) lung weight, (D) spleen virus titer, (E) lung hemorrhage score, (F) snout virus titer.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Effects of treatment with mDEF201 and cidofovir on survival of mice from a vaccinia virus (WR strain) respiratory infection.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Effects of extended prophylaxis with mDEF201 on survival of mice from primary respiratory infection and reinfection with vaccinia virus (WR strain).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Effects of therapy with mDEF201 and cidofovir on survival of mice from a vaccinia virus (WR strain) respiratory infection.The doses of mDEF201 are in PFU/mouse units, whereas the dose of cidofovir is in mg/kg/day units. mDEF201 was given as a single intranasal treatment, as was the placebo Cidofovir was administered by intraperitoneal route once a day for two days. For consistency with the other groups, the cidofovir group also received intranasal saline at 24 h. b Mean day of death for mice that died on or before day 21 of the infection. The mice were inoculated intranasally with 1610 5 PFU of virus to initiate the infection. **P,0.01. ***P,0.001, compared to placebo. doi:10.1371/journal.pone.0026330.t003Figure 3. Effects of therapy with mDEF201 and cidofovir on percent body weights of mice during a vaccinia virus (WR strain) respiratory infection. Intranasal treatments with mDEF201 (10 8 PFU/mouse) were given one time. Cidofovir (100 mg/kg/day) was administered by intraperitoneal route once a day for two days. Test materials were given at the time indicated after intranasal virus exposure (1610 5 PFU). The data accompany those ofTable 3(body weight results of treatment with mDEF208 at 10 7 PFU/mouse are not shown). Thus, the initial number of mice per group for each figure corresponds to the total number per group in the table. doi:10.1371/journal.pone.0026330.g003",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}