{
    "paper_id": "43c284998733a1d7cc474d14c378f08e4b509c63",
    "metadata": {
        "title": "Antiviral activity of silymarin against chikungunya virus",
        "authors": [
            {
                "first": "Rafidah",
                "middle": [],
                "last": "Lani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pouya",
                "middle": [],
                "last": "Hassandarvish",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chun",
                "middle": [
                    "Wei"
                ],
                "last": "Chiam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ehsan",
                "middle": [],
                "last": "Moghaddam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Justin",
                "middle": [],
                "last": "Jang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hann",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Molecular RNA Virology and Antiviral Strategies",
                    "institution": "National University of Singapore",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Rausalu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Tartu",
                    "location": {
                        "settlement": "Tartu",
                        "country": "Estonia"
                    }
                },
                "email": ""
            },
            {
                "first": "Andres",
                "middle": [],
                "last": "Merits",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Tartu",
                    "location": {
                        "settlement": "Tartu",
                        "country": "Estonia"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Higgs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kansas State University",
                    "location": {
                        "settlement": "Manhattan",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dana",
                "middle": [],
                "last": "Vanlandingham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kansas State University",
                    "location": {
                        "settlement": "Manhattan",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sazaly",
                "middle": [],
                "last": "Abu Bakar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Keivan",
                "middle": [],
                "last": "Zandi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The mosquito-borne chikungunya virus (CHIKV) causes chikungunya fever, with clinical presentations such as severe back and small joint pain, and debilitating arthritis associated with crippling pains that persist for weeks and even years. Although there are several studies to evaluate the efficacy of drugs against CHIKV, the treatment for chikungunya fever is mainly symptom-based and no effective licensed vaccine or antiviral are available. Here, we investigated the antiviral activity of three types of flavonoids against CHIKV in vitro replication. Three compounds: silymarin, quercetin and kaempferol were evaluated for their in vitro antiviral activities against CHIKV using a CHIKV replicon cell line and clinical isolate of CHIKV of Central/East African genotype. A cytopathic effect inhibition assay was used to determine their activities on CHIKV viral replication and quantitative reverse transcription PCR was used to calculate virus yield. Antiviral activity of effective compound was further investigated by evaluation of CHIKV protein expression using western blotting for CHIKV nsP1, nsP3, and E2E1 proteins. Briefly, silymarin exhibited significant antiviral activity against CHIKV, reducing both CHIKV replication efficiency and down-regulating production of viral proteins involved in replication. This study may have important consequence for broaden the chance of getting the effective antiviral for CHIKV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Phylogenetic analysis shows that CHIKV has three genotype variants; West African, East/Central/ South African (ECSA) and Asian 8 . Malaysia had its first outbreak in late 1998 at the suburb Klang in the state of Selangor and the CHIKV was identified as Asian genotype. Localized outbreaks and clustered cases were reported in Larut Matang, Lama, Perak. The ECSA genotype virus caused outbreaks after 2006. In early 2008, together with the neighboring Singapore, the epidemic in Johor began. This spread throughout states in Peninsular Malaysia and in 2009, many cases occurred in Selangor, Melaka, Negeri Sembilan and Pahang states and peaked in Kelantan, Kedah, Terengganu, Perlis and Sarawak 4, 9, 10 . From April 2008 until March 2010, over 10,000 cases were reported in these nationwide outbreaks, although there were no fatalities 11 .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 694,
                    "end": 696,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 697,
                    "end": 699,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 700,
                    "end": 702,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 836,
                    "end": 838,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The main mosquito vectors for CHIKV are A. aegypti and A. albopictus 3, 4, 7 . A. aegypti was a primary vector for the outbreak that happened in Kenya, Comoros, Africa and Asia, but the ' Asian Tiger Mosquitoe' A. albopictus was the main vector for the Reunion and subsequent Indian Ocean outbreak 12 . Vector switching to A. albopictus became predominant due to the substitution of Alanine residue 226 to Valine residue in the CHIKV E1 protein (A226V) 13 . This convergent mutation seems to be due to the selective pressure as the impact of different and new environment or ecosystem.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 72,
                    "end": 74,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 75,
                    "end": 76,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 298,
                    "end": 300,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 453,
                    "end": 455,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Extensive studies continue around the world to find an effective cure, safe antiviral treatment or vaccine for CHIKV infection. In one study it was shown that chloroquine phosphate, an antimalarial drug, can decrease the intensity or duration of pain, and number of joints involved. However, the effectiveness of chloroquine to treat chronic symptoms could not be evaluated due to the lack of adequate control patients with these symptoms 14 . The synergistic effect of ribavirin with interferon alpha 2B against CHIKV infection was reported only in an in vitro study 6 . It has been shown that arbidol strongly interferes with the early stages of CHIKV infection by targeting the cellular membrane. However, it is only a potent inhibitor against in vitro CHIKV infection 15 .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 441,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 568,
                    "end": 569,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 772,
                    "end": 774,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Flavonoids are polyphenolic compounds that are present in different plants, foods and drinks. Flavonoids are well known for their different biological properties including: antimicrobial activity, anti-inflammatory activity, anti-allergic activity, and cytotoxic antitumor activity 16 . Quercetin has antiviral activity against herpes simplex virus (HSV) type-1, respiratory syncytial virus, pseudorabies virus, parainfluenza virus type 3 and Sindbis virus, a type member of genus Alphavirus. The mechanism of actions of quercetin includes: enhancing the antiviral activity of interferon, binding to viral proteins, and interfering with viral nucleic acid synthesis by binding to the viral polymerases. Another flavonoid, kaempferol is active against HSV, human coronavirus and rotavirus replication 17 .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 284,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 800,
                    "end": 802,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Silymarin, extracted from milk thistle (Silybum marianum), was shown to inhibit hepatitis C virus (HCV) in both in vitro and in vivo by inhibiting HCV entry, RNA synthesis, viral protein expression and infectious virus production; in addition it also acts by blocking of the virus cell-to-cell spread 18 . It becomes our concern to explain the definition for the nomenclature of 'milk thistle extract' , 'silymarin' and 'silibinin' since the findings that will be discussed further involve these three important terms. In brief, the initial extract of the crushed milk thistle seeds made up of 65-80% silymarin and 20-35% fatty acids, such as linoleic acid. Silymarin itself, is a complex of more than 7 flavonolignans (silybin A, silybin B, isosilybin A, isosilybin B, silychristin, isosilychristin and silydianin) and 1 flavonoid whereas silibinin is a semi-purified, commercially available fraction of silymarin, with an approximate 1:1 mixture of 2 diastereoisomeric compounds, silybin A and silybin B which are also referred to in the literature as silibinin A and B 19 .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 303,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1072,
                    "end": 1074,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we evaluated in vitro antiviral activity of quercetin, kaempferol and silymarin against a clinical isolate of CHIKV. Our results support the antiviral properties of silymarin as a promising compound for further investigations towards the development of an anti-CHIKV drug.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cytotoxicity of flavonoids. The MTS assay was used to determine cytotoxicity of each flavonoid for Vero and BHK cells. The CC 50 value of each compound was calculated (Table 1 ). There was no observed Antiviral activity assay. Primary screening. Different non-cytotoxic concentrations of silymarin, kaempferol and quercetin were tested on CHIKV-infected Vero cells to find the effective compound. A CPE inhibition assay was used at 48 hpi. It was shown that 100 μ g/ml of silymarin significantly inhibited the CHIKV-CPE presentation (P = 0.0007) (Fig. 1a) . This finding was not unexpected as silybin (also known as silibinin) is one of the components of silymarin and has been shown to possess anti-CHIKV activity 20 . In contrast, the highest concentrations of quercetin and kaempferol only exhibited 25% CPE inhibitory activity (Fig. 1a) . The results of CPE inhibition assay were further confirmed by using MTS assay (Fig. 1b) .",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 717,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 175,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 555,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 831,
                    "end": 840,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 921,
                    "end": 930,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Silymarin inhibits early post-entry stages of CHIKV replication. From analyzed compounds only silymarin was able to suppress CHIKV mediated cytotoxicity. Therefore it was chosen for a time-of-addition assay performed with aim to determine which stage of virus infection cycle this compound affected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As it is shown in Fig. 2 the inhibition was most efficient when silymarin was added at 2 hpi. The time-dependence of inhibitory effect of compound is coherent with hypothesis that its anti-CHIKV activity may be due inhibition of some early, but probably post-entry, step of CHIKV replication cycle. Anti-entry assay has also been performed and the result has clearly shown that there is no antiviral activity of silymarin against CHIKV at the anti-entry phase (Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 24,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 460,
                    "end": 467,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "cell line contained non-cytotoxic replicon of CHIKV which, in addition to the virus replicase proteins, expresses also puromycin acetyl transferase, EGFP and Rluc markers 20 . In this system the Rluc activity is proportional to viral replicon RNA replication. It was found that 100 μ g/ml of silymarin suppressed the activity of Rluc marker expressed by the CHIKV replicon by 93.4% (Fig. 4) . The inhibition was highly significant (P = 0.016) confirming that silymarin affects post-entry steps of CHIKV infection. This data also indicates that silymarin can interfere with CHIKV RNA replication by affecting the viral replicase system. Interestingly, in previous study 20 IC 50 of silybin, one of the major components of silymarin, was estimated as 59.8 μ M (approximately 30 μ g/ml). Compared to this silymarin was somewhat more efficient as nearly three-fold inhibition was observed at 25 μ g/ml indicating that other components of silymarin likely contributed to its anti-CHIKV activity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 390,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Evaluation of antiviral effect of silymarin using CHIKV replicon cell line. The CHIKV replicon"
        },
        {
            "text": "To confirm the post-entry antiviral activity of silymarin against CHIKV a virus yield assay using qRT-PCR was used. The CHIKV RNA copy number in supernatants of cells treated with each concentration of inhibitor and that from the control cells was interpreted and depicted (Fig. 5 ). There is a significant reduction of CHIKV replication as treated with increasing concentrations of silymarin (P = 0.0199), Silymarin exhibits a statistically significant (P < 0.05) dose-dependent inhibition on the Rluc activity produced by BHK-CHIKV-NCT replicon. The Rluc activity was measured at 48 h post treatment. Vehicletreated (0.1% DMSO) cells were used as control (\"0\") concentration). Data from triplicate assays were plotted and analyzed from a non-parametric correlation (Spearman) two-tailed test (Graph Pad Prism Version 5, Graph Pad Software Inc., San Diego, CA). as compared to the vehicle control treated cells. Based on this data it was calculated that silymarin had IC 50 = 16.9 μ g/ml with Selectivity Index (SI) of 25.1. Taking into account that adding silymarin 2 hpi showed significant inhibitory effect against CHIKV replication confirms that silymarin acts at the post-entry stage of CHIKV infection. In contrast, in similar assay neither kaempferol nor quercetin showed any significant inhibitory effect against CHIKV replication (Fig. 5) . As it is shown in Fig. 5 , 100 μ g/ml of silymarin can inhibit the CHIKV yield by more than 99%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 280,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1340,
                    "end": 1348,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1369,
                    "end": 1375,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Silymarin interferes with post-entry stages of CHIKV infection in a dose dependent manner."
        },
        {
            "text": "To evaluate whether the silymarin also affects the CHIKV protein synthesis, a series of western blot analyses were performed using lysates of the CHIKV infected and silymarin treated Vero cells (Fig. 6 ). As it is evident from constant levels of β actin, silymarin treatment did not result in protein degradation and, at used concentrations, the compound was not toxic for the Vero cells. In contrast, dose-dependent reduction of amounts of nsP1, nsP3 and E2 proteins was observed (Fig. 6) indicating that silymarin limited CHIKV replication and virus-encoded protein synthesis within the treated cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 481,
                    "end": 489,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Silymarin interferes with post-entry stages of CHIKV infection in a dose dependent manner."
        },
        {
            "text": "Silybin interferes with early post-entry of CHIKV infection in dose-dependent manner. Questioned by whether the silymarin effects on the CHIKV replication are influenced by the fractions it is made up of, since the study done by Pohjala L. et al., 2011 has proved that the silybin (one of the silymarin fraction) can suppressed the activities of Rluc marker gene expressed by the CHIKV replicon, we have evaluated the effect of silybin against CHIKV intracellular replication. Hence, silybin was tested for its early post-entry activity and we confirmed its anti-CHIKV activity in a dose-dependent manner with the IC 50 of 69.7 µg/ml, which is higher than the IC 50 of silymarin. This result makes us to conclude that the activity of silymarin against CHIKV replication might also be enhanced by other components or fractions that made it up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Silymarin interferes with post-entry stages of CHIKV infection in a dose dependent manner."
        },
        {
            "text": "Considering the crippling pains that persist for weeks and even years due to CHIKV infections and the absence of antiviral treatment for the virus, the search for effective antiviral compounds is imperative. Due to their known broad spectrum anti-viral activity and low toxicity, we evaluated three flavonoids as viable candidate compounds 21 . From these compounds only silymarin was identified as the flavonoid with significant anti-CHIKV activity. It was considered that it has potential for future development as its use results in ≥ 70% reduction of CHIKV infection based on CPE inhibition and MTS assays (Fig. 1) . Remarkably, the effective concentration of silymarin was much lower than MNTD. In contrast, neither kaempferol nor quercetin showed significant antiviral activity against in vitro replication of CHIKV in both assays.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 342,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 610,
                    "end": 618,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To quantify the copy number of viral RNA released (most probably in form of genomic RNA packed into virions) from infected cells were used qRT-PCR and amplified part of nsP3 encoding region of CHIKV genome. Since nsP3 which is involved in the negative-strand and subgenomic RNA synthesis, the quantification of the negative-strand RNA reflects the active viral replication, we selected the nsP3 as the gene target for qRT-PCR to quantify the virus load during replication [22] [23] [24] [25] . Our data demonstrated that treatment with silymarin results in effective reduction of number of released viral genome indicating reduction of viral RNA synthesis and/or virion formation and release.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In post-adsorption assay silymarin taken at 100 μ g/ml resulted in ≈ 99% inhibition of CHIKV replication. We therefore performed a time-of-addition assay using this concentration of silymarin to determine the stage of infection where the silymarin treatment results in biggest antiviral effect. The result was consistent with our data from post-adsorption assay; hence it can be concluded that silymarin is most effective if it is added shortly after virus infection (2 hpi). The reason for lower anti-CHIKV activity of pretreatment with silymarin could be due to the half-life of silymarin which based on previous bioavailability study is less than 4 hours 26 , although, there is no data available on in vitro half-life or stability of silymarin which might be interesting for future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As our findings were consistent with hypothesis that silymarin effect on post-entry stages of CHIKV dose response analysis was also performed using a CHIKV replicon cell line where no virus entry or exit takes place. Again, it was found that silymarin is able to suppress the activity of Rluc marker expressed by CHIKV replicon. This finding is consistent with that from previous assay and confirms that silymarin suppresses CHIKV RNA replication and does it in dose-dependent manner. The Rluc, expressed by CHIKV replicon, is fused to nsP3 protein of the virus. Accordingly, reduction of Rluc activity indicates reduced amounts of nsP3-Rluc protein in CHIKV replicon cell line.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To further confirmation of anti-CHIKV activity of silymarin, we have shown the effect of silymarin on viral protein synthesis in CHIKV infected cells (Fig. 5) . Again decrease of viral protein synthesis was observed. This effect could be due to inhibition of CHIKV RNA replication and/or transcription. However, as in virus expression and replicon cell lines the synthesis of viral RNAs and proteins are coupled further study is necessary to evaluate the direct effect of silymarin on inhibition of newly synthesized CHIKV proteins. It is possible that some of non-structural proteins of CHIKV represents direct target for silymarin. The possibilities include nsP1 protein, which is involved in the synthesis of the negative strand of viral RNA and RNA capping, and nsP3 protein, that is another component of the viral replicase complex. Down regulation of E2 expression may represent consequence of suppression of replication (directly or via inhibition of ns-protein(s)). However, this down regulation is clearly relevant from point of view of development of effective antiviral as E2 protein is one of the important virion glycoproteins and is essential for receptor binding. Interestingly, a previous study showed that silymarin can inhibit the expression of NS5B of hepatitis C virus (HCV) which is catalytic subunit of HCV replicase 26 . Although, the hepatoprotective property of silymarin in the context of blocking HCV infection based on in vivo studies is another important criteria for this compound to be considered as a therapeutic candidate for hepatitis C 19, 27, 28 .",
            "cite_spans": [
                {
                    "start": 1339,
                    "end": 1341,
                    "text": "26",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1571,
                    "end": 1574,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1575,
                    "end": 1578,
                    "text": "27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1579,
                    "end": 1581,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "This study represents an important first report on the anti-CHIKV properties of silymarin. Previously other flavonoids such as apigenin, chrysin, naringenin and silybin, which are also one of components of silymarin, are known to be inhibitors of viral replication mainly through affecting important cellular elements for CHIKV replication 20 . However, inhibitory properties of silymarin are somewhat different from that of silybin. Thus our data for silymarin warrants further mechanistic studies to characterize the antiviral properties of all its components and other flavonoid compounds and head-to-head comparison of their antiviral effects at lower concentrations/ different conditions so that the best option of anti-CHIKV can be determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, our study showed that silymarin exhibited significant in vitro antiviral activity against CHIKV. It suppressed post-entry stages of viral replication, most likely CHIKV RNA replication significantly with a dose dependent manner. Coherent with this the expression of proteins, needed for RNA replication, and also expression of viral structural E2 protein were down-regulated. In contrast to silymarin it was found that quercetin and kaempferol are unable to suppress CHIKV replication and accordingly are not good candidates for anti-CHIKV drugs. These findings warrant future mechanistic, in vivo anti-viral, toxicity and pharmacokinetic studies as part of the process for evaluation of silymarin as a potential anti-CHIKV therapeutic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Virus and cells. The CHIKV isolate used in this experiment was a clinical isolate from an outbreak in Johor in 2008 coded as MY/065/08/FN295485. It belongs to the ECSA genotype and has the A226V mutation in E1 protein 29, 30 . BHK-21 (baby hamster kidney) and Vero (African green monkey kidney) cells from the American Type Culture Collection (ATCC) were used in this study. Vero cells have been widely used in the in vitro antiviral research for example in the antiviral testing for the chikungunya virus, human enterovirus 71 and Coxsackievirus A16 31, 32 . Both cell lines were cultured using Eagle's Minimum Essential Medium (EMEM, Gibco, NY, USA) containing 10% inactivated fetal bovine serum (FBS) and penicillin-streptomycin, and incubated at 37°C with 5% CO 2 .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 222,
                    "end": 224,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 555,
                    "end": 557,
                    "text": "32",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The CHIKV MY/065/08/FN295485 strain was propagated in BHK-21 cells and harvested after full cytopathic effect (CPE) was observed. Virus stock titer was determined by the tissue culture infectious dose 50 (TCID 50 ) methods 33 ; then the obtained stock was aliquoted and stored at -70 °C. During the time of virus propagation and antiviral assay the FBS concentration of the cell culture medium was reduced to 2%. Vero cell line was used for further experiments such as MTS assay and antiviral assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The CHIKV replicon cells 20 were grown and maintained in Dulbecco's Modified Eagle's Medium (DMEM, Gibco, NY, USA) supplemented with 8% fetal bovine serum (FBS), 2% tryptose-broth phosphate and penicillin-streptomycin, and incubated at 37°C with 5% CO 2 .",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 27,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Flavonoids. Silymarin, quercetin and kaempferol were purchased from Sigma-Aldrich Corporation (Sigma-Aldrich, St. Louis, MO, USA) and stored in − 20 °C for future use. Stock solution was diluted with EMEM and was filtered through a syringe filter with 0.2 μ m pore size (Millipore, MA, USA) at the time of use; DMSO concentration in working solutions prepared on EMEM was kept at 0.1%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "(3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfophenyl)-2H-tetrazolium) assay (Promega, WI, USA) was performed to evaluate the cytotoxicity of tested compounds against Vero cells and BHK21 cells according to the manufacturer's protocol. Briefly, monolayers of Vero cells were grown in 96-well plate and were treated with different concentrations of each compound in triplicate together with negative control (media containing 0.1% DMSO). The plate was then incubated at 37 °C with 5% CO 2 for 48 hours before the MTS assay was performed. Treated and control cells were kept for two days at 37 °C, under similar conditions and duration until used for antiviral activity assay. After two days post-treatment, MTS solution was added to the cells and incubated for 4 hours at 37 °C with 5% CO 2 prior to absorbance detection at 495 nm wavelength using Infinite 200 Pro multiplate reader (Tecan, Männedorf, Switzerland). All experiments were conducted in triplicate. The half maximal cytotoxic concentration (CC 50 ) for each compound was determined through this assay using Graph Pad Prism 5 (Graph Pad Software Inc., San Diego, CA, USA, 2005). Antiviral activity assays. Primary assay for antiviral activity. A monolayer of Vero cells were grown in 96-well plate in EMEM containing 2% inactivated FBS. The tested compounds were added to the wells in triplicate together with CHIKV at an MOI = 1. The plate was then incubated at 37°C with 5% CO 2 for 48 hours. The assay was conducted in duplicate for each concentration of each compound. After two days, the plate was viewed under the microscope and the degree of cytopathic effect (CPE) as measure of virus replication inhibition was expressed as the percent yield of virus control (% virus control = CPE experimental group/CPE virus control × 100). The results were confirmed by performing the MTS assay (Promega, WI, USA) according to the manufacturer's protocols. All experiments were repeated three times independently. The statistical analysis on percentage of CPE inhibition was performed by using the Gaussian populations (Pearson) two-tailed assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MTS"
        },
        {
            "text": "Anti-entry assay. The procedure of the anti-entry assay was modified and performed according to Lee RCH et. al., 2013 34 . Monolayers of Vero cells were grown in 96-well plate with EMEM supplemented with 10% inactivated FBS. The Vero cells were then infected with CHIKV and the plate was incubated for 1 hour at 4 °C. Non-adsorbed virus was then washed with 1xPBS. Tested compound was added in different concentrations and incubated at 37 °C with 5% CO 2 for 2 hours. The plate was again washed with 1xPBS and treated with citrate buffer (pH = 3) to inactivate the non-internalized virus, before the plate was again washed with 1xPBS. The EMEM supplemented with 2% inactivated FBS was added into every wells and the plate was incubated for 48 hours at 37 °C with 5% CO 2.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 120,
                    "text": "Lee RCH et. al., 2013 34",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MTS"
        },
        {
            "text": "CHIKV replicon cell line based assay. Monolayers of CHIKV replicon cells were prepared in 96-well white plate (Corning Inc, NY, USA) and treated with different concentrations of tested compounds. After 48 hours incubation at 37°C with 5% CO 2 the activity the Renilla Luciferase (Rluc), expressed by CHIKV replicon, was detected using Renilla luciferase assay (Promega, WI, USA) performed according to the manufacturer's protocols. The luminescence signal was then measured using the GloMAX 20/20 Luminometer (Promega, WI, USA), plotted against the log transformation of the concentrations of compounds and a sigmoidal curve fit with variable slope was created to obtain the half maximal inhibitory concentration (IC 50 ) value for each compound by Graph Pad Prism 5 (Graph Pad Software Inc., San Diego, CA, USA, 2005). Data were represent as the means ± standard error of the mean (SEM) from triplicate assay from three independent experiments. The statistical analysis to determine the correlation between the concentration of silymarin and the Rluc activity was performed by using non-parametric correlation (Spearman) two-tailed assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MTS"
        },
        {
            "text": "Time-of-addition assay. In this experiment, a monolayer of Vero cells were grown in 96-well plate in EMEM containing 2% inactivated FBS. The wells (in triplicate) were designated as − 2, − 1, 0, 2, 4, 6 and 8-hour, that they are named according to the time of CHIKV (MOI = 1) infection. As for − 2 hour, Vero cells were treated with 100 μ g/ml of silymarin. The plate was then incubated for one hour at 37 °C with 5% CO 2. One hour later, − 1 hour wells were also treated with 100 μ g/ml of silymarin. At the 0 hour, all wells except the control wells were infected with CHIKV and again incubated for one hour at 37 °C with 5% CO 2. After 2-hour incubation and for every 2-hour after incubation at 37 °C with 5% CO 2, 100 μ g/ml silymarin were added to − 2, 4, 6 and 8 hour wells respectively. The plate was then incubated at 37 °C with 5% CO 2 for 48 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MTS"
        },
        {
            "text": "The supernatant of the treated and control wells (treated with 0.1% DMSO was used as vehicle control) were collected two days post-treatment and analyzed using qRT-PCR. The half maximal effective concentration (EC 50 ) of silymarin was calculated using Graph Pad Prism 5 (Graph Pad Software Inc., San Diego, CA, USA, 2005). All data are from triplicate assay from three independent experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MTS"
        },
        {
            "text": "Quantitative reverse transcription PCR(qRT-PCR). A qRT-PCR assay was used to quantify the CHIKV RNA copy number. For this amplification of 136 base region of nsP3 encoding sequence was performed as described by Chiam and colleagues 35 . The primers were nsP3-F(5'-GCGCGTAAGTCCAAGGGAAT-3') and nsP3-R (5'-AGCATCCAGGTCTGACGGG-3'). The cDNA was first generated from the RNA extracted from the supernatants (QIAGEN, Germany) of the previous assays plate, using nsP3-R primer and Superscript III Reverse Transcriptase (Life Technologies, USA) according to the manufacturer's protocol. The unincorporated primers were then digested with 20U of Exonuclease I (New England Biolabs, USA). The qRT-PCR was performed with a Step-OnePlus Real-Time PCR System (Life Technologies, USA) with 2 × Power SYBRGreen PCR Master Mix (Life Technologies, USA), following the manufacturer's protocol, and using serially diluted standards. Cycling parameters were 95 °C for 10 min, 40 cycles of 95°C for 15 s and 60 °C for 1 min. The amplified product was verified by melting curve analysis. The statistical analysis to determine the correlation between the RNA copy number and the silymarin concentration was performed by using the Gaussian populations (Pearson) two-tailed assay.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 234,
                    "text": "35",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "MTS"
        },
        {
            "text": "Western blotting. Vero cells at the density of 3 × 10 6 cells were seeded into a 75 cm 2 flask in EMEM containing 2% FBS and penicillin-streptomycin. The next day, each flask was infected with CHIKV inoculum at an MOI = 1, placed on a rocker for 30 minutes, and then incubated at 37 °C with 5% CO 2 for 2 h. Then each flask was treated with different concentrations (100, 50, 25, 12.5, 6.25 μ g/ml) of the trial compound, control flasks were treated with solutions containing 0.1% DMSO. All the flasks were then incubated at 37 °C with 5% CO 2 until the appearance of CPE in the vehicle control. Once CPE was observed, cells were scraped, washed with PBS and lysed using 300 μ l of 1% Triton X100 (Sigma-Aldrich, St. Louis, MO, USA) containing complete protease inhibitor cocktail (Sigma-Aldrich, St. Louis, MO, USA) at 4 °C for 45 min. Cellular debris was pelleted out by centrifugation at 16,000 × g for 5 min. A Micro BCA TM Protein Assay Kit (Thermo Scientific, Rockford, IL) was used to quantify the protein concentration for each sample. Lysate containing 100 μ g of protein were denatured using SDS-loading buffer and proteins were separated using SDS-PAGE in 12% gels. The gels were then equilibrated in Towbin buffer (0.025 M Tris, 0.192 M glycine 20% methanol) for 10 min and proteins were transferred to a PVDF membrane using the Bio-Rad wet transfer system (Bio Rad, San Francisco, CA). For detection of nsP1 and nsP3, membranes were blocked with 1X PBS 1% Casein Blocker (Bio Rad, San Francisco, CA) for 1 h at room temperature on a shaker. The blots were rinsed three times with 1X PBS Tween20 before being incubated with primary anti-CHIKV nsP1, anti-CHIKV nsP3 or anti-CHIKV E2 rabbit polyclonal antibodies in 1% casein solution. The blots were then washed three times with 1X PBS Tween20 for 15 min each time. This was followed by incubation with the secondary goat anti-rabbit IgG (Abcam, Cambridge, UK) antibodies conjugated with horseradish peroxidase (HRP) for 1 h at room temperature on an orbital shaker. Membranes were washed three times with PBS containing Tween 20 for 15 minutes each time. For the loading control, separate blots containing the same samples were incubated with primary anti-β-actin mouse monoclonal antibody conjugated with HRP (Cell Signaling Technology, MA, USA) dissolved in 1% Casein for 1 hour at room temperature on shaker. The blots were then washed three times with 1X PBS Tween 20 for 15 minutes each time. Membranes were developed by the colorimetric method using appropriate substrates (Thermo Scientific, Rockford, IL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Potentially Emerging Epidemic?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Thiboutot",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Negl Trop Dis",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Biology and Pathogenesis of Chikungunya virus",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Albert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Rev",
            "volume": "8",
            "issn": "",
            "pages": "491--500",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparison of Chikungunya Virus Infectivity in Baby Hamster Kidney (BHK-21) Cell Line and C6/36, an Aedes albopictus Cell Line using Electron Microscopy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Saraswathy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annals of Microscopy",
            "volume": "10",
            "issn": "",
            "pages": "36--43",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiology of Chikungunya in Malaysia",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med J Malaysia",
            "volume": "65",
            "issn": "",
            "pages": "278--283",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ribavirin Therapy for Chikungunya Arthritis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ravichandran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manian",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Infect Dev Ctries",
            "volume": "2",
            "issn": "",
            "pages": "140--142",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chikungunya Virus-associated Death in Malaysia",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Sam",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Trop Biomed",
            "volume": "27",
            "issn": "",
            "pages": "343--347",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "pH-dependent Entry of Chikungunya Virus into Aedes albopictusCells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Infect Genet Evol",
            "volume": "12",
            "issn": "",
            "pages": "1275--1281",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Reemergence of Endemic Chikugunya, Malaysia. Emerge Infect Dis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abubakar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "147--149",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Chikugunya infection-an emerging disease in Malaysia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "32",
            "issn": "",
            "pages": "447--51",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Chikungunya Virus Infection",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Sam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abubakar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med J Malaysia",
            "volume": "61",
            "issn": "",
            "pages": "264--270",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Current situation of dengue and Chikungunya in Malaysia for epidemiological week",
            "authors": [
                {
                    "first": "Malaysia",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Arrival of Chikungunya Virus in the New World: Prospects for Spread and Impact on Public Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Negl Trop Dis",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A single mutation in chikungunya virus affects vector specificity and epidemic potential",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Tsetsarkin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Vanlandingham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcgee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS Pathog",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Chloroquine phosphate treatment of chronic CHIKV arthritis: An open pilot study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Brighton",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "SA Med J",
            "volume": "66",
            "issn": "",
            "pages": "217--218",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "In vitro antiviral activity of arbidol against Chikungunya virus and characteristics of a selected resistant mutant",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Delogu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antiviral Res",
            "volume": "90",
            "issn": "",
            "pages": "99--107",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Antimicrobial activity of flavonoids",
            "authors": [
                {
                    "first": "Tim",
                    "middle": [],
                    "last": "Cushnie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Antimicrob Agents",
            "volume": "26",
            "issn": "",
            "pages": "343--356",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Synergistic effect of flavones and flavonols against Herpes Simplex virus type-1 in cell culture. Comparison with the antiviral activity of propolis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amoros",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M O"
                    ],
                    "last": "Simoes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Girre",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sauvager",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cormier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Nat Prod",
            "volume": "55",
            "issn": "",
            "pages": "1732--1740",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Multiple effects of Silymarin on the Hepatitis C virus life cycle",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wagoner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hepatology",
            "volume": "51",
            "issn": "",
            "pages": "1912--1921",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Silymarin for HCV Infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Polyak",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antivir Ther",
            "volume": "18",
            "issn": "",
            "pages": "141--147",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Inhibitors of Alphavirus Entry and Replication Identified with a Stable Chikungunya Replicon Cell Line and Virus-Based Assays",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pohjala",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PloS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Flavonoids as nutraceuticals: A review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tapas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Sakarkar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kakde",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trop J Pharm Res",
            "volume": "7",
            "issn": "",
            "pages": "1089--1099",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Use of a highly sensitive strand-specific quantitative PCR to identify abortive replication in the mouse model of respiratory syncytial virus disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virol J",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A structural and functional perspective of alphavirus replication and assembly",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jose",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Snyder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Future Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "837--56",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Quantitative analysis of dengue-2 virus RNA during extrinsic incubation period in individual Aedes aegypti",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Molina-Cruz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Trop Med Hyg",
            "volume": "74",
            "issn": "",
            "pages": "132--173",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Regulation of Sindbis virus RNA replication: uncleaved P123 and nsP4 function in minus-strand RNA synthesis, whereas cleaved products from P123 are required for efficient plus-strand RNA synthesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shirako",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "",
            "pages": "1874--85",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Plasma concentrations of free and conjugated silybin after oral intake of a silybin-phosphatidylcholine complex (silipide) in healthy volunteers",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gatti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perucca",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Int J Clin Pharmacol Ther",
            "volume": "32",
            "issn": "",
            "pages": "614--617",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Multiple effects of silymarin on the hepatitis C virus lifecycle",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wagoner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hepatology",
            "volume": "51",
            "issn": "",
            "pages": "1925--1921",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Inhibition of T-cell inflammatory cytokines, hepatocyte NF-kappaB signaling, and HCV infection by standardized Silymarin",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Polyak",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Gastroenterology",
            "volume": "132",
            "issn": "",
            "pages": "1925--1936",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Chikungunya virus of Asian and Central/East African genotypes in Malaysia",
            "authors": [
                {
                    "first": "I.-C",
                    "middle": [],
                    "last": "Sam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J ClinVirol",
            "volume": "46",
            "issn": "",
            "pages": "180--183",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Outbreak of Chikungunya in Johor Bahru, Malaysia: Clinical and laboratory features of hospitalized patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Med J Malaysia",
            "volume": "64",
            "issn": "",
            "pages": "220--222",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Structure-activity relationship study of arbidol derivatives as inhibitors of chikungunya virus replication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Di Mola",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioorg Med Chem",
            "volume": "22",
            "issn": "",
            "pages": "6014--6025",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Antiviral effects of Phyllanthus urinaria containing corilagin against human enterovirus 71 and Coxsackievirus A16 in vitro",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Yeo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arch Pharm Res",
            "volume": "38",
            "issn": "",
            "pages": "193--202",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A simple method of estimating fifty per cent end points",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Am J Hyg",
            "volume": "27",
            "issn": "",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mosquito cellular factors and functions in mediating the infectious entry of chikungunya virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Negl Trop Dis",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Real-time polymerase chain reaction for diagnosis and quantitation of negative strand of chikungunya virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Chiam",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "77",
            "issn": "",
            "pages": "133--137",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Silymarin inhibits CHIKV induced cytotoxic effects. CPE inhibition (a) and cell viability analysis by MTS assay (b) was carried out using Vero cells infected at an MOI = 1. Cells were treated with increasing concentrations (both kaempferol and quercetin concentration tested as high as 200 μ g/ml) of indicated flavonoids and assayed 48 h post treatment. Results of panel (a) are normalized to respective values obtained for non-infected control cells which were set as 100% for each compound. CPE inhibition assay result shows that silymarin exhibits statistically significant (P < 0.05) dose-dependent inhibition on CPE presentation. Data from triplicate assays were plotted and analyzed from a Pearson two-tailed test (Graph Pad Prism Version 5, Graph Pad Software Inc., San Diego, CA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Silymarin inhibits early post entry stages of CHIKV replication cycle. The Vero cells were treated with 100 μ g/ml of silymarin at stated time-points and infected with CHIKV at an MOI = 1 (\"0\" time point). Copy number of viral RNA in supernatants at was measured at 48 h pi. Using qRT-PCR. Data from triplicate assays were plotted using Graph Pad Prism Version 5 (Graph Pad Software Inc., San Diego, CA). Error bars represent standard deviation. VC-vehicle control (cells treated with media containing 0.1% DMSO only).Scientific RepoRts | 5:11421 | DOi: 10.1038/srep11421",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effect of silymarin against CHIKV cell entry. Silymarin does not exhibit statistically significant (P > 0.05) dose-dependent inhibition against CHIKV internalization to the Vero cells. Vehicle-treated (0.1% DMSO) cells were used as control (\"0\") concentration). Data from triplicate assays were plotted and analyzed from a non-parametric correlation (Spearman) two-tailed test (Graph Pad Prism Version 5, Graph Pad Software Inc., San Diego, CA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Evaluation of anti-CHIKV activity of silymarin using BHK-CHIKV-NCT replicon cell line.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Silymarin reduces CHIKV RNA copy number in growth medium in dose dependent manner. Silymarin exhibits a statistically significant (P < 0.05) dose-dependent inhibition of CHIKV RNA levels.As it is shown in the figure, there is no significant inhibitory effect from quercetin and kaempferol against CHIKV intracellular replication (P > 0.05). Statistical significance is analyzed from a Pearson two-tailed test (Graph Pad Prism Version 5, Graph Pad Software Inc., San Diego, CA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Silymarin suppresses accumulation of CHIKV-encoded proteins. Western blot analysis was performed to determine the effect of silymarin on production of CHIKV nsP1, nsP3 and E2 proteins. (a) Bands of the specific proteins as observed on the blot. A dose dependent reduction of CHIKV nsP1, nsP3 and E2 proteins were observed upon silymarin treatments for 48 h. (b) The above mentioned observation confirmed by calculating the relative band intensity (calculated from the band intensity of sample/band intensity of β -actin loading control) using Image J. β -actin is used as a loading control for each set of samples.Scientific RepoRts | 5:11421 | DOi: 10.1038/srep11421",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Sigma-Aldrich, St. Louis, MO, USA). Silybin was purchased from Selleckchem Corporation (Selleckchem, TX, USA). The stock solutions of flavonoids, 50 μ g/ml, were prepared in dimethyl sulfoxide (DMSO) Scientific RepoRts | 5:11421 | DOi: 10.1038/srep11421",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1. Cytotoxicity of flavonoids against Vero cells and BHK-21 cells. * NA: not applicable. MTS assay was used to evaluate the cytotoxicity of the compounds. Different concentrations of tested flavonoids up to 800 μ g/ml were used to treat the Vero cells and BHK-21 cells for 2 days. The maximum non-toxic dose (MNTD) of silymarin as the effective compound against CHIKV is > 200 μ g/ml (on Vero cells) and > 150 μ g/ml (on BHK21 cells) as more than 95% of the treated cells are viable.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Ministry of Higher Education ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 53,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgement"
        }
    ]
}