{
    "paper_id": "442464f84846ea95f2e99df37e18a512ea513ce2",
    "metadata": {
        "title": "Morbidity and Mortality Weekly Report",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Every September, CDC, private and public health institutions, and approximately 3,000 government organizations support preparedness efforts and encourage Americans to take action before, during, and after an emergency. Every community in the United States should be ready to respond to an infectious disease outbreak, chemical or radiological release, or natural disaster (1) . Public health systems should have the capacity to scale up and respond to the varying demands of public health emergencies (2) .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many emergencies happen without warning; it is important for all persons to take steps ahead of time to keep themselves and their loved ones safe and healthy. Research shows that only 46% of persons think a natural disaster is likely to occur in their community (3) . It is vital to take immediate and appropriate actions in the event of an emergency.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "(3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This year, CDC's Office of Public Health Preparedness and Response focuses on empowering individuals to better prepare for public health emergencies. The 2017 theme \"The Power of Preparedness\" highlights the importance of building and updating an emergency kit, having and reviewing an emergency plan, inspiring others to prepare, and taking immediate action to save lives. This issue of MMWR includes a report describing a series of unannounced mystery patient drills that were conducted in New York City emergency departments to assess response to potential infectious disease threats. Individual and community preparedness resources are available at https://www.cdc.gov/phpr/preparedness_month.htm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recent outbreaks of infectious diseases have revealed significant health care system vulnerabilities and highlighted the importance of rapid recognition and isolation of patients with potentially severe infectious diseases. During December 2015-May 2016, a series of unannounced \"mystery patient drills\" was carried out to assess New York City Emergency Departments' (EDs) abilities to identify and respond to patients with communicable diseases of public health concern. Drill scenarios presented a patient reporting signs or symptoms and travel history consistent with possible measles or Middle East Respiratory Syndrome (MERS). Evaluators captured key infection control performance measures, including time to patient masking and isolation. Ninety-five drills (53 measles and 42 MERS) were conducted in 49 EDs with patients masked and isolated in 78% of drills. Median time from entry to masking was 1.5 minutes (range = 0-47 minutes) and from entry to isolation was 8.5 minutes (range = 1-57). Hospitals varied in their ability to identify potentially infectious patients and implement recommended infection control measures in a timely manner. Drill findings were used to inform hospital improvement planning to more rapidly and consistently identify and isolate patients with a potentially highly infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Exercises were designed in accordance with the U.S. Department of Homeland Security Exercise and Evaluation Program (1). Scenarios were developed in collaboration with a stakeholder advisory group and consisted of a person simulating a patient entering the ED and reporting recent fever and either 1) respiratory symptoms and recent travel to the Middle East (i.e., possible MERS) or 2) a rash after traveling to Europe (i.e., possible measles). A red maculopapular measles-like rash was simulated on the neck or upper extremities of the person in the role of the measles patient using a commercially available moulage kit ( Figure 1 ). Based on previously provided ED guidance (2), the expectation was that once the patient was identified as being at high risk for having a communicable disease with a potential for respiratory transmission, he or she would be asked to don a mask and would be placed into an airborne infection isolation room.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 625,
                    "end": 633,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "All 50 New York City hospitals with emergency departments that participate in the 911 system and receive Hospital Preparedness Program funding through the U.S. Department of Health and Human Services Office of Assistant Secretary of Preparedness and Response were offered the opportunity to participate in the program; 49 agreed to take part. Exercises were conducted with a simulated patient (who served as the exercise controller), an evaluator, and up to two hospital employees (serving as trusted agents) who helped coordinate the visit. No other hospital staff members were informed of the drill. The controller entered the ED unannounced, and, when prompted by ED staff members, reported signs or symptoms consistent with the exercise scenario. The evaluator entered the ED separately with one of the trusted agents and remained in the ED during the exercise to collect data using a standardized exercise evaluation guide. The controller ended the exercise after the initial evaluation by a health care provider. Exercises were terminated and considered failed if ED wait time exceeded 30 minutes without triage. The following outcomes were evaluated: 1) compliance with key infection control measures, including staff member hand hygiene, appropriate use of personal protective equipment (PPE), and infection prevention signage; 2) association between screening interventions (e.g., travel screening) and implementation of infection control measures; and 3) key quantitative measures including time from entry of the patient until triage, until donning a mask, and until isolation. The exercise was considered successful (i.e., \"passed\") if the patient was given a mask and isolated from other patients and staff members. At the conclusion of the drill, exercise staff members facilitated a debriefing with all the drill participants including the facility trusted agents. Descriptive analyses and chi-square tests for association were performed using statistical software with p-values <0.05 considered to be statistically significant. Variable specific analyses of times excluded drills with missing time stamp data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Forty-nine New York City hospitals participated in 95 (53 measles, 42 MERS) drills during December 2015-May 2016. Overall, 76 (80%) patients were asked about recent fevers, and 81 (85%) were asked about recent travel. Questions about a rash or unusual skin lesions or respiratory symptoms were asked of 47 (50%) and 69 (68%) patients, respectively. Overall, 84 (88%) patients were given a mask, including 45 (85%) patients in the measles scenarios and 39 (93%) patients in the MERS scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Among all 95 drills, 74 (78%) passed, including 35 (83%) of 42 MERS scenarios and 39 (74%) of 53 measles scenarios (p = 0.3). Similarly, there were no significant differences in the percentage of simulated MERS and measles patients who received a mask (93% versus 85%) or were isolated (83% versus 77%) ( Figure 2 ). Nineteen (39%) of 49 hospitals failed at least one drill. Masking and isolation occurred in 88% (71 of 81) drills when travel history was obtained, compared with only 21% (3 of 14) drills when such history was not obtained (p<0.001). The median time from patient entry to triage was 1 minute for both scenarios (Table) . The median time from patient entry to masking was 1 minute in the measles scenario and 2 minutes in the MERS scenario, and from patient entry to isolation was 8 minutes in the measles scenario and 11 minutes in the MERS scenario. Assessment of other infection control practices found that 36% of staff members performed personal hand hygiene and 16% of staff members instructed patients to perform hand hygiene. In the 76 (80%) drills that resulted in the patient being isolated, precaution signage was posted outside the patient's airborne isolation room of 53 (70%), and staff members used recommended PPE when entering these rooms in 56 (74%) drills.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 628,
                    "end": 635,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "EDs and their associated waiting areas have been shown to facilitate the transmission of infections, such as measles and severe acute respiratory syndrome, to patients and health care workers, leading to spread within hospitals and surrounding communities (3, 4) . This mystery patient drill program provided an opportunity to examine real-world implementation of infectious disease-related screening and isolation of potentially high-risk patients in EDs across New York City. It also provided a reasonable baseline for expectations of ED staff member practices regarding control of highly infectious diseases at this entry point to the hospital system. Based on these findings, performance goals of 1 minute from entry to masking and 10 minutes from entry to isolation will be adopted for evaluating similar drills in the future. In addition, the overall median time from entry to isolation achieved in this study (8.5 minutes) is comparable to times achieved in an earlier Ebola drill analysis (9 minutes) (5) .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 262,
                    "text": "4)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1009,
                    "end": 1012,
                    "text": "(5)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the majority of drills were completed successfully by masking and isolating the patient, approximately 40% of hospitals failed at least one drill, and there was considerable variation in the length of time each hospital took to perform these steps. It is possible that measles cases were recognized to be an infectious risk more quickly, as the rash was a clearer objective finding. However, the higher percentage of mask provision and patient isolation in MERS scenarios suggests that a history of travel to the Middle East might be more recognizable as a high-risk exposure than history of travel to Germany in the measles scenario; it was noted on multiple drill reports that staff members were unsure if travel to Europe constituted a risk. The finding that masking and isolation occurred significantly more frequently in situations where a travel history had been elicited suggests that routinely inquiring about recent travel could prevent exposures to infectious patients at critical entry points to the health care system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another important finding was suboptimal adherence to key infection control practices, including hand hygiene (36%), PPE use (74%), and posting of isolation signage (70%), highlighting the need for routine competency-based infection-control training programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Simulated patient exercises have been demonstrated to be effective tools to evaluate hospital emergency plans (6) , and studies have validated their use for testing health care system preparedness for communicable diseases of public health concern, including Ebola, avian influenza, inhalation anthrax, and smallpox (6) (7) (8) (9) (10) . This is the first report describing the use of unannounced mystery patient drills to test ED preparedness for MERS and measles. Whereas other studies have described specific infection-control interventions, such as patient masking (7), isolation (9) , and risk-factor screening (8) , this study is unique in its use of drills to capture both key temporal measures and staff member compliance with multiple infection control practices.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "(6)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "(6)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "(9)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "(10)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "(9)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The findings in this report are subject to at least two limitations. First, exercise evaluation was limited to items that were under direct control of the staff members who participated in the drill, the controller, and the evaluator. Factors such as ED patient volume and staffing levels could potentially influence performance on a given day, but these were not evaluated. Second, controllers were not able to objectively present all signs of illness (e.g., fever, chills), and the moulage used to simulate a measles rash might have been misleading or unconvincing, although this information was not captured in the drill reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Unannounced mystery patient drills were successfully used to evaluate communicable disease response capabilities in the acute care setting in 49 New York City hospital EDs. As part of this program, a toolkit was developed to help hospitals carry out similar infectious disease drills to test protocols and identify areas for improvement. Use of standardized scenarios,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "What is already known about this topic?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Recent infectious disease epidemics highlight the importance of rapid recognition and isolation of patients with severe infectious diseases. Unannounced mystery patient drills have been used in the health care setting to evaluate protocols and staff members' ability to identify and manage potentially infectious patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "What is added by this report?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Ninety-five mystery patient drills were conducted in 49 New York City hospital emergency departments to assess responsiveness to patients with potentially severe infections. The times required to perform patient masking and isolation were evaluated; overall, patients were masked and isolated in 78% of drills. Masking and isolation occurred significantly more frequently when travel history was obtained (88%) than when it was not (21%). Overall, the median time from patient entry to masking was 1.5 minutes (range = 0-47 minutes) and from entry to isolation was 8.5 minutes (range = 1-57).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "What are the implications for public health practice?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "A toolkit was developed to support health care facilities and health departments conduct similar drills to identify areas for improvement and enhance readiness at a critical point of entry into the health care system. This toolkit could be useful for other jurisdictions. evaluation guides, and reporting templates can assist public health officials in assessing system-wide capabilities and gaps to guide interventions, and inform development of training resources to improve health care facility readiness at a critical point of entry into the health care system. The toolkit is available at http://on.nyc.gov/IDPrep.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In an emergency you can't respond effectively if you are not ready",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "CDC's evolving approach to emergency response",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Redd",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Frieden",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Secur",
            "volume": "15",
            "issn": "",
            "pages": "41--52",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2017.0006"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "New York City Department of Health and Mental Hygiene. NYC DOHMH guidance document for development of protocols for management of patients presenting to hospital emergency departments and clinics with potentially communicable diseases of public health concern",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Measles in health-care settings",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Maltezou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wicker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Infect Control",
            "volume": "41",
            "issn": "",
            "pages": "661--664",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2012.09.017"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS in healthcare facilities",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simor",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Toronto and Taiwan. Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "777--81",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1005.030791"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lessons learned from the use of \"mystery patient\" drills to assess hospital Ebola",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Foote",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Daver",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Relationship between standards of procedures for pandemic flu and level of hospital performance in simulated drills",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Adini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bar-Dayan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Emerg Med",
            "volume": "52",
            "issn": "",
            "pages": "223--232",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annemergmed.2008.03.022"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Usefulness of simulated cases for assessing pandemic influenza preparedness plans",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cardeñosa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Domínguez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carratalà",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Microbiol Infect",
            "volume": "16",
            "issn": "",
            "pages": "1364--1371",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-0691.2010.03144.x"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A no-notice drill of hospital preparedness in responding to Ebola virus disease in Taiwan",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Secur",
            "volume": "13",
            "issn": "",
            "pages": "339--383",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2015.0022"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Testing emergency medical personnel response to patients with suspected infectious disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Atas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prehosp Disaster Med",
            "volume": "19",
            "issn": "",
            "pages": "256--65",
            "other_ids": {
                "DOI": [
                    "10.1017/S1049023X00001850"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lessons learned from clinical anthrax drills: evaluation of knowledge and preparedness for a bioterrorist threat in Israeli emergency departments",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leiba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hourvitz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Emerg Med",
            "volume": "48",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annemergmed.2005.12.006"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Patient actor displaying moulage-simulated measles rash during mystery patient drills -New York City, December 2015-May 2016Photo/New York City Department of Health and Mental Hygiene",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Adherence to mask use and isolation protocols and drill pass rate* in 95 mystery patient drills, by scenario † -49 New York City emergency departments, December 2015-Abbreviation: MERS = Middle East Respiratory Syndrome. * \"Patient\" asked to don a mask and isolated from other patients and staff members. † Simulation drill, with \"patient\" describing signs and symptoms and providing travel history consistent with either possible MERS or measles.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Yale New Haven Health System Center for Emergency Preparedness and Disaster Response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "No conflicts of interest were reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}