{
    "paper_id": "449a30a14d55d5eb735468fac84e2dca5bcf75e4",
    "metadata": {
        "title": "An evaluation of contaminated complete feed as a vehicle for porcine epidemic diarrhea virus infection of naïve pigs following consumption via natural feeding behavior: proof of concept",
        "authors": [
            {
                "first": "Scott",
                "middle": [],
                "last": "Dee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Travis",
                "middle": [],
                "last": "Clement",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Schelkopf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joel",
                "middle": [],
                "last": "Nerem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Knudsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Christopher-Hennings",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Nelson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Since its initial detection in May 2013, porcine epidemic diarrhea virus (PEDV) has spread rapidly throughout the US swine industry. Initially, contaminated feed was proposed as a risk factor for PEDV; however, data were not available to support this theory. Here we provide proof of concept of this risk by describing a novel means for recovering PEDV-contaminated complete feed material from commercial swine sites and conducting an in vivo experiment to prove its infectivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: For on-farm detection of PEDV RNA in feed, paint rollers were used to collect material from at-risk feed bins from 3 clinically affected breeding herds. This material was tested by PCR and determined to be positive for PEDV-RNA (Ct = 19.50-22.20 range). To test infectivity, this material was pooled (Ct = 20.65) and a Treatment group of 3-week old PEDV-naïve piglets were allowed to consume it via natural feeding behavior. For the purpose of a Positive control, piglets were allowed to ingest feed spiked with stock PEDV (Ct = 18.23) while the negative control group received PEDV-free feed. Clinical signs of PEDV infection (vomiting and diarrhea) and viral shedding were observed in both the Positive control and Treatment group' post-consumption with virus and microscopic lesions detected in intestinal samples No evidence of infection was observed in the Negative controls. Conclusions: These data provide proof of concept that contaminated complete feed can serve as a vehicle for PEDV infection of naïve pigs using natural feeding behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine epidemic diarrhea virus (PEDV) is an enveloped single-stranded positive sense RNA virus belonging to the Order Nidovirales, the family Coronaviridae and the genus Alphacoronavirus (Saif et al. [1] ). Following detection in the US swine population during May, 2013, the virus spread rapidly across the country and 6317 cases of Porcine Epidemic Diarrhea (PED) have been confirmed in 29 states as of May 3, 2014 [2, 3] . While little information is known regarding the routes of PEDV transmission between herds, potential risk factors include infected pigs, contaminated transport and PEDV-positive aerosols [4] [5] [6] . Recently, contaminated feedstuffs have been proposed as a route of PEDV transmission to naïve pigs but its current status is unclear [7] . While an initial report from the Canadian Food Inspection Agency indicated that consumption of PEDV-positive porcine blood plasma caused disease in pigs, a follow-up study could not demonstrate that the feed pellets (complete feed) containing the blood plasma in question were capable of causing disease [8, 9] . Despite this lack of evidence, dietary modifications to enhance the biosecurity of feed have been recommended to reduce this perceived risk [10] . As more data regarding the risk of PEDV transmission via complete feed are needed, we conducted a study to test the risk of PEDV-contaminated complete feed using a novel on-farm sampling method for virus detection in feed along with an in vivo experiment (swine bioassay) using at-risk feed material. The study was based on the hypothesis that contaminated complete feed can serve as a vehicle for PEDV infection of naïve swine.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1071,
                    "end": 1074,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1075,
                    "end": 1077,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1220,
                    "end": 1224,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "During the period of January 9-13, 2014, clinical Porcine Epidemic Diarrhea was diagnosed in 3 breeding herds following acute outbreaks of anorexia, diarrhea and vomiting in isolated groups of sows. These herds were part of an organized system of commercial pork production; Farm A (4973 sows) was located in NW Iowa, while Farms B and C, 3390 sows and 3016 sows respectively, were located in SW Minnesota. All 3 herds emphasized strict biosecurity, using protocols previously validated to reduce the risk of PRRSV infection [11, 12] . Once a diagnosis of PEDV was confirmed, an investigation of each site was conducted to identify possible routes of viral entry. During the investigation, a consistent observation common to all 3 herds was noted. Specifically, from January 6-9, 2014, all 3 farms experienced an unexpected feed outage which required an \"emergency\" delivery. The emergency delivery had been deposited into a designated external storage bin which sourced feed to a distinct subpopulation of the herd. Following consumption of said feed, clinical signs became apparent only in the animals that had consumed this feed, i.e. no other signs were noted in other animals consuming other feed from other bins.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 529,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Clinical history"
        },
        {
            "text": "Based on this history, information regarding dates corresponding to recent feed deliveries, the location of the associated storage bin, the period of time between delivery of feed and clinical signs, the location of index cases in each farm, mill source and whether porcine byproducts were present in feed was collected during the investigation. In addition, all transport-related activities, diagnostic data pertaining to recent genetic introductions, and records of personnel and supply entry to each farm were reviewed. Finally, as Farms A and B were air filtered, an evaluation of filter integrity and inspection for the potential of air bypass (entry of non-filtered air through improperly sealed fans, etc.) was conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical history"
        },
        {
            "text": "Because of the potential link to feed, it was planned to sample the designated bin on each farm to determine whether PEDV could be detected in \"at-risk feed\", which was defined as feed consumed by the index population. Unfortunately, across all 3 sites, the majority of feed defined as \"at-risk\" had been consumed, leaving the designated bins nearly (or completely) empty. However, upon inspection of the bin lumen it was observed that clusters of feed material (feed particles and feed dust) were adhered to the interior walls. To access this material, a modification of a published method for sampling contaminated transport for PEDV RNA was devised [5] . Specifically, synthetic woven paint roller pads, 23 cm in length, 0.95 cm nap length (Sherwin Williams, Cleveland OH, USA) were attached to 3.6 m extension poles to access the cylindrical surface area of interior bin walls at multiple heights. To minimize environmental contamination of the roller prior to placement within the bin interior, a 4.4 L plastic bag (Ziploc, SC Johnson & Son Inc, Racine, WI, USA) covered the roller during ascension of the bin ladder. Following insertion of the roller into the bin lumen, the bag was removed and the roller was drawn across the inner walls, forcing large quantities of the adhered feed material to attach to the pad. In addition, if stored feed was present in a bin, the pad was drawn across the top layer to collect more material. Upon completion of sampling, the bag was replaced over the roller and the entire sampling apparatus was removed from the bin. Once on the ground, 200 mL of 7.2% phosphate buffered saline was poured into the bag, immersing the pad and promoting absorption of liquid. Using manual pressure, liquid was then forced from the pad into the bag and a 10 mL aliquot was decanted into a 15 mL plastic Falcon tube (Becton Dickenson, Franklin Lakes, NJ, USA) for diagnostic testing.",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 655,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Feed sampling"
        },
        {
            "text": "In addition to the sampling of the \"at risk feed bin\" on each farm, an \"on-farm control bin\" was also sampled. Control bins were located within 10 m of the \"at-risk bin\" but had not received a recent feed delivery and animals consuming feed from these bins were not clinically affected. Finally, to insure that the method did not generate false positive results, 8 feed bins across 4 PEDV negative farms were also sampled. All samples were tested for the presence of PEDV RNA using a RT-PCR at the South Dakota State University Animal Disease Research and Diagnostic Laboratory (SDSU ADRDL). A sample with a Cycle threshold (Ct) of less than 38 was considered PEDV positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feed sampling"
        },
        {
            "text": "The swine bioassay component of this study was conducted in Biosafety Level 2+ rooms at the Animal Resource Wing (ARW) at SDSU. All procedures involving animals throughout the study were performed under the guidance and approval of the SDSU Institutional Animal Care and Use Committee. Animals (n = 11, three-week old piglets) were sourced from a PEDV-naïve herd and were tested on arrival to the ARW via blood sampling and collection of rectal swabs from each pig. Prior to animal arrival, all rooms (walls, ceilings, floors and drains) were monitored for the presence of PEDV by PCR using sampling procedures previously described (8) . In addition, feed was sourced from a PEDV-naïve farm and screened by PCR prior to use.",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 635,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Swine bioassay facilities and source of animals"
        },
        {
            "text": "For the purpose of the swine bioassay, 11 piglets were divided into 3 groups and house each group in a pen within a designated room as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental design"
        },
        {
            "text": "Treatment group: 5 piglets to be fed challenge material consisting of the PCR-positive feed bin samples from herds A, B and C. Positive control group: 4 piglets to be challenged with feed spiked with stock PEDV [13] . Negative control group: 2 piglets to be fed a placebo (feed + saline).",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Experimental design"
        },
        {
            "text": "The study encompassed an 8-day period with challenge (consumption of designated feed material) occurring on day 0, followed by 6 days of diagnostic monitoring with necropsies conducted on day 7 post-challenge. Piglets were offered free-choice access to challenge material on day 0 of the study, allowing for natural feeding behavior, rather than to administer the challenge via gavage. Following IACUC approval, feed was withheld from all piglets for 12 hours prior to challenge. For the preparation of challenge for the Treatment group, 30 grams of feed material from the PCR-positive bin samples from Farms A, B and C was pooled and diluted in 30 mL of sterile phosphate buffered saline. The solution was vortexed for 2 minutes and then centrifuged at 16,000 g for 2 minutes. The supernatant was used in the PCR extraction and was then mixed with 454 grams of documented PEDV-free feed. In the case of the positive control group, 30 mL of stock PEDV was added to 454 grams of documented PEDV-free feed. Finally, for the Negative control group, an equivalent quantity of saline was added to 454 grams of PEDV-negative feed. Following consumption of challenge material, piglets were fed PEDV-free feed ad libitum for the remainder of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental design"
        },
        {
            "text": "Following consumption of their respective challenge material on day 0, the PEDV status in piglets across all 3 groups was monitored over time. On a daily basis, ARW personnel inspected animals for clinical signs of PED and collected samples as needed. Personnel moved from the Negative control group, to the Treatment group to the Positive control group every day. Showers were taken between rooms and room-specific coveralls, footwear, hairnets, gloves and P95 masks were worn. In addition, each room was ventilated individually, and HEPA filtration for both incoming and outgoing air was employed per room. If clinically affected animals were observed, rectal swabs (Dacron swabs, Fisher Scientific, Franklin Lakes, NJ, USA) were collected, along with swabs of any detectable diarrhea and vomiting. Swabs were submitted to the SDSU ADRDL and tested by PCR. On day 7 of the study, animals were humanely euthanized with intravenous sodium pentobarbital and intestinal tracts submitted for PCR and immunohistochemistry (IHC) testing and microscopic evaluation. Select samples were nucleic acid sequenced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Piglet testing"
        },
        {
            "text": "All diagnostic testing was conducted using protocols developed and validated by the South Dakota State University Animal Disease Research and Diagnostic Laboratory. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic procedures"
        },
        {
            "text": "A commercially available real-time, single tube RT-PCR assay for the detection of PEDV and TGEV was used in this study per kit instruction (Tetracore, Rockville, MD, USA). Briefly, 7 μl of the extracted RNA was added to Table 1 Temporal relationship between the delivery of \"at-risk\" feed and the onset of clinical PED in the index cases across the 3 affected breeding herds 18 μl of the master mix. The one-step real-time RT-PCR amplification conditions started with 15 minutes at 48°C, followed by 2 minutes at 95°C. The final cycles consisted of 5 seconds at 95°C and then 40 seconds at 60°C (data collection step). The program was run for 38 cycles (Cycle time) and the FAM detector was used for PEDV and the TAMRA detector was used for TGEV. Positive and negative controls were included on each run. All amplification was completed on the ABI7500 instrumentation (Austin, TX, USA).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 227,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Real-time PCR"
        },
        {
            "text": "A ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PEDV stock virus propagation"
        },
        {
            "text": "For select samples, it was planned to conduct nucleic acid sequencing of the PEDV S1 gene. Specifically, fragments of the S1 domain of the spike gene were amplified from extracted RNA. product size of 565 bp and primer pair 7 and 8 obtained a PCR product size of 745 bp. Fragments were assembled sing the Vector NTI Software (Life Technologies, Waltham, MA, USA) for a complete S1 domain. QIAGEN One-Step Master Mix (Valencia, CA, USA) was used per kit instructions with an annealing temperature of 58°C for 30 seconds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PEDV S1 Sequencing"
        },
        {
            "text": "Immunohistochemistry slides were prepared using the standard SDSU ADRDL IHC procedure, with the following modification being the use of PEDV Monoclonal antibody, of mouse ascites origin, courtesy of Steve Lawson, SDSU, at a 1:1000 dilution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemistry"
        },
        {
            "text": "During the on-farm inspection, no obvious breaches in any of the biosecurity protocols were detected across all 3 herds. No evidence of viral entry through genetic introduction, personnel error, contaminated transport or supplies were noted upon review of on-farm documentation. Finally, no breaches in the air filtration system (filter integrity, air bypass etc.) were noted on Farms A and B. In regards to feed, all herds received feed from different mills and diets contained corn, soybean meal, vitamins and trace minerals. No porcine by-products were included in any diet. Upon review of the history, a temporal relationship between the delivery of at-risk feed and the onset of clinical signs in index cases was observed (Table 1) . Across all 3 herds, clinical signs were observed within 2 days post-delivery of at-risk feed. In addition, index cases were isolated to isolated areas of each farm which only received at-risk feed. Specifically, Farm A cases were located in the exterior row of stalls in the east gestation room and in gilts housed in a single room in the developer facility. For Farm B, index cases were located in the west farrowing room while the exterior row of stalls in the north gestation room housed index cases for Farms C. Assessment of feed material in the at-risk bins across the 3 affected sites indicated the presence of PEDV RNA with Ct values ranging from 19.50-22.20 (Table 1 ). In contrast, all samples from on-farm control bins and samples from bins on PEDV-negative sites were PCR-negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 727,
                    "end": 736,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1406,
                    "end": 1414,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "Clinical history and feed sampling"
        },
        {
            "text": "The in vivo phase of the study was conducted from January 17-24 and results are summarized in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Swine bioassay"
        },
        {
            "text": "Prior to initiation of the in vivo phase of the study, all samples from incoming piglets, ARW facilities and feed were PCR negative. In regards to the Treatment group, the pooling of feed material from Farms A, B and C resulted in challenge material having a Ct value of 20.65. Following challenge, clinical signs of diarrhea were observed in the index piglet in the Treatment group on day 4 post-ingestion. PEDV-RNA was detected in a rectal swab from this animal, along with swabs collected from diarrhea in the pen. This piglet continued to shed through the remainder of the study period and 1 other piglet displayed clinical signs of diarrhea and vomiting on day 6 post-ingestion (Figures 1, 2 and 3 ). Following euthanasia, rectal swabs and intestinal tract samples from all 5 pigs were positive by PCR and IHC (Figure 4 ). In addition, microscopic evaluation of small intestinal tissues indicated re-epithelialization with diffuse villous blunting and fusion was noted ( Figure 5 ). In the Positive control group, the Ct of the stock virus used to spike its respective challenge feed was 18.23. Following consumption, shedding and clinical signs were observed in the index piglet on day 2 post-consumption with subsequent evidence of viral shedding to 2 other piglets on days 3 and 4. Similar to the Treatment group, all rectal swab samples and intestinal tract samples were PCR and IHCpositive at necropsy, along with evidence of microscopic lesions. In contrast, clinical signs, viral shedding or PEDV-positive intestinal tract samples were not observed in the Negative control group. S1 PEDV sequencing was completed on PCR-positive feed challenge material from both the Positive control group and the Treatment group, as well as an intestinal homogenate from the index piglet in the Treatment group. The sequencing results of the intestine and the Treatment feed material were similar, but different from the Positive control sample, indicating intestinal infection from consumption of the feed material.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 683,
                    "end": 702,
                    "text": "(Figures 1, 2 and 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 815,
                    "end": 824,
                    "text": "(Figure 4",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 984,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Swine bioassay"
        },
        {
            "text": "The purpose of this paper was to provide proof of concept that complete feed that was contaminated with PEDV could act as a vehicle for infection of naïve pigs. To accomplish this goal, we developed a novel means of Figure 4 Presence of PEDV antigen in a jejunal section from a treatment group piglet. This photomicrograph (400x) illustrates the presence of PEDV antigen in multiple infected enterocytes following application of immunohistochemical staining. sampling at-risk feed material under controlled field conditions and conducted a swine bioassay to demonstrate transmission under controlled experimental conditions. Under the conditions of this study, we successfully detected PEDV RNA in complete feed material across all 3 sites and proved its infectivity using natural feeding behavior, a novel finding not yet reported. These results were strengthened through the inclusion of on-farm control feed bins and bins from naïve farms and the use of a Negative control group and natural feeding behavior during the in vivo phase. The sequencing data also suggest that the intestinal infection in the Treatment group resulted from ingestion of pooled feed material from the 3 affected herds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 224,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "An acknowledged limitation of the study was that the in vivo study was not designed to estimate the frequency of feed-related PEDV infections. These results were based on very small populations of pigs and cannot be extrapolated to today's commercial farm conditions. However, the ability to complete a successful swine bioassay using a small number of animals cannot be ignored and the fact that our at-risk feed samples were collected from large commercial production sites adds to the credibility of this first attempt to investigate this risk factor. It was interesting to note the pattern of shedding (as detected by rectal swabs) in the Treatment and Positive control groups. Despite the fact we employed small numbers of animals, shedding was first detected in an index case and spread occurred throughout the group of piglets and differences were observed between the 2 groups. This suggests that when small groups are employed and/or field samples used for inoculation, the bioassay period may need to be extended to avoid the risk of false negative results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In closing, this is the first publication providing proof of concept of the risk of PEDV-contaminated complete feed to naïve pigs. It was interesting to note that since neither feed source contained animal by-products, suggesting that contamination may have occurred post-processing, however, this was not proven. Further studies should focus on understanding the possibility of post-processing contamination as well as evaluating the ability of intervention strategies, i.e. the application of heat and pressure through the pelleting process and/or the inclusion of select feed additives which may have anti-viral effects, for reduction of this risk. Finally, it is the authors hope that the results from this study will assist in uniting the North American veterinary profession with the feed and swine industries as we collectively move forward in reducing the threat of this devastating transboundary disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These data provide the initial proof of concept that contaminated complete feed can serve as a vehicle for PEDV infection of naïve pigs. Information from this study should be used to justify the need for further research towards the mitigation of said risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The data set(s) supporting the results of this article is included within the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of supporting data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diseases of Swine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sestak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Coronaviruses ; Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Karriker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ramierez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ames",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2012",
            "issn": "",
            "pages": "501--524",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation and characterization of Porcine Epidemic Diarrhea Viruses associated with the 2013 disease outbreak among swine in the United States",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ganwu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stasko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Stensland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Pillatzki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gauger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Madson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Burrough",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Harmon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Main",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "234--243",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "USDA APHIS VS NVSL NAHLN UMN Swine Health Monitoring Report: Porcine Epidemic Diarrhea Virus Reporting",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevalence of infections with enzootic respiratory and enteric virus in feeder pigs entering fattening units",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Reeth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Vet Rec",
            "volume": "135",
            "issn": "",
            "pages": "594--597",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Role of transportation in spread of porcine epidemic diarrhea virus infection, United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gauger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harmon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yeske",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Loula",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Levis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dufrense",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Main",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "5",
            "pages": "1--5",
            "other_ids": {
                "DOI": [
                    "10.3201/10.3201/eid2005.131628"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of Porcine Epidemic Diarrhea Virus in air Samples at Varying Distances to Epidemic Farms in Oklahoma",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goede",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dufrense",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Engle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the 40th Allen D. Leman Swine Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "American Association of Swine Veterinarians and USDA Center for Epidemiology and Animal Health: PED Epidemiologic Survey",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Canadian Food Inspection Agency: Statement on Porcine Epidemic Diarrhea Virus in Feed",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Canadian Food Inspection Agency: Investigation into Feed as a Possible Source of Porcine Epidemic Diarrhea (PED)",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Kansas State University applied swine nutrition team provides nursery diet options in response to PEDV concerns",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aasv E-Letter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Use of a production region model to assess the airborne spread of porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Pitkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Dee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Microbiol",
            "volume": "136",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Use of a production region model to assess the efficacy of various air filtration systems for preventing the airborne transmission of porcine reproductive and respiratory syndrome virus and Mycoplasma hyopneumoniae. Results of a 2-year study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Dee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Otake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Res",
            "volume": "154",
            "issn": "",
            "pages": "177--184",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Environmental Stability of a Cell Culture Adapted U.S. Isolate of PEDV 23rd IPVS Congress",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Okda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parmar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singrey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Christopher-Hennings",
                    "suffix": ""
                },
                {
                    "first": "Nelson",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12917-014-0176-9"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Veterinary Research",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Extraction of RNA The MagMAX™ 96 Viral Isolation Kit (Life Technologies, Waltham MA, USA) kit was used to obtain viral RNA from the samples, as described in the instructions provided (1836 M Revision F). A 175-μl volume of sample was used for the extraction. The magnetic bead extractions were completed on a Kingfisher96 instrument (Thermo Scientific, Waltham MA, USA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Supplementary information: The same animals which consumed at-risk feed from the respective feed bins demonstrated clinical signs of PEDV. Specifically, affected gestation sows were located in exterior row of stalls in west gestation facility of Farm A while gilts were located in room 2 of the developer facility. Affected farrowing sows were located in the west lactation room of Farm B. Affected gestation sows were located in the exterior row of the north gestation facility in Farm C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "= Necropsy, small intestinal tracts. DPI = Days post-ingestion of at-risk or spiked feed. V/D = vomiting & diarrhea. * = 2 pigs detected as positive on rectal swabs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "PED in treatment group. Depicted in this figure are clinically affected piglets from the Treatment group on day 6 post-ingestion of PEDV-contaminated feed. Piglets demonstrated loss of condition, rough hair coats, along with clinical signs of PED (diarrhea and vomiting). Evidence of diarrhea is visible on the pen wall behind the pigs. Prior to necropsy, rectal swabs from all 5 piglets were PEDV-positive as detected by PCR.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(5′-ATGARGTCTTT AAYYTACTTCTGG-3′), 2: (5′-CATCCTCACCWGCA CTAGTAAC-3′), 3: (5′-GTTGTGCTATGCAATATGT TTAY-3′), 4: (5′-TGAAATTAATTGTGACAGCATC-3′), 5: (5′ -TTGTCATCACCAAGTAYGGTG -3′), 6: (5′-CT AAAAGACAGGTAATCATTAACAG-3′), 7: (5′-CTG TGTTGACACTAGACAATTTAC-3′), 8: (5′-CATACT AAAGTTGGTGGGAATAC-3′) were designed to anneal to conserved genomic regions. Incorporation of degenerate bases maximizes the ability of the PCR to amplify genetically divergent PEDV variants between the US and UK strains. Primer pair 1 and 2 obtained a PCR product size of 670 bp, primer pair 3 and 4 obtained a PCR product size of 678 bp, primer pair 5 and 6 obtained a PCR Diarrhea in the treatment group pen. This figure illustrates fecal staining on the wall of the pen housing the Treatment group piglets. This image was taken on day 6 post-ingestion of PEDV-positive feed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Diarrhea on floor below the positive control group pen. Following ingestion of feed spiked with stock PEDV, piglets in the Positive control group developed clinical signs of PED 2 days post-ingestion. This photo illustrates watery diarrhea observed below the pen floor housing these piglets.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Histopathological changes caused by PEDV. This photomicrograph (400x) of a jejunal section from a Treatment group piglet demonstrates lesions secondary to PEDV infection, i.e. degeneration of enterocytes as indicated by the presence of re-epithelialization, along with villous blunting and fusion.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Summary of clinical signs and diagnostic data across the 3 groups of pigs involved in the swine bioassay",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to recognize Dr. Michele Mucciante and the Animal Resource Wing team for their significant contributions to the success of this study. Funding for this study was provided by Pipestone Applied Research ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions SD: Developed study, co-wrote paper. TC: Conducted molecular diagnostics, co-wrote paper. AS: Participated in on-farm collection. JN: Participated in on-farm collection. DK: Conducted pathological assessment of tissues and developed Figures 4-5. JCH: Provided critical review and revising of paper. EN: Provided virological expertise at the laboratory level and co-wrote paper. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}