{
    "paper_id": "44dd2bffc40a5e211d8a9c2b080b93570671d703",
    "metadata": {
        "title": "Full paper (1 of 7) 1600001 China's Response to the 2014 Ebola Outbreak in West Africa",
        "authors": [
            {
                "first": "Yanzhong",
                "middle": [
                    "Y"
                ],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seton Hall University South Orange",
                    "location": {
                        "postCode": "07079",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": "huangyan@shu.edu"
            },
            {
                "first": "",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seton Hall University South Orange",
                    "location": {
                        "postCode": "07079",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "China been in addressing the outbreak? What factors have incentivized China to respond in the way that it did? Did China contribute its fair share? And to what extent does this tell us about China's engagement in future global governance for public health emergencies? Using both quantitative and qualitative data, this paper examines the patterns and performance of China's response to the 2014 Ebola outbreak. The study finds that Beijing has become increasingly sensitive to disease outbreaks that originate from abroad, and the expanding humanitarian engagement opens the space of international cooperation over the global governance for PHEIC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DOI: 10.1002/gch2.201600001"
        },
        {
            "text": "Unlike its initial mishandling of the 2002-2003 Severe acute respiratory syndrome (SARS) outbreak, the Chinese government's response to the Ebola outbreak was swift and proactive. On March 24, 2014, right after Guinea health authorities confirmed the presence of an EVD outbreak, the Chinese embassy sent warnings to Chinese nationals there. In early April, the Chinese government provided Guinea with $50 000 in cash as emergency humanitarian aid. [6] This was followed by emergency assistance to the two other Western African countries most severely impacted by the outbreak, Liberia and Sierra Leone. At that time, China claimed that it was the first country to provide Sierra Leone medical aid to fight Ebola. [7] Almost at the same time, China began to undertake Ebola prevention and control measures back home. Emphasis was placed on monitoring passengers arriving from Ebola-affected countries for fevers. In Guangzhou, which has up to 200 000 African residents, [8] the local government authorities implemented de facto quarantine measures against passengers from West Africa, who were asked to stay at designated hotels and report their body temperature at required intervals using Global positioning system (GPS)-enabled mobile phones. [9] On August 12, 4 d after the World Health Organization (WHO) declared the EVD outbreak to be a PHEIC, China set up a joint prevention and control mechanism consisting of 22 central ministries to address Ebola prevention and control and to develop a contingency plan for the outbreak. [10] By November, the mechanism had enabled the health and inspection departments to screen more than 26 000 arrivals, identifying 88 people with fevers, though no confirmed cases of Ebola were found. [11] The outbreak also prompted China to accelerate the development of Ebola diagnostic kits and medical countermeasures. In",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 452,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 970,
                    "end": 973,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1249,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1533,
                    "end": 1537,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1734,
                    "end": 1738,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "China's Domestic Response"
        },
        {
            "text": "Beginning in March 2014, West Africa has endured the largest outbreak of Ebola viral disease (EVD) in history. As of June 2016, the virus has infected over 28 600 people and caused more than 11 300 deaths. [1] The catastrophe brought to light \"massive failure of global health governance.\" [2, 3] But the same crisis also seemed to highlight the role of China in addressing public health emergencies of international concern (PHEIC). [4] While visiting West Africa in August 2015, Chinese foreign minister Wang Yi noted that China in carrying out its largest ever health aid program in history created multiple \"firsts\": the Chinese President was the first head of state to commit explicitly to answering the call for help by three Western African countries; China used large chartered airplanes to ship the first batch of badly needed anti-epidemic supplies; China for the first time deployed a whole unit of epidemic prevention forces and military medical staff abroad; China built a Biosafety Level 3 (BSL-3) lab overseas, and set up an infectious disease medical center in another country for the first time. [5] While the accuracy of Wang's remarks is debatable, they raise interesting questions regarding China's involvement in the global response to the EVD outbreak. How responsive has August, the People's Liberation Army (PLA) academy of military medical science announced that it had developed China's first drug (jk-05) for treating Ebola. In November, the Chinese food and drug administration approved the test reagent developed by three Chinese firms, making China one of the few countries that could produce diagnostic kits. The same month, the national health and family planning commission (NHFPC) distributed clinical guidelines on Ebola response to all local health administrations and hospitals in China. [12] Yet compared to its high-profile responses to the 2009 H1N1 pandemic and the 2013 H7N9 outbreak, China seemed to adopt a less aggressive domestic approach toward the 2014 EVD outbreak. In sharp contrast to the zealous coverage of the previous two flu outbreaks, Chinese media and society appeared nonchalant toward the possible spread of Ebola in China. [13] Between August and December of 2014, the author had three times visited China, but did not notice any apparent panic or fear among ordinary Chinese over the potential spread of Ebola in China.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 294,
                    "end": 296,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1113,
                    "end": 1116,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1825,
                    "end": 1829,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2184,
                    "end": 2188,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The relatively low-profile domestic response was not so much the result of growing confidence in the government response capacity as it was the result of a more realistic assessment of the risk that EVD posed to China. A cross-sectional survey carried out in Guangzhou in November 2014 found that more than half of the respondents lacked confidence in the government ability to control an EVD outbreak. [14] Earlier, a study conducted by Chinese scientists predicted a total of 6 to 194 imported cases in China. [15] In view of the growing trade and travel links, some leading international public health experts were concerned that China was at serious risk of Ebola. [16] Senior Chinese health officials agreed that there was risk of the virus spreading into China or Chinese citizens contracting the virus overseas, but they apparently had no intention to overestimate the risk and incite major worries at home. [4, 17] After all, China did not have any direct flights to the three Western African countries. According to a study published in the Lancet, the top six destination countries of flights departing from West Africa were all in other parts of Africa followed by three European countries. China was ranked number ten in terms of passenger destinations, but the total passenger flow only accounts of 18% of that of UK and France combined. [18, 19] That being said, and the perceived low risk of Ebola spread did not lead China to write off the threat of the virus completely. The EVD outbreak unfolded at a time when the Youth Olympic Games was about to be held in Nanjing and a large number of Africans were anticipated to visit China in late August. [20] Noting, \"a single Ebola case during the games would become headlines overshadowing news on the games,\" an editorial of the official Global Times on August 4 called for \"doing a seamless job in preventing the virus from infiltrating China.\" [20] There were also concerns that the Ebola virus might ruin the annual World Economic Forum meeting in the city of Tianjin, where hundreds of business and research leaders were to gather in September, and the 2014 Asia-Pacific Economic Cooperation Economic Leaders' Meeting, which was to be held in Beijing in November. The Chinese Center for Disease Control and Prevention (China CDC) vowed to implement \"Olympiclevel preventative measures\" to contain the virus. [21] In mid-August, when the Youth Olympics began, the government kicked off new preventive measures, including banning athletes from affected countries from competing in certain events. [22] The EVD outbreak in West Africa also threatened Beijing's economic interests in the region. China is Africa's largest trade partner and Chinese firms currently engage in $15 billion worth of work in West Africa. It is a key trading partner for the three most affected countries, accounting for 47% of Sierra Leone's total trade volume, 18% of Liberia's, and 12.4% of Guinea's. [23] Prior to the outbreak, China's growing economic activities with Africa had raised the question of whether Beijing was only interested in accessing the market in order to secure the supply of natural resources in Africa and not in promoting inclusive economic development in the subcontinent. During the EVD outbreak, there were reports suggesting that China's efforts to develop mineral deposits and build roads in Western Africa might have brought infected animals into closer contact with humans, thereby facilitating the rapid spread of Ebola. [24] For economic and reputational reasons, it was in Beijing's interest to improve its image in the region. Besides participating actively in peace building efforts, health aid had increasingly become an important foreign policy instrument for China to project in Africa its soft power, defined by Joseph Nye as the ability to shape the preferences of others through appeal and attraction. [25] [26] [27] As the Second White Paper on Foreign Aid indicated, China emphasized the delivery of emergency humanitarian aid as a major form of China's foreign aid. [28] The Ebola outbreak thus opened a window of opportunity for China to showcase its soft power in Africa while foiling criticism about Beijing's mercantilist behavior in the region. [29] China made no secret its intention to use the humanitarian aid as a tool to compete with other countries for soft power in Africa. According to a scholar at the government think tank:",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 918,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 919,
                    "end": 922,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1351,
                    "end": 1355,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1356,
                    "end": 1359,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 1664,
                    "end": 1668,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1909,
                    "end": 1913,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 2375,
                    "end": 2379,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2562,
                    "end": 2566,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 2944,
                    "end": 2948,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 3496,
                    "end": 3500,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 3887,
                    "end": 3891,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 3892,
                    "end": 3896,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3897,
                    "end": 3901,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 4054,
                    "end": 4058,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 4238,
                    "end": 4242,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As a matter of fact, China's soft power building in Africa is still at its preliminary stage. In particular, China suffers from the deficit of cultural soft power in Africa. China's advantages in soft power building in Africa lies more in the attractiveness of its African policy, that is, foreign policy, in which health diplomacy to Africa as an important component of public diplomacy is the most effective and most influential. [30] Against this background, it came as no surprise that the front line of China's battle against Ebola was moved beyond its borders. According to senior Chinese health officials, providing aid to West Africa was crucial in China's efforts to construct a \"barrier\" against the spread of the virus. [31] Minister Li Bin of NHFPC was candid when she explained why China supported Western Africa's fight against Ebola: \"Infectious diseases know no boundaries … China by helping West African nations is also helping itself.\" [32] ",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Overall, China responded to the Ebola epidemic in West Africa with unprecedented generosity. While it was not unusual for China to offer humanitarian aid to countries affected by natural disasters, this was the first time China extended massive humanitarian aid to countries fighting a public health emergency. By late November of 2014, China had-throughout four consecutive phases in April, August, September, and October-offered $123 million (750 million yuan) worth of humanitarian aid to the global Ebola control efforts, China's largest ever response to an international humanitarian crisis. The package included the provision of in-kind contributions comprising of ambulances, motorcycles, medical equipment as well as prevention care supplies. It also included food aid, deployment of medical teams, and public health experts, as well as labs and treatment centers. Unlike other donors, China also provided aid to countries surrounding the three Western African countries: it provided 1800 tons of equipment and supplies to 13 countries in the region. [33] In Guinea, two-thirds of the anti-Ebola supplies were reportedly from China. There were also reports that by mid-October China had sent enough of the experimental anti-Ebola drug (jk-05) to West Africa to treat 10 000 people. [34] While the effectiveness of the drug remains unknown, another Chinese-developed experimental drug (MIL77) successfully treated a British military nurse who contracted Ebola while serving in Sierra Leone. [35] Chinese scientists also developed their own Ebola vaccine that was found to be effective based on results of the first phase-one clinical trial. [36] Unlike the other two experimental vaccines in human trials developed by the U.S. and Canadian scientists, the Chinese vaccine is the only one that has used genetic material from the current outbreak strain. [37] In May 2015, the WHO also approved an Ebola test reagent developed by a Chinese firm, which was ten times more sensitive than the benchmark for existing Ebola diagnostic. [38] China dispatched a large number of health personnel to West Africa. In August 2014, it sent three teams of infectious disease experts (totaling 115 people) to assist local medical professionals in the Ebola-stricken countries. This occurred at a time when aid groups from the United States, Europe, and Japan were evacuating their own in droves. [29] In mid-September, a 59 member Chinese laboratory team departed for Sierra Leone to help the country build its lab testing capacity, joining the Chinese medical staff that had been on the ground virtually since the beginning. The WHO Director-General Margaret Chan called China's commitment \"a huge boost, morally and operationally.\" [39] In November, China launched a treatment center in Liberia. According to the Chinese ambassador to Liberia, China was the only country to provide the construction of an Ebola treatment unit (ETU) as well as the operation and staffing of the unit. [40] This was followed by the announcement that China would send an additional 1000 personnel to help fight the outbreak, making China the largest contributor of medical staff to the crisis. [41] In Sierra Leone, the mobile lab that China helped construct reportedly tested 20% of the samples in the country, with 100% accuracy. In the meantime, China started to build a permanent biosafety lab in Sierra Leone. Launched in March 2015, the lab was the first permanent BSL-3 lab in Africa. By the end of the month, Chinese health personnel had tested 5000 samples and treated 900 patients in West Africa. [42] The number of Chinese professionals would eventually reach 1200. [5] In addition, Chinese health workers trained 12 000 local medical and public health personnel. [43] Despite its preference for bilateral aid, some of China's aid to Western Africa was routed through international and regional organizations. In October 2014, China pledged to provide $6 million to the World Food Programme (WFP) for vital food supplies, as well as $2 million funding for WHO and the African Union respectively. Through WFP, China provided 5500 tons of food aid to the three most affected Western African countries. [33] On December 2, China contributed an additional $6 million to complement UN emergency efforts through the UN Ebola Response Multi-Partner Trust Fund. [44] Besides tangible assistance, Chinese domestic experience in fighting major disease outbreaks offered a reference point for the three countries most affected by the Ebola virus. Since the virus is transmitted through contact with bodily fluids, quarantine measures-widely used in China's fight against avian flu-could help break the chain of infection. Given that early symptoms of Ebola infection are similar to those of H7N9, China's experience in handling the flu cases could also be useful to Ebola treatment. In August 2014, the official Xinhua News Agency quoted WHO officials saying that African countries could learn from China's experience in addressing the 2013 H7N9 outbreak as well as from its successful investment in public health. [65] A Chinese scholar went as far as to claim that, \"China's experience [in disease prevention and control] applies to the whole world.\" [45] There were reports suggesting that Liberia did learn from China in applying some of the public health measures such as quarantine to Ebola control. [46] ",
            "cite_spans": [
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 1290,
                    "end": 1294,
                    "text": "[34]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1498,
                    "end": 1502,
                    "text": "[35]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1648,
                    "end": 1652,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 1860,
                    "end": 1864,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 2036,
                    "end": 2040,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 2387,
                    "end": 2391,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 2725,
                    "end": 2729,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 2976,
                    "end": 2980,
                    "text": "[40]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 3167,
                    "end": 3171,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 3580,
                    "end": 3584,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 3650,
                    "end": 3653,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3748,
                    "end": 3752,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 4184,
                    "end": 4188,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 4338,
                    "end": 4342,
                    "text": "[44]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 5088,
                    "end": 5092,
                    "text": "[65]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 5226,
                    "end": 5230,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 5379,
                    "end": 5383,
                    "text": "[46]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "China's Humanitarian Assistance"
        },
        {
            "text": "The role of major non-state actors such as Médecins Sans Frontières (MSF) notwithstanding, China appeared to be more responsive to the EVD outbreak in West Africa than many The Organization for Economic Cooperation and Development (OECD) countries in the initial stage of the crisis. In April and August 2014, it twice provided aid packages worth more than $5.5 million to the three Ebola-hit countries and Guinea-Bissau. In comparison, large amounts of personnel and funding support from other countries did not arrive until after August and September, when EVD cases mushroomed and the potential global impact became clearer. Still, international pressures built with calls for China to play a more aggressive role in the global fight against Ebola. President Barack Obama voiced his frustration that China lagged behind the United States in funding the anti-Ebola effort, while a UN agency criticized Chinese billionaires for not contributing enough to fight the virus. [47] Did China contribute its fair share to the global fight against Ebola? It is hard to dispute that China trailed major OECD countries in certain aspects of health aid to Western Africa, such as building labs and ETUs. China constructed a total of 2 BSL labs, compared with 12 by the United States, 16 by Canada, and 3 by United Kingdom. It had only organized 1 ETU with 100 treatment beds, compared with 15 by the United States with 1700 treatment beds. [48] Its share in global humanitarian funding against EVD outbreak was not significant, either. According to the data compiled by Office for the Coordination of Humanitarian Affairs (OCHA), in 2014 China contributed a total of $47 million (1.3% of the grand total), which was dwarfed by the $1.8 billion U.S. contribution (49% of grand total). To be sure, funding from China was higher than traditional donors such as Norway and Switzerland, as well as countries such as India and Russia. But China also lagged behind United Kingdom, Germany, the World Bank, the European Commission, France, Sweden, Japan, Canada, and the Netherlands in terms of total funding ( Table 1) .",
            "cite_spans": [
                {
                    "start": 973,
                    "end": 977,
                    "text": "[47]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1431,
                    "end": 1435,
                    "text": "[48]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 2094,
                    "end": 2102,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Did China Contribute its Fair Share?"
        },
        {
            "text": "Total humanitarian funding as compiled by OCHA nevertheless may not be an accurate indicator of China's actual contribution to the global campaign against the EVD outbreak. China's contribution becomes much more impressive if adjusted according to gross domestic product (GDP) per capita. Adjusting for GDP per capita takes into account the country's still daunting domestic development challenges and its large population as compared to other OECD countries. When adjusted by GDP per capita, China's contribution is still no match of that of United States, but is close to that of United Kingdom, and higher than the contribution of other OECD countries. Interestingly, China and India had similar aid amount/GDP per capita ratio, suggesting a similarity in the dilemma that the two countries face in balancing their domestic development needs and the growing demands for them to assume more international responsibilities (Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 924,
                    "end": 934,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Did China Contribute its Fair Share?"
        },
        {
            "text": "Furthermore, the OCHA data does not include all in-kind support such as ambulances, pickup trucks, motorcycles, incinerators, and personal protective equipment. It also does not include the contribution of medical staff and public health experts for Ebola containment efforts, which accounts for a significant share in China's humanitarian assistance. Equally important, it does not do justice to the shifting modalities of China's health aid to Africa. For a long time, the Chinese medical teams (CMTs) posted in Africa on a rotation basis have been the main instruments of China's health-related development assistance in the region. While the CMTs play an instrumental role in providing routine medical services to local residents-indeed, a CMT treated the first case of Ebola in Conakry (Guinea's capital)-they are not adaptable and flexible enough to respond to large-scale disease outbreaks. This may explain why in addition to mobilizing CMTs already on the ground, China also dispatched emergency medical teams whose members were recruited directly from domestic health institutions. In addition, while Beijing continued to rely on more traditional humanitarian assistance instruments such as in-kind contributions and food aid, it also diversified the modalities Global Challenges 2017, 1, 1600001 www.global-challenges.com www.advancedsciencenews.com of aid to building labs and treatment centers and health personnel training. This points to \"a much more comprehensive, demand-driven response\" to affected countries' needs. [44] In doing so Beijing might still prefer bilateral aid, but a significant volume of its humanitarian aid has been channeled through multilateral international institutions, suggesting that Beijing is becoming more flexible in backing coordinated international response mechanisms. [44] ",
            "cite_spans": [
                {
                    "start": 1535,
                    "end": 1539,
                    "text": "[44]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1819,
                    "end": 1823,
                    "text": "[44]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 1272,
                    "end": 1306,
                    "text": "Global Challenges 2017, 1, 1600001",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Did China Contribute its Fair Share?"
        },
        {
            "text": "A lot of ink has been spilled on the implications of the 2014 EVD outbreak for international relations and global governance. [49, 50] Interestingly, very little has addressed China's role in the global fight against Ebola. This paper argues that China's participation sheds lights on its future engagement in global governance for public health emergencies. First, China's rise in a globalized context has made it increasingly sensitive to exogenous shocks such as PHEIC. While China's growing interaction with the outside world makes it more susceptible to global health hazards, its reemergence as a global power with ever greater interests also means that it cannot fulfill its domestic needs without a more proactive global strategy. In the case of Ebola outbreak, the risk of the virus infiltrating China, and evolving into a major outbreak was comparatively low. However, the sheer prospect of having imported cases wreak havoc on major international events China was to host, coupled with China's significant economic and political ties to Africa, prompted Beijing to support a swifter and more decisive approach to the EVD outbreak. It also explains why China quickly scaled up its efforts after it came under fire for the level of its response to the Ebola crisis. In responding to the criticism, China made it clear that its aid to Western Africa would not stop as long as the epidemic raged. [51] Second, Beijing's prompt response to the Ebola crisis opens space for further international cooperation over global health security. Over the past two decades, the interconnection between global health and security has attracted attention from both policy makers and scholars alike. [52] [53] [54] [55] Unlike the United States and other countries, Beijing has not explicitly framed the Ebola outbreak as an international security threat or deployed a large number of military personnel to the affected countries (as the U.S. did). Its dispatch of elite PLA units to the affected countries nevertheless suggests that it did view the outbreak as an existential security threat that required a response out of the normal political boundaries. Indeed, beginning in 2004 the PLA has been entrusted with \"new historic missions\" requiring it to increase its involvement in more straightforward humanitarian and relief operations. [56] In a move that demonstrated its new power projection capabilities, it took the PLA No. 302 Hospital just 3 days to assemble a team of 31 medical personnel and mobilize 150 tons of material supplies for the mission to West Africa in September 2014. It took the PLA medical support forces in Sierra Leone just one week to convert a small general hospital into one specializing in treating infectious diseases, and just one month to construct a state-of-the-art Ebola treatment centers (ETC) with 100 treatment beds. While there is no indication that PLA medical corps worked closely with their U.S. and U.K. counterparts in EVD diagnosis, treatment and containment, in light of the combined international efforts in this regard Chinese actions should be viewed as part of a larger effort by the richer countries to provide direct aid through personnel and materials. [57] Furthermore, Beijing's willingness to implicitly securitize trans-border disease outbreaks has opened a new area for future collaboration between China and other countries (e.g., the U.S.) under the Global Health Security Agenda, a global partnership that seeks to elevate global health security as a national and global priority. Indeed, during the crisis Chinese military personnel trained a Liberian engineering company so that the latter could play an instrumental role in helping the U. S. Army to construct its treatment center in the country. Similarly, the U.S. Air Force provided large forklifts to help unload the supplies that China brought to Liberia. [66] When a limited supply of ZMapp (an experimental drug being tested against Ebola) was quickly exhausted, a small private Chinese company raced ahead in the fall of 2014 and within three months made more potentially lifesaving treatments available by producing about 100 doses of MIL77 based on information in ZMapp's patent. [58] Meanwhile, the application of a security approach to the Ebola outbreak also underscored the need to reexamine the appropriateness of quarantine measures in handling acute disease outbreaks in the future. Like China, the Liberian government sought to enforce strict quarantine measures and restrict the movement of people during the crisis. While it is still unknown whether this actually resulted in reduced Ebola infections throughout the country, evidence did support the exacerbated conditions in the sealed districts. [59] In that sense, Beijing's contribution to the fight against EVD in West Africa fits with Hedley Bull's model of a 'society of states' coming together to deal with a global public bad. [60] Third, China's differentiated response toward the outbreak highlighted the challenges of reconciling the gap between domestic and foreign policy objectives. In view of the devastating power of the virus as well as the absence of core surveillance and response capacities in the three affected countries, the seemingly self-serving containment strategy contributed positively to the global efforts to stem the spread of the virus and mitigate its devastating impact in West Africa. Its unprecedented generosity and its decision not to evacuate its citizens from affected countries may also help China win hearts and minds in the region. But the emphasis on preventing the virus from entering China also led China to discriminate against travelers from affected countries, such as imposing restrictions from athletes who were about to compete in the Youth Olympics. Unhappy about being stigmatized over fears of Ebola in China, Sierra Leone and Liberia decided against sending delegations to Nanjing. Nigeria did send its team, but it pulled out of the competition after its athletes were isolated and barred from training due to concerns over Ebola. [61] While China might consider its discriminatory move necessary to protect its own people and ensure success of the games, it also tarnished its reputation and undermined its foreign policy objective of projecting soft power in the region. [62] China faced a similar dilemma when dealing with the 2009 H1N1 pandemic, where government quarantine measures targeting Mexican citizens caused a diplomatic row between the two countries. [25] This gap between domestic politics and foreign policy objectives is also attested to by the general absence of Chinese civil society organizations in international humanitarian efforts, even though a small number of Chinese professional volunteers reportedly participated in the front-line fight against Ebola by joining MSF and other non-governmental organizations (NGOs). [13] Finally, while the crisis called for a coherent and coordinated approach to an overseas disease outbreak, the bifurcation of foreign policy and business interests in a new, globalized context makes such coordination increasingly difficult. In order to maintain laboriously built goodwill and future business opportunities in the region, it was in Beijing's foreign policy interest to distinguish itself from Western countries (whose workers fled West Africa when Ebola struck) by not evacuating the thousands of imported Chinese workers at sites. [63] However, Ebola's devastating impact simultaneously triggered panic among Chinese nationals in the region. Not surprisingly, even though Beijing did not broadcast any evacuations, the number of Chinese living in affected countries-which included both workers affiliated with state owned enterprises and those who came there entirely of their own initiative-dropped by nearly half in the region from a high of 20 000 Chinese nationals in the summer of 2014. [64] This forced the Chinese ambassador to Liberia to intervene and requested local Chinese companies not to allow their workers to leave the work sites. [23] Moreover, as the state expanded its engagement in global anti-Ebola efforts, China's private sector contribution remained negligible, especially in light of the fact that the number of billionaires in the country is second only to the United States. A UN agency reportedly lashed at out China's billionaires for not contributing enough to fight Ebola. In Liberia, locals were disappointed with the lack of significant contributions made by a Chinese mining company. [64] ",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[49,",
                    "ref_id": null
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "50]",
                    "ref_id": null
                },
                {
                    "start": 1404,
                    "end": 1408,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 1692,
                    "end": 1696,
                    "text": "[52]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1697,
                    "end": 1701,
                    "text": "[53]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1702,
                    "end": 1706,
                    "text": "[54]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1707,
                    "end": 1711,
                    "text": "[55]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2333,
                    "end": 2337,
                    "text": "[56]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 3203,
                    "end": 3207,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 3872,
                    "end": 3876,
                    "text": "[66]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 4201,
                    "end": 4205,
                    "text": "[58]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 4729,
                    "end": 4733,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 4917,
                    "end": 4921,
                    "text": "[60]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 6071,
                    "end": 6075,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 6313,
                    "end": 6317,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 6505,
                    "end": 6509,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 6884,
                    "end": 6888,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 7436,
                    "end": 7440,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 7897,
                    "end": 7901,
                    "text": "[64]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 8051,
                    "end": 8055,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 8522,
                    "end": 8526,
                    "text": "[64]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Implications for Global Governance for PHEIC"
        },
        {
            "text": "During 2014-2015, China demonstrated a strong commitment to EVD prevention and control in West Africa. Through bilateral and multilateral channels, China kicked off its largest ever humanitarian mission in addressing a PHEIC. Its health aid package included cash and in-kind contributions, the dispatch of a large number of health personnel, the construction of BSL labs and treatment centers, and the development and implementation of medical countermeasures. The unprecedented generosity served the domestic needs to prevent EVD from spreading into China, but it was also consistent with China's foreign policy objective to pursue soft power in Africa. While its total funding to EVD control in West Africa was no match of top donors like the United States, it becomes much more impressive when adjusted for GDP per capita. As Beijing becomes more sensitive to disease outbreaks overseas and as the scope of its humanitarian engagement grows and diversifies, the space for China's cooperation with international actors over global health security issues will only expand. The depth and breadth of that cooperation though will continue to be constrained by the gap between its domestic and foreign policy objectives, and the bifurcation of foreign policy and business interests overseas. In short, China's response to the EVD crisis in West Africa has revealed both opportunities and limits for its participation in future global governance for PHEIC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ebola Virus Disease",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Time for the Reckoning",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                },
                {
                    "first": "Ebola",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Global",
                    "middle": [],
                    "last": "Health Governance",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The National Interest",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Embassy of the People's Republic of China in the Federal Republic of Nigeria",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Embassy of the People's Republic of China in the Republic of Guinea",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Science Insider [WWW Document",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "East China likely to handle Ebola transfer cases, China Daily (Beijing) (accessed",
            "authors": [
                {
                    "first": "China",
                    "middle": [],
                    "last": "Daily",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Renmin zhengxie bao (CPPCC News)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The New York Times",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bradsher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Xinjing",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Bound to Lead: The Changing Nature of American Power",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Nye",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Soft Power: The Means to Success in World Politics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Nye",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Information Office of the State Council, White Paper on China's Foreign Aid",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "China builds its Soft Power in Africa during the Ebola Crisis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Dangdai shijie (Contemporary World)",
            "volume": "",
            "issn": "",
            "pages": "33--35",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Ebola Technical Lunch Meeting",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "China sends thousands of doses of anti-Ebola drug to Africa",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Waldmeir",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cookson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Financial Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Guardian",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Reuters",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Issue Brief: China's Role in the Ebola Crisis",
            "authors": [],
            "year": 2014,
            "venue": "UNDP",
            "volume": "",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Introduction at \"The Health Sector Meets the Security Sector\" event, Graduate Institute",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The Telegraph [WWW Document",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The civilmilitary response to the 2014 Ebola outbreak in West Africa, The University of Sydney",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kamradt-Scott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wenham",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Smithiii",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Disease and Security: Natural Plagues and Biological Weapons in East Asia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Enemark",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Living Weapons: Biological Warfare and International Security",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koblentz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Contagion and Chaos: Disease, Ecology, and National Security in the Era of Globalization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Price-Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Routledge Handbook of Global Health Security",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rushton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Youde",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The China Challenge: Shaping the Choices of a Rising Power",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The New York Times",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The Anarchical Society: A Study of Order in World Politics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bull",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The World Post",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kozloff",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The People's Network",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Media interview with Ministry of Commerce spokesman",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Aid amount/GDP per capita (in 2014 current US$) per capita ratio. Source: Aid data is taken from the financial tracking service (FTS) total funding per donor as of 20 February 2016 (http://fts.unocha.org (table ref: R24)); GDP data is taken from the World Bank, GDP/capita 2011-2015. http://data.worldbank.org/indicator/NY.GDP.PCAP.CD.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Total humanitarian funding per donor to the EVD outbreak in 2014. The Authors. Published by WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author would like to thank Suerie Moon and the Harvard Global Health Institute for their support in initiating this study. The author would also like to thank the Council on Foreign Relations, where he is a Senior Fellow for Global Health, and Ariella Rotenberg, Lauren Greenwood, and Gabriella Meltzer for their research support. The author declares no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}