{
    "paper_id": "4501afb17c42f81f10cefa7c72ef331c15f61fb9",
    "metadata": {
        "title": "DENV Inhibits Type I IFN Production in Infected Cells by Cleaving Human STING",
        "authors": [
            {
                "first": "Sebastian",
                "middle": [],
                "last": "Aguirre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "settlement": "New York City, New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Ana",
                "middle": [
                    "M"
                ],
                "last": "Maestre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "settlement": "New York City, New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Pagni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "settlement": "New York City, New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Jenish",
                "middle": [
                    "R"
                ],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "settlement": "New York City, New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [],
                "last": "Savage",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "settlement": "New York City, New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Delia",
                "middle": [],
                "last": "Gutman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miami School of Medicine",
                    "location": {
                        "settlement": "Miami",
                        "region": "Florida"
                    }
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Maringer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "settlement": "New York City, New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Dabeiba",
                "middle": [],
                "last": "Bernal-Rubio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "settlement": "New York City, New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Reed",
                "middle": [
                    "S"
                ],
                "last": "Shabman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "settlement": "New York City, New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Viviana",
                "middle": [],
                "last": "Simon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "settlement": "New York City, New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [
                    "R"
                ],
                "last": "Rodriguez-Madoz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "settlement": "New York City, New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Lubbertus",
                "middle": [
                    "C F"
                ],
                "last": "Mulder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "settlement": "New York City, New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Glen",
                "middle": [
                    "N"
                ],
                "last": "Barber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miami School of Medicine",
                    "location": {
                        "settlement": "Miami",
                        "region": "Florida"
                    }
                },
                "email": ""
            },
            {
                "first": "Ana",
                "middle": [],
                "last": "Fernandez-Sesma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States of America",
                    "location": {
                        "settlement": "New York City, New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Dengue virus (DENV) is a pathogen with a high impact on human health. It replicates in a wide range of cells involved in the immune response. To efficiently infect humans, DENV must evade or inhibit fundamental elements of the innate immune system, namely the type I interferon response. DENV circumvents the host immune response by expressing proteins that antagonize the cellular innate immunity. We have recently documented the inhibition of type I IFN production by the proteolytic activity of DENV NS2B3 protease complex in human monocyte derived dendritic cells (MDDCs). In the present report we identify the human adaptor molecule STING as a target of the NS2B3 protease complex. We characterize the mechanism of inhibition of type I IFN production in primary human MDDCs by this viral factor. Using different human and mouse primary cells lacking STING, we show enhanced DENV replication. Conversely, mutated versions of STING that cannot be cleaved by the DENV NS2B3 protease induced higher levels of type I IFN after infection with DENV. Additionally, we show that DENV NS2B3 is not able to degrade the mouse version of STING, a phenomenon that severely restricts the replication of DENV in mouse cells, suggesting that STING plays a key role in the inhibition of DENV infection and spread in mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viral infections have a vast impact on human health, resulting in hundreds of thousands of deaths yearly. To replicate and spread, these intracellular pathogens subvert the host cellular defense machinery. Dengue virus (DENV) is the most prevalent arbovirus in humans, and productively infects cells that are involved in the immune response, such as monocytes, B cells, macrophages and dendritic cells (DCs) among others [1, 2, 3, 4, 5] . Like most viruses, DENV has evolved in order to inhibit or evade different aspects of the innate immune system, the first line of human defense against microbes. DCs are antigen presenting cells (APCs) and some of the first cells that interact with the virus after the bite of an infected mosquito. Infection of these cells induces their activation, which results in their migration to the lymph nodes where the virus can infect other susceptible cells. The kinetics of infection of different cells in the immune system is not well documented, due to the lack of immune-competent mouse models for dengue disease. Nevertheless, in mice defective for type I IFN signaling, one of the most accepted current models for dengue disease, it has been shown that DCs and macrophages are productively infected by DENV [3, 4, 5, 6] reviewed in [7] .",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 424,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 425,
                    "end": 427,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 428,
                    "end": 430,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 431,
                    "end": 433,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 434,
                    "end": 436,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1247,
                    "end": 1250,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1251,
                    "end": 1253,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1254,
                    "end": 1256,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1257,
                    "end": 1259,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1272,
                    "end": 1275,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "DENV is a single stranded RNA virus of positive polarity that, after entering the cytoplasm of the host cell, releases its genome and synthesizes a polyprotein using the cellular machinery, as a first event of the viral cycle. The DENV polyprotein is cleaved by the viral protease complex (NS2B3) and cellular proteases, including furin [8] . After this processing, some of the viral proteins have the ability to rearrange the ER membrane and create the micro-environment necessary for the production of de novo synthesized viral genomic RNA. During this event, DENV accumulates products with conserved molecular structures, like RNA with 59-triphosphate moiety or double stranded RNA, also referred to as pathogen associated molecular patterns (PAMPs). These foreign molecules are ligands of different cellular receptors engaged in their recognition, known as pattern recognition receptors (PRRs). PRRs are mainly divided into two different classes depending on their localization, associated with either the membrane or the cytoplasm. The Toll-like receptor (TLR) family is composed of membrane proteins with domains that are designed to detect extracellular PAMPs. On the other hand, the cytosolic DExD/Hbox RNA helicase proteins that contain caspase-recruiting domains (CARDs), referred to as RIG-I and MDA-5, can detect specific PAMPs present in the cytoplasm. These last two cytoplasmic sensors together with the TLR family members (TLR3/TLR7/TLR8) have been described so far as the most relevant DENV sensors [9, 10, 11] . After recognition of the mentioned PAMPs by the C-terminal helicase domain of RIG-I and MDA-5, these undergo a conformational change that exposes their CARD domains and promote the interaction with different down-stream molecules. One of the most well studied downstream molecules, referred as IPS-1 (also known as, MAVS, CARDIF or VISA), is located in the outer membrane of the mitochondria and transmits the signal via different molecules, including the tumor necrosis factor receptor associated factors 6 and 3 (TRAF6 and TRAF3) and the IkB kinase (IKK) family members (TBK1, IKKa, IKKb and IKKe) among other cellular factors [reviewed in [12] ]. Recently three different groups, using cDNA library screening of genes that induced the IFNb promoter, described an adaptor protein that localizes in the endoplasmic reticulum (ER). This protein was named as stimulator of the interferon gene (STING) [13] , mediator of IRF3 activation (MITA) [14] and endoplasmic reticulum IFN stimulator (ERIS) [15] . Also the same protein, referred to as MYPS, was previously identified as a mediator of anti-major histocompatibility complex II monoclonal antibody-induced apoptosis in B-lymphoma cells [16] . STING is highly expressed in several immune cells, including macrophages and DCs, as well as endothelial and epithelial cells [13] . This protein can interact with RIG-I and IPS-1, but not with MDA-5, and the signaling mediated by this adaptor is independent of the sensing by the TLR family members [17] . In two recent reports, it was documented that STING is involved in the pathway that mediates the detection of pathogens with DNA genomes [18] and has a role as a direct sensor of cyclic dinucleotides, a signaling molecule produced exclusively by bacteria and archea [19] . Activation of STING by some of these stimuli leads to its relocalization with TBK1 from the ER to perinuclear vesicles containing the subunit of the exocyst complex 5 (Sec5) followed by the phosphorylation of TBK-1 and the subsequent activation of the transcription factors IRF3/7 and NFkB, which translocate to the nucleus and complex with ATF2/c-Jun to induce the expression of type I IFN and pro-inflammatory cytokines [17] .",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1516,
                    "end": 1519,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1520,
                    "end": 1523,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1524,
                    "end": 1527,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2172,
                    "end": 2176,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2430,
                    "end": 2434,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2472,
                    "end": 2476,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2525,
                    "end": 2529,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2718,
                    "end": 2722,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2851,
                    "end": 2855,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3025,
                    "end": 3029,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3169,
                    "end": 3173,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3298,
                    "end": 3302,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3727,
                    "end": 3731,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A remarkable hallmark of highly virulent human pathogens is the ability, acquired through evolution, to inhibit this innate immune response by the expression of viral factors that affect one or several steps of the above described signaling cascade. Some of the most notorious examples are the influenza virus NS1 protein, that targets RIG-I for degradation, minimizing the sensing of influenza virus PAMPs by this PRR [20] or the Hepatitis C virus NS34A protease complex that cleaves the adaptor IPS-1 to interrupt the signaling that ends with the activation of IRF3, NFkB and the subsequent production of type I IFN in human hepatocytes [21] .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 423,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our group has documented that DENV is a weak inducer of type I interferon in human DCs, in particular when compared with other viruses that competently produce these cytokines in large amounts, such as Newcastle disease virus (NDV) [22] and Semliki Forest virus (SFV) [23] . This lack of type I IFN production by DCs infected with DENV results in an impaired ability of those DCs to prime T cells toward Th1 immunity, an effect that can be reversed by the addition of IFNb [24] . Nevertheless, DENV is able to induce the expression of some pro-inflammatory cytokines at early times post infection, which we hypothesize is a strategy used by this virus to attract more cells to the site of infection by allowing the expression of some chemo-attractants by infected cells. Our group described that the infection by DENV does not induce the phosphorylation of IRF3 in human primary cells, resulting in an inhibition of type I IFN production [24] . In a subsequent report, we examined the ability of DENV-infected DCs to respond to a variety of type I IFN-triggering signals using potent stimulators such as NDV, SeV, SFV, or TLR-3 ligand poly(I:C) [25] . This effect is viral dose dependent and takes place as early as 2 hours after DENV infection. We also showed that the inhibition of IFNa/b production after NDV infection in DENV-infected DCs is not a bystander effect, implying an active role of the DENVinfected DC population in the inhibition of IFNa/b. By using an NDV vector strategy to express the individual DENV nonstructural proteins (NS2A, NS2B3, NS4A and NS4B), we showed that only the recombinant NDV expressing the protease complex NS2B3 inhibited IFNa expression in infected MDDCs, as compared to NDV alone. Similar results were obtained using an IFNb promoter activity assay in 293T cells. Catalytically inactive NS2B3 mutants showed a diminished inhibition of this phenotype, which highlighted the important role for the protease activity of the NS2B3 protein as inhibitor of the type I IFN production. Interestingly, the proteolytic core of NS2B3, consisting of the last 40 amino acids of NS2B and the first 180 amino acids of NS3, was enough to reduce the activation of the IFNb promoter by a strong stimulus, such as Sendai virus (SeV) infection.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 938,
                    "end": 942,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "DENV has also been shown to express inhibitors of the type I IFN signaling cascade [26] and has been shown to encode for at least four non-structural proteins NS2A, NS4A, NS4B and NS5 that target different components of this pathway. The most remarkable example is the proteasomal degradation of human STAT2 by the NS5, a phenomenon that does not occur in mouse cells, which makes mouse STAT2 a restriction factor for DENV replication in these animals [27, 28, 29, 30, 31] . In summary, DENV can successfully inhibit two fundamental steps of the innate immune system, both the inhibition of the type I IFN production and the signaling. In this way, DENV reduces the expression of hundreds of interferon inducible genes that would otherwise establish the antiviral state and control the spread of the infection in the host.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the present report, we describe the mechanism of inhibition of type I IFN production by DENV in primary human and mouse cells and identify the human adaptor molecule STING as a target",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Dengue virus (DENV) is a pathogen with a high impact in human health that replicates in a wide range of cells of the immune system. To efficiently infect humans, DENV must evade or inhibit fundamental elements of the innate immune system, namely the type I interferon response (IFN). Thus, DENV can inhibit type I IFN signaling (described by several groups), and type I IFN production (described by our group). We documented the inhibition of type I IFN production in human monocyte derived dendritic cells (MDDCs) with an otherwise strong cytokine and chemokine profile in those cells and that the NS2B3 protease complex of DENV functions as an antagonist of type I IFN production, and its proteolytic activity is necessary for this event. Here we identify the human adaptor molecule STING as a target of the NS2B3 protease complex and characterize the mechanism of inhibition of the type I IFN production in primary human MDDCs mediated by this viral factor. We also describe that DENV NS2B3 cannot degrade the mouse version of STING, a phenomenon that strictly restricts the replication of DENV in mouse cells, suggesting that STING plays a key role in the inhibition of DENV infection and spread in mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "of the DENV NS2B3 protease complex. We demonstrate that the proteolytic activity of this viral factor is crucial for the cleavage and degradation of STING and this phenomenon impairs the production of type I IFN in DENV infected cells. Furthermore, we show that DENV NS2B3 is not able to cleave the mouse version of STING. Using STING double knockout mouse embryonic fibroblast (MEFs) and human dendritic cells, we demonstrate the relevant role of this host factor in the restriction of DENV replication in mouse cells. This is the first report showing STING as a target for cleavage and degradation by a viral protein to inhibit innate immune responses and as a host restriction factor for virus infection in primary cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "Previous results from our laboratory showed that dengue virus inhibits type I IFN production in human primary dendritic cells and that this inhibition requires a proteolytically active NS2B3 protease complex [24, 25] .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Dengue virus NS2B3 protease complex cleaves human STING"
        },
        {
            "text": "In order to identify potential NS2B3 targets we performed a bioinformatic search for potential DENV protease cleavage sites contained within members of the type I IFN pathway [32] . We identified putative cleavage sites in several known members of the type I IFN pathway (see table 1 ). After testing the factors shown in table 1 for their susceptibility to be cleaved by the DENV protease NS2B3, we observed that only STING was cleaved in our experimental set up (data not shown and figure 1). We have generated a wild type DENV-NS2B3, and a proteolytically inactive version (NS2B3-S135A), ( Figure 1A ) by direct mutagenesis [25] that were used to analyze the potential cleavage of STING by the DENV protease complex. When we compared the human amino acid sequence of human STING to its mouse counterpart we noticed that the putative NS2B3 cleavage site in hSTING which is situated at the beginning of transmembrane domain 3 ( Figure 1B ), is absent in mouse STING. In order to test the susceptibility of human and mouse STING proteins to proteolytic cleavage or degradation, we co-expressed a Cterminally HA-tagged STING alongside a wild type or catalytically active DENV-NS2B3, and a proteolytically inactive version (NS2B3-S135A) in 293T cells, ( Figure 1A ) and analyzed them by western blot (Figures 1C, 1D ). In the presence of WT NS2B3 we observed the full-length 42 kDa human STING and an additional band of about 32 KD, which is consistent with a C-terminal region product of a cleavage occurring within the first 96 aa of STING ( Figure 1C ). The additional band was not visible when the mouse version of STING or a catalytically inactive NS2B3 was used ( Figure 1C and 1D ). This putative cleavage site for the DENV NS2B3 lies very close to the conserved cysteine motif C88xxC91, or redox motif, recently described to be required for dimerization of STING and subsequent signaling in the type I IFN production pathway [33] . Regardless of their susceptibility to cleavage by the DENV NS2B3 complex, both the human and mouse versions of STING co-immunoprecipitated with the WT DENV NS2B3 complex and the proteolytically inactive mutant NS2B3 S135A ( Figure 1E , lanes 2, 3, 6 and 7). To map the putative cleavage site of human STING for the DENV NS2B3 complex, we mutated the sequence corresponding to the first three amino acids of the human site, RRG (shown in figure 1B as hSTING in red) with the sequence corresponding to the amino acids HCM found in the mouse version of STING (shown in figure 1B as mSTING). These recombinant versions of STING were co-transfected into 293T cells with the WT and mutant version of the NS2B3 protease and the ability of the DENV protease to cleave STING ( Figure 1F , lane 5) was drastically reduced when the mouse sequence was present in hSTING ( Figure 1F , lane 2). These data confirm the requirement for amino acids RRG for efficient cleavage of STING by the DENV NS2B3. However, replacement of the corresponding amino acid sequence of mouse STING (IHCM) by the human putative cleavage sequence (LRRG) does not render mouse STING susceptible to cleavage by the DENV protease ( Figure 1G , lane 2), suggesting that additional flanking amino acids are required for this cleavage. Altogether, these results strongly suggest that STING is a target for NS2B3 in human cells and possibly a restriction factor for DENV infection in the mouse.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1931,
                    "end": 1935,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 283,
                    "text": "table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 593,
                    "end": 602,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 929,
                    "end": 938,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1252,
                    "end": 1261,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1298,
                    "end": 1313,
                    "text": "(Figures 1C, 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1542,
                    "end": 1551,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1668,
                    "end": 1684,
                    "text": "Figure 1C and 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2162,
                    "end": 2171,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2375,
                    "end": 2384,
                    "text": "figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2504,
                    "end": 2513,
                    "text": "figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2706,
                    "end": 2715,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2798,
                    "end": 2807,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3131,
                    "end": 3140,
                    "text": "Figure 1G",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dengue virus NS2B3 protease complex cleaves human STING"
        },
        {
            "text": "To test whether endogenous STING undergoes the same NS2B3-dependent processing as in overexpression experiments in 293T cells, we infected human MDDCs with DENV-2 (16681 strain) and analyzed the cell lysates by western blot at different time points ( Figure 1H ). Infection of MDDCs by DENV resulted in the degradation of STING that could be detected at 24 and 48 hours post infection (hpi) ( Figure 1H , lanes 9 and 10) which correlate with peak expression levels of the NS2B3 (as detected with NS3 specific antibodies). As expected, this degradation of STING was not observed in MDDCs treated with UV-inactivated DENV or mock treated cells ( Figure 1H , lanes1-5 and 11-15). These data demonstrate that DENV NS2B3-dependent cleavage of endogenous human STING occurs in cells relevant to DENV infection (MDDCs), and therefore has the potential to play a crucial role in inhibition of type I IFN production.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 260,
                    "text": "Figure 1H",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 393,
                    "end": 402,
                    "text": "Figure 1H",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 644,
                    "end": 653,
                    "text": "Figure 1H",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dengue virus NS2B3 protease complex cleaves human STING"
        },
        {
            "text": "We next investigated whether STING cleavage by DENV NS2B3 had an impact on its ability to mediate the signaling necessary for type I IFN production. We transfected 293T cells with either hSTING (Figures 2A and 2B ) or mSTING (Figures 2C and 2D) and the three different versions of the DENV protease: wild type, the proteolytically inactive version (NS2B3-S135A) and the proteolytic core (NS2Bh-NS3pro) alongside luciferase reporter constructs driven by either an IFNb promoter (IFNb-Luc) or by three IRF3/7 binding sites (p55-C1B-Luc) (kindly provided by Dr. Megan Shaw and shown in figure 2E schematically) [34] . As shown in figures 2A and 2B, cleavage of hSTING by the DENV NS2B3-WT and NS2Bh-NS3pro greatly inhibited its ability to activate both reporter constructs, while transfection of the mutant version of the protease did not. Conversely, the DENV NS2B3 had minimal or no impact on the ability of mSTING to induce activation of either of the reporter constructs used. We did not observe any DENV NS2B3-dependent inhibition when the human adaptor TBK1 was used as a positive control to induce the IFNb promoter, demonstrating that the inhibition during dengue infection occurs upstream of this adaptor (data not shown). Taking together, these data demonstrate that cleavage of hSTING by the DENV NS2B3 precludes the induction of type I IFN responses. Moreover, to validate the observed results in human primary cells, we used E. coli DNA, a known inducer of STING signaling [35] to treat human MDDCs previously infected with DENV, UV-inactivated DENV or mock treated (as shown schematically in figure 2F ). Figures 2G, 2H and 2I show that only live DENV but not UV inactivated DENV was able to inhibit the induction of IFNb, IFNa or ISG15 by this ligand in human MDDCs.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 612,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1483,
                    "end": 1487,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 212,
                    "text": "(Figures 2A and 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1603,
                    "end": 1612,
                    "text": "figure 2F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DENV NS2B3 inhibits induction of IFNb and p55-C1B promoters by human STING"
        },
        {
            "text": "To validate the results described using p55-C1B and IFNb promoter assays in a primary cell model, we measured IFNa/b production upon infection of MDDCs either with DENV or a Semliki forest virus (SFV) expressing the DENV NS2B3 protease complex or the mutant version of the protease (NS2B3-S135A) as a control [23, 25] . Consistent with our earlier report [24] , human MDDCs infected with DENV-2 (16681 strain) were unable to produce IFNa/b. Furthermore, SFV-NS2B3 induced significantly lower levels of IFNa/b mRNA than the SFV-NS2B3-S135A ( Figures 3A and 3B ). Interestingly, SFV-NS2B3-WT induced significantly higher expression of TNFa at early times postinfection compared to SFV-NS2B3-S135A control ( Figure 3C ). As shown previously, this would suggest an involvement of the NS2B3 protease complex in the expression of this pro-inflammatory cytokine [24] . As expected, the infection of MDDCs by DENV upregulated the expression of STING in these cells ( Figure 3D ). Figure 3E shows the kinetics of infection by DENV in MDDCs, with the peak of viral RNA at 48 hpi. In contrast, the SFV vectors used in these studies show low levels of viral RNA at late times after treatment ( Figure 3F ), since these vectors are replication deficient [36] . Then we infected mouse bone marrow-DCs (BM-DCs) using the same viruses, and analyzed the gene induction profile in those cells. As expected, infection of BM-DCs by DENV was rapidly controlled, consistent with the inability of DENV to infect mouse cells, and showed an opposite kinetic of viral RNA synthesis compared to the observed pattern in human DCs, with a modest induction of cytokines ( Figure 3G to 3K). SFV is an alphavirus that can replicate in mouse cells, and DCs in particular. In this context, the SFV-NS2B3 exhibited a higher induction of both IFNa/b genes compared to the SFV-NS2B3-S135A control, showing an opposite profile than that observed in human DCs, in which SFV-NS2B3-S135A induced higher levels of IFNa/b genes ( Figure 3G and 3H) . Again, the kinetics of infection of the SFV vectors in mouse DCs ( Figure 3L) show very low levels of viral RNA, consistent with their lack of productive infection in these cells [36] . The observed phenomenon agrees with the inability of recombinant DENV-NS2B3 to cleave mouse STING and decrease the activity of the IFNb and p55-C1B promoters induced by this adaptor protein ( Figure 2C and 2D).",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2186,
                    "end": 2190,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 541,
                    "end": 558,
                    "text": "Figures 3A and 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 705,
                    "end": 714,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 959,
                    "end": 968,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 972,
                    "end": 981,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1182,
                    "end": 1191,
                    "text": "Figure 3F",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1642,
                    "end": 1651,
                    "text": "Figure 3G",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1987,
                    "end": 2004,
                    "text": "Figure 3G and 3H)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2074,
                    "end": 2084,
                    "text": "Figure 3L)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2385,
                    "end": 2394,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DENV NS2B3 antagonizes type I IFN production in human but not in mouse cells"
        },
        {
            "text": "To explore STING's impact on the DENV replication in mouse cells, we used WT (Sting +/+ ) and STING double knockout (Sting 2/2 ) mouse embryonic fibroblasts (MEFs). First, we infected WT and Sting 2/2 MEFs with two different DENV-2 strains, 16681 and NGC (a strain that was obtained after several passages in mouse brain) [37] , with an MOI of 5. Then, we measured the ability of the two DENV-2 strains to induce IFNb production, to replicate in these cells and to release infectious particles from those cells ( Figure 4A-4F ). Both DENV-2 strains induced significantly higher levels of IFNb in WT MEFs as compared to the Sting 2/2 MEFs ( Figure 4A and 4D) , underlining the relevance of STING in the signaling of type I IFN upon the infection with DENV. Consistent with the observed low induction of IFNb, Sting 2/2 MEFs were permissive to DENV replication while, despite the high MOI used, replication of DENV 16681 and NGC was rapidly controlled in WT MEFs ( Figure 4B and 4E) . The production of infectious particles by the two DENV-2 strains in WT and Sting 2/2 MEFs was measured by plaque assay and shows that the KO MEFs were more permissive to DENV infection than the WT MEFs and have very different peaks of infection ( Figure 2C and 2F). To test whether our observation was independent from the high MOI and viral strains used, we repeated the infection using different DENV serotypes (DENV-2 16681 strain, DENV-3 PR-6 strain and DENV-4 H-241 strain) and an MOI of 1, with similar results (data not shown). These results are likely due to the inability of DENV to inhibit the type I IFN signaling in mouse cells and the establishment of the antiviral state [31] Mutation of cleavage site for DENV-NS2B3 restores the ability of STING to induce type I IFN production upon DENV infection",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1668,
                    "end": 1672,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 513,
                    "end": 525,
                    "text": "Figure 4A-4F",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 640,
                    "end": 657,
                    "text": "Figure 4A and 4D)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 963,
                    "end": 980,
                    "text": "Figure 4B and 4E)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1230,
                    "end": 1239,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "STING strongly restricts the replication of DENV in mouse cells"
        },
        {
            "text": "To confirm the relevance of STING cleavage by the DENV-NS2B3 on the inhibition of type I IFN production upon DENV infection, we transduced Sting 2/2 MEFs with lentiviruses expressing either WT human STING (STING-WT) or a mutant (uncleavable) version, that harbors the mouse STING sequence at the NS2B3-cleavage site (STING-MUT) ( Figure 1B and 1F) . Twenty-four hours after transduction MEFs were infected with DENV-2 at an MOI of 1 (strains 16681 and NGC) or mock treated and the levels of IFNb, IFNa and viral RNA were measured by qRT-PCR after total RNA extraction from the cells at different times post infection ( Figure 5A-5F) . A schematic representation of the lentiviruses used is shown in figure 5G . For these experiments, as shown in figure 5A and 5D, MEFs expressing the uncleavable version of STING (STING-MUT) expressed significantly higher levels of IFNb mRNA when compared to MEFs expressing WT STING (STING-WT) or to the control MEFs (GFP) confirming that the cleavage of STING by DENV-NS2B3 is necessary for the inhibition of IFNb production in infected cells. The induction of IFNb was detected as early as 2 hpi. Infection with the two DENV-2 strains also induced higher levels of IFNa mRNA in MEFs expressing STING-MUT than in the MEFs expressing STING-WT and the GFP control ( Figure 5B and 5E ). Under these experimental conditions, the replication of the mouse adapted DENV-2 (NGC) was increased in Sting 2/2 MEFs expressing wild type STING as compared with STING-MUT ( Figure 5F ). In the case of 16681 strain, a significant increase of replication was observed only with Sting 2/2 MEFs (GFP) at 48 hpi., and no significant difference was observed in MEFs expressing the two versions of STING, presumably due to a high level of lentiviral-expressed STING that could overwhelm the ability of this non mouse-adapted DENV strain to replicate in this system ( Figure 5C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 347,
                    "text": "Figure 1B and 1F)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 619,
                    "end": 632,
                    "text": "Figure 5A-5F)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 699,
                    "end": 708,
                    "text": "figure 5G",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 746,
                    "end": 755,
                    "text": "figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1300,
                    "end": 1316,
                    "text": "Figure 5B and 5E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1495,
                    "end": 1504,
                    "text": "Figure 5F",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1882,
                    "end": 1891,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "STING strongly restricts the replication of DENV in mouse cells"
        },
        {
            "text": "As shown in figure 5 , the lack of STING cleavage was sufficient to increase the expression of type I IFN in MEFs infected with DENV. To validate these results in primary human cells, we transduced MDDCs from three different donors with the STINGexpressing lentiviruses and the GFP-only control ( Figure 5G ). STING transduced DCs were then infected with DENV-2 at an MOI of 5 and we assessed the production of IFNb in those cells. As shown in Figure 6A (showing one representative donor out of three), there were no significant differences between the levels of STING-WT and STING-MUT mRNA. This demonstrates that any difference in antiviral effect observed with the two different versions of STING is independent of the expression levels for these proteins. Upon DENV-2 infection, DCs expressing STING-MUT produced higher levels of IFNb when compared with STING-WT or GFP controls (showing statistical significance at 2 and 12 hpi). The induction of IFNb messenger RNA was detected as early as 2 hpi, which is in agreement with the results described with MEFs ( Figures 4, 5 and 6B ). These data confirm that detection of DENV infection by DCs takes place at early times post infection and that STING cleavage by DENV NS2B3 is fundamental to inhibit the signaling mediated by this adaptor in human cells. We next measured DENV replication kinetics and we found that viral RNA levels were significantly lower in DCs over-expressing STING-MUT when compared with STING-WT and GFP control ( Figure 6C ). Suggesting that the inability of DENV to cleave mutant STING and inhibit the induction of type I IFN has a direct impact on its replication kinetic and the accumulation of viral RNA in those cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 297,
                    "end": 306,
                    "text": "Figure 5G",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 444,
                    "end": 453,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1064,
                    "end": 1083,
                    "text": "Figures 4, 5 and 6B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1489,
                    "end": 1498,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Expression of STING-MUT in primary human DCs attenuates DENV replication"
        },
        {
            "text": "To determine STING's impact on DENV replication in primary human MDDCs, we used RNA interference (RNAi) to silence its endogenous expression. A decrease of STING mRNA level was observed when specific siRNAs were used compared to two scrambled control siRNAs ( Figure 7A ). As expected, the previously observed upregulation of STING after DENV infection was controlled by the STING siRNAs ( Figure 7A ). As a consequence, the reduction in STING expression resulted in an increase of DENV replication, illustrated in Figure 7B . When the viral progeny released by those infected MDDCs was quantified by plaque assay, the six donors treated with STING specific siRNA, showed viral production under this experimental conditions, however when scrambled siRNA was used, only three out of the six donors released detectable viral progeny in the supernatant ( Figure 7C ). Data shown in figures 7A and 7B correspond to donor 4 in figure 7C . Taken together, these data confirm that STING is a crucial restriction factor of DENV replication in human dendritic cells, since its silencing increases the levels of DENV replication in those cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 269,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 390,
                    "end": 399,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 515,
                    "end": 524,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 852,
                    "end": 861,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 922,
                    "end": 931,
                    "text": "figure 7C",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "STING silencing in primary human cells increases DENV replication"
        },
        {
            "text": "Different populations of cells were isolated from human blood and subsequently infected with DENV-2 at MOI of 1 and 12 h after infection supernatants were collected and RNA was extracted from cells. DENV-2 RNA was detected in all cells tested including plasmacytoid DCs (pDCs), B cells, blood circulating DCs (cDCs), monocytes as well as in monocyte-derived DCs (MDDCs) ( Figure 8A ). We also analyzed the cytokine and chemokine expression profile in all those cells by qRT-PCR (data not shown) and by multiplex ELISA (Figure 8B ) in the supernatants at 12 hpi. We observed a marked chemokine response (IL-8 and MIP1b) in monocytes, MDDCs, B cells and cDCs at this early time point, ( Figure 8B ). However pDCs did not show any significant chemokine profile after DENV-2 infection at this time point ( Figure 8B ). More interestingly, there was no significant type I IFN production observed in any of the cells tested by qRT-PCR (data not shown) or ELISA ( Figure 8B ). These data suggest that there is a coordinated and distinct kinetic of infection of DENV-2 in different cell populations in blood and there is a lack of type I IFN production in those cells after infection with this virus, at least at this early time point. The early time point of 12 hpi was chosen to obtain sufficient numbers of pDCs, since these cells have short half-lives and downregulate their specific cell surface markers in a rapid fashion. Nevertheless, we have previously reported that as early as 8 hpi, pDCs are able to produce type I IFN after infection with other viruses, such as NDV [24] .",
            "cite_spans": [
                {
                    "start": 1571,
                    "end": 1575,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 381,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 518,
                    "end": 528,
                    "text": "(Figure 8B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 685,
                    "end": 694,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 802,
                    "end": 811,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 957,
                    "end": 966,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Several human immune cells fail to produce type I IFN after DENV infection"
        },
        {
            "text": "To rule out that the lack of type I IFN production resulted from lack of cell to cell interactions, we infected whole PBMCs with DENV-2 (MOI of 1) and 18 h after infection cell supernatants were collected. Figure 8C shows multiplex ELISA data of cell supernatants from those cultures. While there is a clear IL-8 response to DENV-2 infection in PBMCs, consistent with the strong IL-8 signature observed in sera from patients [38] , there was no detectable IFNa secretion from infected PBMCs ( Figure 8C ). This suggests that DENV-2 may inhibit type I IFN production in susceptible cells within those cultures.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 215,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 493,
                    "end": 502,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Several human immune cells fail to produce type I IFN after DENV infection"
        },
        {
            "text": "Macrophages have been shown to support DENV infection in animal models, and have been proposed to play an important role during early phases of dengue virus infection [39, 40] . We tested if monocyte-derived macrophages (MDMs) when infected with DENV were able to produce type I IFN. Figure 8D shows that macrophages are efficiently infected with DENV, with an early peak of replication and produce TNFa and IL-6 after DENV infection and after SFV expressing the WT and mutant versions of the NS2B3 DENV protease complex (Figures 8E, 8F ). Under these experimental conditions we were unable to detect IFNa released by macrophages after DENV infection. Interestingly, when compared to MDDCs infected with the same viruses ( Figure 8H) , macrophages produce at least 10-fold lower levels of IFNa after SFV infection, and the inhibitory effect of the DENV protease in this system was less apparent (8G and 8H).",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 293,
                    "text": "Figure 8D",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 521,
                    "end": 536,
                    "text": "(Figures 8E, 8F",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 723,
                    "end": 733,
                    "text": "Figure 8H)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Several human immune cells fail to produce type I IFN after DENV infection"
        },
        {
            "text": "Activation of innate immunity due to the detection of viral replication products in the cell leads to the expression of hundreds of antiviral genes that controls the spread of the infection [12] . The inhibition of different steps implicated in these molecular pathways by viruses has been a matter of extensive study for several years. It has been demonstrated by others and by our group that DENV can inhibit both the production and signaling of type I IFN by the expression of viral proteins. In this way, DENV can mitigate the immune response induced by the host upon infection [24, 25, 29] . Here we have identified the human adaptor molecule STING as a protein with a predominant role in the recognition of DENV by the innate immune system. This adaptor protein was described to reside in the ER, a cellular organelle intimately related to the DENV replication process. Also, STING has been described as part of the TRAP (translocon associated protein) complex that can associate with RIG-I and IPS-1, two proteins with relevant roles in viral detection [41] . Ishikawa et al. also described an inhibition of the STING mediated IFNb production by the yellow fever virus (YFV) NS4B [42] . However, when we tried to replicate these results using the DENV NS4B, this viral protein was unable to decrease the induction of luciferase mediated by STING in an IFNb promoter assay (data not shown).",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1060,
                    "end": 1064,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1187,
                    "end": 1191,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "By co-expression experiments of human STING with the DENV NS2B3 protease complex we observed a specific cleavage at (94-RRGA-99), a site described as a putative target for DENV NS2B3 [32] that generated a cleaved band of approximately 32 KDa (Figure 1C and 1F) . Interestingly, by analysis of the sequence alignment between human STING and its mouse version we, observed a drastic difference in the amino acid sequence in this region (94-HCMA-99) (shown in figure 1B ) and the inability to cleave the mouse STING by the DENV NS2B3 was confirmed by co-expression experiments ( Figure 1D and 1G) . Furthermore, the impact that the STING cleavage by NS2B3 had on the signaling of IFNb production pathway was subsequently demonstrated using IFNb and p55-C1B promoter systems ( Figure 2 ). In these experiments, a reduction in luciferase induction was only observed for human STING, suggesting that the cleavage confirmed by WB (showed in Figures 1C and 1F ) impaired the ability of this adaptor to induce IFNb. Recently, Jin et al. described a series of mutations in hSTING that were implicated in the activation/dimerization and subsequent induction of interferon. Interestingly, two cysteines located at C88XXC91 were fundamental for the proper induction of type I IFN after stimulation [33] . It could be interesting to investigate the presence of mutations at the cleavage site of STING for DENV NS2B3 in the human population, to identify a natural resistance to DENV infection.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1285,
                    "end": 1289,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 260,
                    "text": "(Figure 1C and 1F)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 457,
                    "end": 466,
                    "text": "figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 576,
                    "end": 593,
                    "text": "Figure 1D and 1G)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 773,
                    "end": 781,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 934,
                    "end": 951,
                    "text": "Figures 1C and 1F",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "While this manuscript was under review, Yu and colleagues reported by overexpression experiments that the DENV protease can cleave the adaptor molecule MITA, [43] . In the present report we provide important data on the role of this adaptor molecule in primary human and mouse cells and during the context of DENV infection. We also confirmed the cleavage and degradation of STING by the DENV NS2B3 protease in human MDDCs in the context of DENV infection, since it is important to validate these findings in a relevant primary cell system and during virus infection ( Figure 1H ). In primary human cells as well as in mouse cells, such as MEFs and DCs, we also found that the presence of human STING allowed for greater DENV replication and the presence of mouse STING seemed to restrict DENV replication (Figure 3, figure 4 and figure 7) . We also show that the NS2B3 protease of DENV has specificity for the human STING and not for the mouse homologue of this protein ( Figure 5 and figure 6 ), suggesting that STING may be an important restriction factor in mice. Several viral proteases have been described as proteins that modulate cellular pathways, allowing many viruses to modify the intra and extracellular environment to promote optimal conditions for replication and spread. Some of the most remarkable characteristics observed at early times after infection by DENV are the lack of IFNa/b induction and a robust induction of proinflammatory cytokines like TNFa [24, 25] . As it was described in our previous work, DENV infection can abrogate IRF3 phosphorylation, but has no impact on NF-kB activity [25] . Using recombinant viruses expressing DENV-NS2B3 we observed a clear effect on the induction of TNFa in human DCs, similar to that observed with DENV infection (Figure 3 and figure 8) . Also, the inhibition of luciferase activity driven by p55-C1B promoter was considerably more efficient when compared with IFNbpromoter, since p55-C1B only harbors sites for IRF3/7 transcription factors, and IFNb-Luc has also has response elements for NFkb and AP-1 transcription factors (Figures 2B and 2D ). Furthermore, Ishikawa et al. overexpressed STING in 293T cells in the presence of different promoters driving the luciferase gene. Interestingly, STING stimulated IFNb promoter up to 400-fold, IRF3 response element (PRDIII-I-Luc) up to 1,000-fold, and NFkb responsive promoter (NF-kb-Luc) only up to 12-fold [41] . This observation suggested that STING is fundamentally involved in phosphorylation of IRF3, and under these experimental conditions showed a 100 fold less influence on NF-kb induction. Taken together, these observations suggest that DENV NS2B3 protease inhibits IFNb production by cleavage of the adaptor STING without modifying the observed NF-kb activity induced after infection by DENV. Further work exploring the impact that DENV-NS2B3 has on the induction of NF-kb activity in infected cells would confirm a putative role of this viral factor in the modulation of innate immune response by the induction of proinflammatory cytokines, a hallmark phenomenon observed during infection by DENV [44] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1474,
                    "end": 1478,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1479,
                    "end": 1482,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1613,
                    "end": 1617,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2422,
                    "end": 2426,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3124,
                    "end": 3128,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 569,
                    "end": 578,
                    "text": "Figure 1H",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 806,
                    "end": 839,
                    "text": "(Figure 3, figure 4 and figure 7)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 973,
                    "end": 994,
                    "text": "Figure 5 and figure 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1779,
                    "end": 1802,
                    "text": "(Figure 3 and figure 8)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2092,
                    "end": 2110,
                    "text": "(Figures 2B and 2D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is becoming increasingly clear that STING is a crucial adaptor in immune cells after infection with different viruses, such as HIV and DENV, among others [35, 45, 46] . These viruses require activation of their target cells in order to establish infection, or in the case of DENV to induce viremia in the host. Nevertheless, all viruses need to limit or inhibit the production of type I IFN in infected cells to avoid the establishment of an antiviral state in those cells. STING could be instrumental in these types of virus infections, since it can discriminate between the induction of type I IFN and the activation of the NFkB pathway. Along those lines, this report shows a novel mechanism of inhibition of IFN production by an RNA virus, namely DENV targeting STING. By inhibiting only type I IFN but not the NF-kB pathway, DENV induces a specific profile in infected human MDDCs and other susceptible primary cells that allow the virus to efficiently reach the lymph nodes and spread in the infected host, culminating in the production of viremia. All our experiments were performed in the context of primary infections with DENV, since we believe that the early events in primary infections dictate the quality of adaptive immune responses and the outcome of the infection. By targeting DCs and inhibiting the production of type I IFN in those cells, DENV may be able to efficiently modulate the generation of adaptive immune responses and establish infection in the host [24, 25] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1483,
                    "end": 1487,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1488,
                    "end": 1491,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been proposed that during DENV infection IPS-1 may be responsible for controlling early viral replication and type I IFN production [47] , while the IFN signaling pathway (JAK/STAT) may control late viral replication and type I IFN production in DENV infected cells [48] . It is possible that interactions between STING and IPS-1 [46] may be disrupted by the DENV NS2B3 targeting of STING. This mayinhibit type I IFN production early during DENV infection in susceptible cells, although the NS2B3 has not been shown to directly interact with IPS-1. Further experiments are required to understand these complex interplays between different signaling molecules in human primary cells infected with DENV. Our experiments demonstrate that primary human cells implicated in dengue virus infection, such as dendritic cells, macrophages, monocytes and B cells can support DENV replication, although at different levels. Interestingly, DENV infection did not induce type I IFN production in any of those human primary cells tested (Figure 8) . These different blood cells may play different roles during DENV infection in humans, such as being involved in the initial infection or in the final stage of viremia. Also, since the mouse models that support DENV replication and recapitulate dengue symptoms are deficient in type I IFN responses or are reconstituted with human immune cells [6, 49] , the inhibition of type I IFN in infected cells seems to be crucial for the establishment of infection by DENV. Our data on different cells from blood also show that the inhibition of type I IFN production by DENV is not a DC specific phenomenon ( Figure 8) .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1386,
                    "end": 1389,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1390,
                    "end": 1393,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 1030,
                    "end": 1040,
                    "text": "(Figure 8)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1643,
                    "end": 1652,
                    "text": "Figure 8)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The inability of DENV to replicate in wild type mouse cells is well documented, and many attempts have been made to develop a competent animal model to study DENV infection [50] . The data presented in this manuscript, showing the ability of DENV to replicate in Sting 2/2 MEF (Figure 4) , open new approaches to develop a mouse model to study DENV infection and also highlights the requirement that type I IFN production has on the innate immune system and for the control of invading pathogens. Ashour et al. described the adaptor STAT2 as a restriction factor for DENV replication in mouse cells [31] . Based on our combined data, an interesting approach would be the development of a transgenic mouse model with humanized STING and STAT2. This approach could provide an immune competent mouse model for DENV that eliminates two of the potential bottlenecks that exist for DENV replication in mice.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 287,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The animal protocol used in this study was reviewed and approved by the University of Miami Institutional Animal Care and Use Committee (IACUC) under IACUC protocol 11-181 ''Host Defense and the Regulation of Interferon Production: STING.''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "The University of Miami has an Animal Welfare Assurance on file with the Office of Laboratory Animal Welfare (OLAW), National Institutes of Health. The assurance number is #A-3224-01, effective July 11, 2007 . Additionally, as of July 20, 2010, the Council on Accreditation of the Association for Assessment and Accreditation of Laboratory Animal Care (AAALAC International) has continued the University of Miami's full accreditation.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 207,
                    "text": "July 11, 2007",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Vero, 293T and mouse embryonic fibroblast (MEFs), were cultured in Dulbecco's modified essential medium (DMEM) supplemented with 10% fetal bovine serum (FBS). Baby hamster kidney cells (BHK) were grown in Glasgow minimal essential medium (MEM) supplemented with 10% FBS, and 20 mM HEPES. Mosquito cells derived from Aedes albopictus, clone C6/36, were expanded at 33uC in RPMI medium with 10% FBS. All media were supplemented with 100 U/ml of L-glutamine and 100 mg/ml of penicillin-streptomycin. All tissue culture reagents were purchased from Invitrogen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell lines"
        },
        {
            "text": "Dengue virus serotype 2 (DENV-2) strains 16681 and New Guinea C were used in this study. DENV was grown in C6/36 insect cells for 6 days as described elsewhere [51] . Briefly, C6/36 cells were infected at a multiplicity of infection (MOI) of 0.01, and 6 days after infection, cell supernatants were collected, clarified, and stored at 80uC. The titers of DENV stocks were determined by limiting-dilution plaque assay on BHK cells [52] . Semliki Forest virus (SFV) expressing GFP and DENV-NS2B3 were generated as described previously [36] and titrated in BHK cells by immunofluorescence [53] .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "Lentiviral vector constructs were built using conventional molecular biology techniques. Briefly, human STING cDNA was PCR amplified from pcDNA3.1 hSTING [13] and cloned into a lentiviral vector derived from pHR SIN CSGW [54] ( Figure 5G ). Mutations in the NS2B3 cleavage site at positions 94-96 of hSTING were obtained by overlap PCR. Residues RRG were changed to the corresponding murine sequence HCM.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 237,
                    "text": "Figure 5G",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Viruses"
        },
        {
            "text": "Lentiviral vector derived viruses were obtained by transfection of HEK 293T with 3 plasmids encoding STING, HIV-1 Gag-Pol, and VSV-G respectively [55] . Viral supernatants were harvested 48 and 72 hours post-transfection, 0.45 mm filtered, concentrated at 14,000 g for 6 hours over a 20% sucrose cushion and frozen at 280uC until used.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "Monocytes, pDCs, B cells and circulating CD11c + DCs (cDCs) were isolated from blood of healthy donors (New York Blood Center) using Miltenyi isolation kits. CD14 + clinimacs, for monocytes, CD123/BDCA4 kit for pDCs and BDCA1 kit for cDCs. B cells were isolated as part of the BDCA1 kit for isolation of cDCs according to manufacturers' instructions. The purity of each cell population was tested by flow cytometry as described below and was routinely 85-95% for CD14 + cells, 87-90% for pDCs, and 95-99% for both MDDCs and cDCs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation of different populations of cells from blood"
        },
        {
            "text": "Samples of 5610 5 isolated cell populations were infected with DENV-2, 16681 at the indicated MOI in a total volume of 100 ml of DC media for 1 hour at 37 C. Then, DC media supplemented with 4% HS was added up to a final concentration of 10 6 cells/ml and cells were incubated for the remainder of the infections at 37 C. At the indicated times, cell supernatants were collected and cell pellets were used for RNA extractions. Whole PBMCs were used after ficoll centrifugation and samples of 60610 6 PBMCs were infected with DENV-2 at MOI of 1 or left uninfected. After 1 hour DC media 4% HS was added. Eighteen hpi supernatants were collected and isolation of the different cell populations after DENV-2 infection was carried out as described above.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 499,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Infection of PBMCs or individual populations of cells from blood"
        },
        {
            "text": "Human MDDCs were obtained from healthy human blood donors (New York Blood Center), following a standard protocol as previously described [24] and described above. Briefly, after Ficoll-Hypaque gradient centrifugation, CD14+ cells were isolated from the mononuclear fraction using a MACS CD14 isolation kit (Milteny Biotec) according to the manufacturer's directions. CD14+ cells were then differentiated to naïve DCs by incubation during 5 to 6 days in DC medium (RPMI supplemented with 100 U/ml L-glutamine, 100 g/ml penicillin-streptomycin, and 1 mM sodium pyruvate) with the presence of 500 U/ml human granulocyte-macrophage colony-stimulated factor (GM-CSF) (Pe-proTech), 1,000 U/ml human interleukin 4 (IL-4) (PeproTech), and 10% FBS (Hyclone). To generate MDMs, monocytes were cultured in the presence of 2000 U/ml human granulocytemacrophage colony-stimulated factor (GM-CSF) for 10 days, and media was replenished (with same concentration of GMCSF) at days 2, 5 and 8. The purity of each cell population was confirmed by flow cytometry analysis and was at least 99% for MDDCs and 95% for MDMs.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Generation of monocyte-derived dendritic cells (MDDCs) and monocyte derived macrophages (MDMs)"
        },
        {
            "text": "Femurs and tibia of wild-type C57BL/6 mice (Jackson) were soaked in 70% ethanol, washed with RPMI (Invitrogen), and epiphyses were cut to expose the bone marrow. The bones were flushed with RPMI supplemented with 10% fetal bovine serum (FBS) to extract the bone marrow. Cells were pelleted by centrifugation, washed once with RPMI and resuspended in ammonium chloride red blood cell lysis buffer. RBC lysis was performed for 1 minute at room temperature, stopped with RPMI-FBS and cells were collected by centrifugation. Bone marrow cells were seeded in 6-well dishes in RPMI containing 10% FBS, 50 U/ml Penicillin (Invitrogen), 50 mg/ml Streptomycin (Invitrogen), 20 ng/ml GM-CSF (Peprotech), 10 ng/ml IL-4 (eBioscience), and 40 mM beta-mercaptoethanol (BIO-RAD). Cells were cultured for 5 days at 37 degrees C, 5% CO2 and fresh media was added every 2-3 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of mouse bone marrow-derived dendritic cells"
        },
        {
            "text": "Human and mouse DCs were obtained as described above, and at day 5 of culture, samples of 1610 6 cells were resuspended in 100 ml of DC-medium and were infected for 45 min at 37uC with the indicated MOI of virus (diluted in DC media) or with DC medium (mock group) in a total volume of 200 ml. After the adsorption period, DC medium supplemented with 10% FBS was added up to a final volume of 1 ml, and cells were incubated for the appropriate time at 37uC. siRNA transfection and Dengue infection of human MDDCs 2.5610 4 MDDCs were seeded per well in 96 well plates and transfected with the corresponding siRNA using the StemFect RNA transfection kit (Stemgent), according to the manufacturer instructions. Chemically synthesized 27mer siRNA duplexes were obtained from OriGene Technologies, Inc. The sequences of the STING siRNA oligonucleotides used in this study are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dengue infection of MDDCs"
        },
        {
            "text": "siSTING -1:59-rGrGrCrArUrGrGrUrCrArUrArUrUrArCrAr-UrCrGrGrArUAT-39.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dengue infection of MDDCs"
        },
        {
            "text": "siSTING-2:59-rArCrCrUrGrUrGrArArArUrGrGrGrArUrCr-ArUrArArUrCAC-39.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dengue infection of MDDCs"
        },
        {
            "text": "siSTING-3:59-rGrGrArUrUrCrGrArArCrUrUrArCrArArUr-CrArGrCrArUTA-39.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dengue infection of MDDCs"
        },
        {
            "text": "Two random non-coding control siRNA were used: Sc-1 (59-rUrArCrGrUrArCrUrArUrCrGrCrGrCrGrGAT-3) from Qiagen, and Sc-2 (universal scrambled negative control siRNA duplex SR30004) from OriGene Technologies, INC. 48 h after transfection, cells were infected with Dengue virus at an MOI of 1. Briefly, cells were centrifuged (4006g, 10 min), the media was removed and 25 ml of RPMI containing the appropriate amount of virus was added and the plates were incubated for 45 min at 37uC. Then, 75 ml of RPMI with 10% FBS were added and cells were incubated at 37uC for the indicated hours. Subsequently, cells were recovered by centrifugation for 10 min at 4006g, and the cell pellets were lysed for RNA isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dengue infection of MDDCs"
        },
        {
            "text": "Plated monocytes were transduced as previously described [56] . In brief, freshly isolated monocytes were transduced with VSV-G pseudo-typed SIV VLPs and each lentiviral vector construct for 3 h by spinoculation, in the presence of 2 mg/mL polybrene (Sigma). Subsequently, cells were washed, resuspended in regular growth medium described before for the generation of monocytes derived human dendritic cells and incubated for 5 days at 37uC until stimulation. At day 5 post-transduction, MDDCs were infected with DENV as described before, and cell pellets were collected at the indicated time points, and lysed for RNA isolation.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Transduction of human MDDCs"
        },
        {
            "text": "293T cells were transfected by using Lipofectamine 2000 reagent (Invitrogen) according to the manufacturer's protocol. A type I IFN production antagonist assay was performed as described previously [25] using IFNb-Luc and p55-C1B-Luc [34, 57] . 293T cells seeded on 24-well plates were transiently transfected with 50 ng of the luciferase reporter plasmid together with a total of 400 ng of various expression plasmids or empty control plasmids. As an internal control, 50 ng pRL-TK was transfected simultaneously. Then, 24 or 48 h later, the luciferase activity in the total cell lysate was measured by using the Dual-Luciferase Reporter Assay System (Promega) according to the manufacturer's directions.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Reporter analysis"
        },
        {
            "text": "Transfection of 293T cells and infection of human DCs was performed as described above. Cell lysates were obtained after incubation of cells with RIPA lysis buffer (Sigma Aldrich) supplemented with complete protease inhibitor (Roche) and resuspended in a total of 50 ml of Laemmli sample buffer (Bio-Rad). Crude lysates were either boiled for 10 min or incubated at 42uC for 20 min and then kept on ice. Each sample was loaded in a polyacrylamide-SDS gel, and the proteins were electrophoretically separated by conventional methods. Proteins were transferred to nitrocellulose, and blots were incubated with anti-HA, anti-FLAG, anti-Actin anti-GAPDH (Sigma Aldrich) and rabbit polyclonal antibodies anti-hSTING [41] and anti-DENV NS3 (kind gift of Dr. Andrea Gamarnik), and developed using SNAP ID detection system (Millipore), following the manufacturer's instructions. Antibody-protein complexes were detected using a Western Lighting chemiluminescence system (Perkin Elmer).",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 715,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Western blot analysis"
        },
        {
            "text": "RNA from different cells was extracted using Trizol (Invitrogen), followed by a treatment with DNase using DNA-free Ambion. The concentration was evaluated in a spectrophotometer at 260 nm, and 500 ng of RNA were reverse transcribed using the iScript cDNA synthesis kit (Bio-Rad) according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation"
        },
        {
            "text": "Evaluation of the expression of human and mouse cytokines from different cell types and viral RNA was carried out using iQ SYBR green Supermix (Bio-Rad) according to the manufacturer's instructions. The PCR temperature profile was 95uC for 10 min, followed by 40 cycles of 95uC for 10 s and 60uC for 60 s. Expression levels for individual mRNAs were calculated based on their CT values using two different housekeeping genes (human: rps11 and a-tubulin genes) and (mouse: S18 and b-Actin) to normalize the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "qRT-PCR"
        },
        {
            "text": "One paired two tailed Student's t-test was used to analyze data. Data considered significant demonstrated p values less than 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infection of human dendritic cells by dengue virus causes cell maturation and cytokine production",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Shaio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "166",
            "issn": "",
            "pages": "1499--1506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human skin Langerhans cells are targets of dengue virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grouard-Vogel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mascola",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brachtel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat Med",
            "volume": "6",
            "issn": "",
            "pages": "816--820",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "American genotype structures decrease dengue virus output from human monocytes and dendritic cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cologna",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rico-Hesse",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "3929--3938",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Localization of dengue virus in naturally infected human tissues, by immunohistochemistry and in situ hybridization",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jessie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Devi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect Dis",
            "volume": "189",
            "issn": "",
            "pages": "1411--1418",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Monocytes, but not T or B cells, are the principal target cells for dengue virus (DV) infection among human peripheral blood mononuclear cells",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Rodrigo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Med Virol",
            "volume": "80",
            "issn": "",
            "pages": "134--146",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Murine model for dengue virus-induced lethal disease with increased vascular permeability",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shresta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Sharar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Prigozhin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Beatty",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "10208--10217",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Recent advances in deciphering viral and host determinants of dengue virus replication and pathogenesis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Clyde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kyle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "11418--11431",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cotranslational membrane insertion of the serine proteinase precursor NS2B-NS3(Pro) of dengue virus type 2 is required for efficient in vitro processing and is mediated through the hydrophobic regions of NS2B",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Ebner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Padmanabhan",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Biol Chem",
            "volume": "272",
            "issn": "",
            "pages": "30715--30723",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Distinct RIG-I and MDA5 signaling by RNA viruses in innate immunity",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Loo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fornek",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Crochet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bajwa",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Perwitasari",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "335--345",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human TLR3 recognizes dengue virus and modulates viral replication in vitro",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "604--615",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "RIG-I, MDA5 and TLR3 synergistically play an important role in restriction of dengue virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Nasirudeen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Negl Trop Dis",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Differential recognition of viral RNA by RIG-I",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virulence",
            "volume": "2",
            "issn": "",
            "pages": "166--169",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "STING is an endoplasmic reticulum adaptor that facilitates innate immune signalling",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Barber",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "455",
            "issn": "",
            "pages": "674--678",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The adaptor protein MITA links virus sensing receptors to IRF3 transcription factor activation",
            "authors": [
                {
                    "first": "Byy",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Diao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunity",
            "volume": "29",
            "issn": "",
            "pages": "538--550",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "ERIS, an endoplasmic reticulum IFN stimulator, activates innate immune signaling through dimerization",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "106",
            "issn": "",
            "pages": "8653--8658",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "MPYS, a novel membrane tetraspanner, is associated with major histocompatibility complex class II and mediates transduction of apoptotic signals",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Waterman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Jonscher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Short",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Reisdorph",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Cell Biol",
            "volume": "28",
            "issn": "",
            "pages": "5014--5026",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "STING-dependent signaling",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Barber",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Immunol",
            "volume": "12",
            "issn": "",
            "pages": "929--930",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The helicase DDX41 senses intracellular DNA mediated by the adaptor STING in dendritic cells",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Immunol",
            "volume": "12",
            "issn": "",
            "pages": "959--965",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "STING is a direct innate immune sensor of cyclic di-GMP",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Burdette",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sotelo-Troha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Iwig",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eckert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "478",
            "issn": "",
            "pages": "515--518",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Inhibition of retinoic acid-inducible gene I-mediated induction of beta interferon by the NS1 protein of influenza A virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mibayashi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Loo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Cardenas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "514--524",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Viral and therapeutic control of IFN-beta promoter stimulator 1 during hepatitis C virus infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Loo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "103",
            "issn": "",
            "pages": "6001--6006",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Influenza virus evades innate and adaptive immunity via the NS1 protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fernandez-Sesma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marukian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ebersole",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kaminski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "6295--6304",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Early alpha/beta interferon production by myeloid dendritic cells in response to UV-inactivated virus requires viral entry and interferon regulatory factor 3 but not MyD88",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Hidmark",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcinerney",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Nordstrom",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Douagi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Werner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "10376--10385",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Dengue virus inhibits the production of type I interferon in primary human dendritic cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodriguez-Madoz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bernal-Rubio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kaminski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fernandez-Sesma",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "4845--4850",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Inhibition of the type I interferon response in human dendritic cells by dengue virus infection requires a catalytically active NS2B3 complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodriguez-Madoz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belicha-Villanueva",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bernal-Rubio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ashour",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ayllon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "9760--9774",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Inhibition of interferon signaling by dengue virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Munoz-Jordan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Sanchez-Burgos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laurent-Rolle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "14333--14338",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Dengue virus type 2 antagonizes IFN-alpha but not IFN-gamma antiviral effect via down-regulating Tyk2-STAT signaling in the human dendritic cell",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "174",
            "issn": "",
            "pages": "8163--8172",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Dengue virus inhibits alpha interferon signaling by reducing STAT2 expression",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hibbert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gruenwald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schlaak",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "5414--5420",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "NS5 of dengue virus mediates STAT2 binding and degradation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ashour",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laurent-Rolle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "5408--5418",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Dengue virus NS5 inhibits interferon-alpha signaling by blocking signal transducer and activator of transcription 2 phosphorylation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mazzon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "200",
            "issn": "",
            "pages": "1261--1270",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Mouse STAT2 restricts early dengue virus replication",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ashour",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laurent-Rolle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belicha-Villanueva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Plumlee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "8",
            "issn": "",
            "pages": "410--421",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Functional profiling of recombinant NS3 proteases from all four serotypes of dengue virus using tetrapeptide and octapeptide substrate libraries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "28766--28774",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Identification and characterization of a loss-of-function human MPYS variant",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Genes Immun",
            "volume": "12",
            "issn": "",
            "pages": "263--269",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Direct triggering of the type I interferon system by virus infection: activation of a transcription factor complex containing IRF-3 and CBP/p300",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoneyama",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Suhara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fukuhara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "EMBO J",
            "volume": "17",
            "issn": "",
            "pages": "1087--1095",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "STING regulates intracellular DNAmediated, type I interferon-dependent innate immunity",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Barber",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "788--792",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Two-helper RNA system for production of recombinant Semliki forest virus particles",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smerdou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liljestrom",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "1092--1098",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Propagation of dengue virus strains in unweaned mice",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meiklejohn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "England",
                    "suffix": ""
                },
                {
                    "first": "Lennette",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Am J Trop Med Hyg",
            "volume": "1",
            "issn": "",
            "pages": "51--58",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Elevated levels of IL-8 in dengue hemorrhagic fever",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raghupathy",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "C"
                    ],
                    "last": "Chaturvedi",
                    "suffix": ""
                },
                {
                    "first": "Al-",
                    "middle": [],
                    "last": "Sayer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Elbishbishi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Med Virol",
            "volume": "56",
            "issn": "",
            "pages": "280--285",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Dengue virus infects macrophages and dendritic cells in a mouse model of infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kyle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Beatty",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "195",
            "issn": "",
            "pages": "1808--1817",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Cell type specificity and host genetic polymorphisms influence antibodydependent enhancement of dengue virus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boonnak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Dambach",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Donofrio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tassaneetrithep",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marovich",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "1671--1683",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "STING is an endoplasmic reticulum adaptor that facilitates innate immune signalling",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "458",
            "issn": "",
            "pages": "514--518",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "STING regulates intracellular DNAmediated, type I interferon-dependent innate immunity",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Barber",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "788--792",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Dengue Virus Targets the Adaptor Protein MITA to Subvert Host Innate Immunity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Profile of circulating levels of IL-1Ra, CXCL10/IP-10, CCL4/MIP-1beta and CCL2/MCP-1 in dengue fever and parvovirosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "De-Oliveira-Pinto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gandini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Freitas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Siqueira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Marinho",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mem Inst Oswaldo Cruz",
            "volume": "107",
            "issn": "",
            "pages": "48--56",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The cytosolic exonuclease TREX1 inhibits the innate immune response to human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Regalado-Magdos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stiggelbout",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee-Kirsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Immunol",
            "volume": "11",
            "issn": "",
            "pages": "1005--1013",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The adaptor protein MITA links virus-sensing receptors to IRF3 transcription factor activation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunity",
            "volume": "29",
            "issn": "",
            "pages": "538--550",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Cardifmediated signaling controls the initial innate response to dengue virus in vivo",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Prestwood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lada",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Benedict",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shresta",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "8276--8281",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "STAT2 mediates innate immunity to Dengue virus in the absence of STAT1 via the type I interferon receptor",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Buck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lada",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shresta",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Humanized mice show clinical signs of dengue fever according to infecting virus genotype",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mota",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rico-Hesse",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "8638--8645",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Animal models of dengue virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zompi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "",
            "pages": "62--82",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Modulation of Dengue virus infection in human cells by alpha, beta, and gamma interferons",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Edgil",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ernst",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "4957--4966",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Infection of human cells by dengue virus is modulated by different cell types and viral strains",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Edgil",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "7814--7823",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Semliki forest virus vectors engineered to express higher IL-12 levels induce efficient elimination of murine colon adenocarcinomas",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodriguez-Madoz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prieto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smerdou",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Ther",
            "volume": "12",
            "issn": "",
            "pages": "153--163",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Highlevel transduction and gene expression in hematopoietic repopulating cells using a human immunodeficiency [correction of imunodeficiency] virus type 1-based lentiviral vector containing an internal spleen focus forming virus promoter",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Demaison",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Parsley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brouns",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scherr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Battmer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Hum Gene Ther",
            "volume": "13",
            "issn": "",
            "pages": "803--813",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Generation of high-titer pseudotyped retroviral vectors with very broad host range",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Yee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Friedmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Methods Cell Biol",
            "volume": "43",
            "issn": "",
            "pages": "99--112",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "A simple, versatile and efficient method to genetically modify human monocyte-derived dendritic cells with HIV-1-derived lentiviral vectors",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goujon",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "N"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cordeil",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Protoc",
            "volume": "6",
            "issn": "",
            "pages": "806--816",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Severe acute respiratory syndrome coronavirus open reading frame (ORF) 3b, ORF 6, and nucleocapsid proteins function as interferon antagonists",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kopecky-Bromberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frieman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "548--557",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "DENV NS2B3 protease complex cleaves human STING but not mouse STING. (A) Schemes of the DENV-NS2B3 protease constructs used [wild type (WT), proteolyticaly inactive mutant (S135A) and proteolytic core (NS2Bh-NS3pro)]. (B) Representative map of the human adaptor STING showing the five transmembrane domains (TM) presented at the N-terminal region. Highlighted aminoacid sequence alignment of human and mouse STING at the N-termini of TM3 (light blue), and cleavage site of DENV NS2B3 (highlighted in red). (asterisk) indicates positions which have a single, fully conserved residue. (C) Co-transfection of DENV-NS2B3 plasmid constructs and human STING expressing plasmid in 293T cells. The samples were analyzed by SDS-PAGE and detected by Western blotting (WB). (D) Same co-transfection experiment described in (C) but using mouse STING expression plasmid. (E) Analysis of the interaction between DENV-NS2B3 protease and STING by co-immunoprecipitation assay. HA-tagged NS2B3 and FLAG-tagged human and mouse STING plasmids were transfected in 293T cells. After 48 h, cells lysates were prepared and immunoprecipitation was carried out using anti-FLAG antibody. (F) Evaluation of cleavage ability of DENV-NS2B3 on WT human STING and mutant version of human STING harboring aminoacids sequence from mouse STING (RRG/HCM) by WB using anti-HA and anti-FLAG antibodies. (G) Evaluation of cleavage ability of DENV-NS2B3 on WT mouse STING and mutant version of mouse STING harboring aminoacids sequence from human STING (IHCM/LRRG) by WB using anti-HA antibodies. (H) Degradation of endogenous human STING by DENV in primary human DCs analyzed by WB of endogenous levels of human STING and DENV NS3 protein in human DCs infected with MOCK, DENV and UV-DENV at different times post infection using anti-STING and anti-NS3 antibodies described in materials and methods. doi:10.1371/journal.ppat.1002934.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "DENV NS2B3 inhibits induction of IFNb and p55-C1B promoters by human STING. (A) 293T cells were co-transfected with a vector encoding for an IFNb promoter driving the luciferase gene, a plasmid encoding for human STING, and plasmids for different versions of DENV protease (seeFig. 1D). Luciferase activity was measured 24 hours after transfection. (B) Same as described in (A) but using a plasmid encoding for the mouse version of STING. (C) 293T cells were co-transfected with a vector encoding for p55-C1B promoter driving the luciferase gene, a plasmid encoding for the human STING and plasmids for three different version of the DENV protease (seeFig. 1D). (D) Same as described in (C) but using a plasmid encoding for the mouse version of STING. (E) Scheme of the luciferase expressing vectors used, harboring the promoters for IFNb and p55-CIB (F) Scheme of experimental design. MDDCs were treated with MOCK, DENV and UV inactivated DENV. After 12 hours, the three sets of cells were stimulated with MOCK or purified E. coli DNA and total RNA was purified at 2 and 7 hours post treatment. Relative expressions of type I IFN and ISGs, normalized against rsp11 and a-tubulin, were measured by qRT-PCR at specific time points. (G) INFb mRNA. (H) IFNa mRNA. (I) ISG15 mRNA. Data shown represents one of two independent experiments. Error bars are the standard deviation of two individual replicates. *, p,0.05. doi:10.1371/journal.ppat.1002934.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "DENV NS2B3 inhibits type I IFN production in human but not in mouse dendritic cells. Human dendritic cells were infected with MOCK, DENV-2 (16681), SFV-NS2B3-WT and SFV-NS2B3-S135A using a MOI = 1, and total RNA was extracted at 2, 6, 12, 24, 48 and 72 hpi (A to F). Relative expressions of different proteins and viral RNAs were measured by qRT-PCR at specific time points normalized against rsp11 and a-tubulin.(A) INFb mRNA. (B) IFNa mRNA. (C) TNFa mRNA. (D) STING mRNA and (E) DENV RNA, (F) SFV RNA. (G to L) Mouse dendritic cells were infected with MOCK, DENV, SFV-NS2B3-WT and SFV-NS2B3-S135A using an MOI = 1, and total RNA was extracted at 2, 6, 12, 24, 48 and 72 hpi. Relative amounts of mRNA were measured by qRT-PCR using 18S and b-actin as housekeeping genes. (G) IFNb mRNA. (H) IFNa mRNA. (I) TNFa mRNA. (J) STING mRNA. (K) DENV RNA (L) SFV RNA. Data re representative of three independent experiments from three different donors (A to F) and two individual experiments (G to L). Error bars indicate standard deviations of the mean from duplicate samples.*, p,0.05. doi:10.1371/journal.ppat.1002934.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "STING restricts replication of DENV in mouse cells. Sting +/+ and Sting 2/2 MEFs were infected with DENV-2 (16681 strain) (A, B and C) and DENV-2 (NGC strain) (D, E and F) at an MOI of 5 and total RNA was extracted at the indicated times post infection. Levels of IFNb were measured by ELISA(A and D) and DENV RNA levels were measured by qRT-PCR (B and E) using 18S and b-actin for normalization.. Infectious particles released to the supernatants of infected MEFs were measured by plaque assay on BHK cells (C and F) as described in materials and methods. Data are representative of two independent experiments. Error bars represent standard deviations of the mean of two replicate samples. *, p,0.05. doi:10.1371/journal.ppat.1002934.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Expression of mutant STING in Sting 2/2 MEFs rescues their ability to produce type I IFN and to control DENV infection. Two versions of recombinant human STING (WT and MUT) and GFP control were expressed in Sting 2/2 MEFs using lentiviral vectors (described in materials and methods). After 24 hours, infection by lentivirus was confirmed by GFP expression and MEFs were subsequently infected with DENV-2 16681 (A-C) or DENV-2 NGC (D-F). Total RNA was extracted at the specified times post infection and the levels of IFNb mRNA (A and D), IFNa mRNA (B and E), and DENV RNA (C and F) were measured by qRT-PCR. (G) Schematic representation of lentiviral vectors used in these experiments. Error bars represent standard deviations of the mean of two replicate samples.*, p,0.05. doi:10.1371/journal.ppat.1002934.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Over expression of STING in MDDCs potentiates IFNb induction and attenuates DENV replication. Primary human monocytes were transduced with lentiviruses expressing either STING-WT, STING-MUT or GFP as a control (Figure 5G and materials and methods). After five days of culture in the presence of GMCSF and IL-4 (see materials and methods) the differentiated MDDCs, were infected with DENV-2, 16681 using an MOI of 5 and total RNA was extracted at the specified times post infection. (A) Levels of STING mRNA were measured for mock and DENV infected cells at 2, 6, 12, 24 and 48 hpi. (B) Levels of mRNA for IFNb were measured as indicated for (A). (C) Replication of DENV as measured by qRT-PCR (materials and methods) using specific primers for DENV-2 at the specified times post infection. Data shown are representative of three individual experiments from three independent donors. Error bars represent the standard deviation of the mean of two replicate samples. *, p,0.05. doi:10.1371/journal.ppat.1002934.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Silencing of STING in human MDDCs results in enhanced DENV replication. Primary human MDDCs were transfected with two scramble siRNAs and three STING specific siRNAs as described in the materials and methods section. 48 hours post transfection, cells were mock or DENV-2 infected (16681)at an MOI of 1. (A) Levels of mRNA for STING were quantified by qRT-PCR at the specified times post infection. (B) Levels of DENV RNA were measured at 24 hpi by qRT-PCR (data from donor 4 is shown). (C) DENV titers were determined by plaque assay of the supernatants from infected MDDCs treated with scramble and STING siRNA from six independent donors at 24 hpi (ND: not detected). Under these experimental conditions the limit of detection for the plaque assay was 10 1 PFU (indicated with a dashed line). Data for A and B is representative of six independent donors tested in 3 separate experiments. Error bars represent the standard deviation of the mean of two replicate samples. doi:10.1371/journal.ppat.1002934.g007",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Human primary immune cells from blood fail to produce type I IFN after DENV infection. Several cell populations (pDCs, B cells, cDCs, Monocytes and MDDCs) were isolated from human blood as described in material and methods and subsequently infected with DENV-2 (166810 at MOI of 1. (A) viral RNA levels were measured in each cell population 12 h after infection by qRT-PCR using specific primers for DENV-2. (B) Cell supernatants from samples described above were collected to measure cytokine and chemokine levels by multiplex ELISA. (C) Whole PBMCs were infected with DENV-2 at MOI of 1 (black bars) or uninfected (grey bars) after ficoll centrifugation. Cytokine and chemokine levels in the PBMC supernatants were measured at 18 h post infection by multiplex ELISA. Monocyte derived macrophages (MDMs) (materials and methods) were infected with DENV-2 (16681) or SFV-NS2B3-WT and SFV-NS2B3-S135A at an MOI = 1 or mock infected for the indicated times. (D) DENV RNA levels were measured by qRT-PCR at the indicated times. Cytokines present in the supernatants from those infected MDMs were measured by multiplex ELISA: (E) TNFa levels, (F) IL-6 levels and (G) IFNa levels. (H) MDDC were infected with DENV as described for D to G and IFNa levels were measured in the supernatants by multiplex ELISA at the indicated times. Data shown for each graph are representative of three individual experiments from three independent donors. Error bars represent the standard deviation of the mean of three replicate samples. doi:10.1371/journal.ppat.1002934.g008",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "List of putative targets of DENV protease.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are very grateful to Andrea Gamarnik, and Adolfo Garcia-Sastre for their invaluable discussions and reagents. We thank Susan Majdak for excellent technical assistance. We also thank Jorge Munoz-Jordan, Megan Shaw, Irene Bosch and Cristian Smerdou for providing reporter constructs and viruses. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}