{
    "paper_id": "45398efb94483b10fc0547f0784cf50d6b2c7b9a",
    "metadata": {
        "title": "Open Access A Population Health Surveillance Theory",
        "authors": [
            {
                "first": "Farouk",
                "middle": [
                    "El"
                ],
                "last": "Allaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Montréal",
                    "location": {
                        "region": "Quebec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "Bigras-Poulin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Montréal",
                    "location": {
                        "region": "Quebec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Pascal",
                "middle": [],
                "last": "Michel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Montréal",
                    "location": {
                        "region": "Quebec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "André",
                "middle": [],
                "last": "Ravel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Montréal",
                    "location": {
                        "region": "Quebec",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "OBJECTIVES: Despite its extensive use, the term ¨Surveillance¨ often takes on various meanings in the scientific literature pertinent to public health and animal health. A critical appraisal of this literature also reveals ambiguities relating to the scope and necessary structural components underpinning the surveillance process. The authors hypothesized that these inconsistencies translate to real or perceived deficiencies in the conceptual framework of population health surveillance. This paper presents a population health surveillance theory framed upon an explicit conceptual system relative to health surveillance performed in human and animal populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The population health surveillance theory reflects the authors' system of thinking and was based on a creative process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Population health surveillance includes two broad components: one relating to the human organization (which includes expertise and the administrative program), and one relating to the system per se (which includes elements of design and method) and which can be viewed as a process. The population health surveillance process is made of five sequential interrelated steps: 1) a trigger or need, 2) problem formulation, 3) surveillance planning, 4) surveillance implementation, and 5) information communication and audit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The population health surveillance theory provides a systematic way of understanding, organizing and evaluating the population health surveillance process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Population health surveillance (PHS) represents one of the core functions of public health and animal health and is crucial in the prevention and control of various priority health conditions and diseases. The general objective of PHS is to achieve a timely and continuous assessment of a given population status with respect to a health problem [1, 2] . In short, PHS helps fulfill a need for timely and pertinent information.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 350,
                    "end": 352,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this paper, we define the word 'theory' as being a set of interconnected statements, concepts, or propositions linked by a communality of purpose or topic leading to empirical verification [3] . A theory is an attempt to understand, explain and interpret a reality of a phenomenon or a given subject matter as one sees it [3, 4] . By definition, a theory is testable and should lead to predictions [3] . The expression 'a population health surveillance theory' refers to a theory integrating all concepts essential to the surveillance process and determines the rules connecting these concepts, it should provide a systematic way of understanding, explaining and organizing surveillance and serve as a global base line. The population health surveillance theory (PHST) should also act as an organizing frame leading to the development of a functional organization (i.e., a PHS program). The PHST makes a prediction on whether or not a given surveillance program is acceptable or not, based on the exhaustivity of the concepts and the coherence of the concept relationships. According to the authors, the term 'population health surveillance' includes the surveillance of population health indicators, diseases, infections, pathogens, risk factors and any factor or determinant that may provide an indication on the health status of a population.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 329,
                    "end": 331,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The recent threat of a global influenza pandemic, the incidence of severe acute respiratory syndrome (SARS) cases in many countries, as well as the emergence and re-emergence of many more infectious diseases have demonstrated the prime importance of having effective surveillance programs at the regional, national and international levels [5] . In the new International Health Regulations (IHR), adopted in May 2005 by the 58th World Health Assembly, provision was made for a legal framework designed to prevent, protect, control and provide a public health response against diseases and health events that may constitute a public health emergency of international concern. The new IHR has established a set of rules and procedures to support the existing global outbreak alert and response system, to require countries to improve international surveillance and notification mechanisms for public health events, and to strengthen their national surveillance and intervention capacities. According to the IHR 2005, each World Health Organization (WHO) member state and each country that has agreed to be bound by these regulations shall develop, strengthen and maintain the capacity to detect, assess, notify and report health events in accordance with specific core capacity requirements [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1289,
                    "end": 1292,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1293,
                    "end": 1296,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1297,
                    "end": 1300,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "From an animal health and trade perspective, the World Trade Organization agreement on the application of Sanitary and Phytosanitary Measures (SPS agreement) sets out the basic rules for food safety and animal and plant health standards [8] . The SPS agreement is very clear regarding each country's right to adopt their own sanitary measures to protect the health of their people, animals and plants [8, 9] . These measures must be based on international standards or on a scientific assessment of risk [8, 9] . As a consequence, the SPS agreement has increased the need for countries to provide science-based evidence to support their claims regarding population health status. This has wide implications as without an effective and reliable surveillance program in operation, a country attempting to export goods would be unable to provide valid scientific and technical information on its health status to an importing country, increasing the risk of losing trade opportunities [8, 10] .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 405,
                    "end": 407,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 508,
                    "end": 510,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 982,
                    "end": 985,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 986,
                    "end": 989,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There are two important knowledge elements underpinning a PHS process: a methodological know-how set of practices and a set of concepts and principles framing the design characteristics of the surveillance program. There are a wide range of methods that are being proposed and applied in the context of PHS and despite the variety of methods and practices pro-posed, most PHS programs documented seem to rely on an illdefined conceptual base [1, [11] [12] [13] [14] [15] [16] [17] . One important concept often left ambiguous relates to delineating the PHS process from the disease control process. In the literature, three different views on this issue have been published: first, the disease control process is different from the surveillance process [18] ; second, the disease control process and therefore the intervention strategies are components of the surveillance process [19] [20] [21] ; and third, the surveillance process is part of any disease control process [1, 22, 23] .",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 445,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 973,
                    "end": 976,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 977,
                    "end": 980,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 981,
                    "end": 984,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Until 1950, the concept of 'Surveillance' was restricted to the observation of people with serious communicable diseases with the objective of detecting symptoms so that prompt isolation could be instituted [17, 24] . In 1963, Alexander Langmuir broadened the use of the term 'Surveillance' by applying it to disease rather than individuals [17, 24] . Langmuir limited the scope of surveillance to collection, analysis and dissemination of data in public health practice [17, [25] [26] [27] , thus according to Langmuir's definition, surveillance does not encompass direct responsibility for disease control activities [17, 26, 27] . In 1966, surveillance was defined by the WHO to include \"the epidemiological study of disease as a dynamic process\" and a variety of disease control activities [27, 28] . This included eight core components for an effective surveillance program, namely: detection; registration; confirmation; reporting; data analysis and interpretation; epidemic preparedness; response and control; and feedback [21] . These components were reviewed by the WHO in 2001 but the disease control activities were still kept within the scope of public health surveillance programs [29] . Other public health researchers proposed activities similar to the ones proposed by the WHO to scope the PHS, but excluded components relating to epidemic preparedness, and the response and disease control activities from their definition [18, [30] [31] [32] [33] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1440,
                    "end": 1444,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1445,
                    "end": 1449,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1450,
                    "end": 1454,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1455,
                    "end": 1459,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1460,
                    "end": 1464,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "For animal health specialists, PHS programs only require three components: first, a defined disease monitoring program; second, a predefined disease intervention strategy; and third, a defined threshold of disease frequency [1, 19] . In this case, 'monitoring' describes the ongoing efforts directed at assessing the health and disease status of a given population, which necessitates a program for collecting, processing and summarizing data, and disseminating information to appropriate organization as well as individuals [1, 11, 19] .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "One of the main consequences of this inconsistent scoping of surveillance and misunderstanding of the driving concepts is the difficulty in establishing rigorous evaluations of surveillance programs. Although we can find a wealth of publications describing the concepts, applications and methods that can be used in the context of PHS, these elements have never been assembled to constitute the base of a PHST [1, [11] [12] [13] [14] [15] [16] [17] 32] .",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 413,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The main objective of this paper is to propose a theory of population health surveillance which would be based on an explicit system of values about health surveillance in a given population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The population health surveillance theory reflects the authors' system of thinking and was based on a creative process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The authors used the definitions of Carol Grbich for the following concepts: constructivism, positivism and intersubjectivity [34] .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The word 'Surveillance' was originally derived for the French verb 'Surveiller' which literally means 'to watch over'. In this context, \"Surveillance\" refers broadly to the activity of watching over a person, a population, an object or a phenomenon. More specifically, surveillance is a continuous and dynamic process of close observation of a specific target. Hence, in addition to the notion of 'observation', surveillance should implicitly include the following elements: ongoing data collection, analysis, interpretation, knowledge production, and timely information dissemination (i.e. information sharing) on the state of a predefined target to an appropriate audience (e.g. stakeholders, decision-makers), it is therefore essentially a repetitive process aimed at producing targeted information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The broad notion of surveillance"
        },
        {
            "text": "PHS refers to the health surveillance of a given population as measured by health or disease indicators while 'individual health surveillance' refers to the description of the health or disease status of a person or an animal. Unlike individual health surveillance, PHS involves a specific population structure (e.g. subpopulations, population at risk) often varying in time and space and can be further seen as a collective activity in consideration of the organized human effort needed for its functioning. This relates to the concept of \"organization\" in the primary sense of the term, such as a group of people that work together, setting objectives and then judiciously using financial and material resources to achieve them. In short, PHS is a specialized type of organization which performs surveillance on populations. The following observations concerning PHS can also be made:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population health surveillance"
        },
        {
            "text": "PHS is a type of organization which enables the production of epidemiological intelligence. As such, one of the central tasks should be the ability to detect and prioritize which hazards should be investigated (problem definition).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population health surveillance"
        },
        {
            "text": "PHS also goes beyond simply observing a given population. PHS often involves a specific target (e.g. specific disease and population), specific objective(s) and continuous (repetitive) processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population health surveillance"
        },
        {
            "text": "PHS often features retroactions on the surveillance process and thus should be considered as a mathematical system (Figure 1) . The PHS involves a retroaction (feedback) process where input and output are seen as needs and information respectively. The produced information is then assessed and adjustments (i.e. retroactions) are made, when necessary, to improve a set of attributes describing the surveillance process. Through these retroactions, the surveillance process adapts to the needs of the stakeholders' objectives.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 125,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Population health surveillance"
        },
        {
            "text": "In a modern conceptualization of surveillance, PHS differs from population health monitoring in that the latter involves no or only a crude level of analysis of the collected data which is often directed at detecting changes in disease level or risk factors in a given population. The levels of data analysis and data representation are usually rudimentary in any monitoring process compared to 'Surveillance'. It could be, for example, a simple count of all notified cases, or a repetitive calculation of disease prevalence in a specific region. The Surveillance process generates more, or a richer, knowledge than a monitoring process as it includes the contextual interpretation of this data (to be used for decision). The surveillance process usually involves advanced statistical analysis to generate knowledge. Surveillance is based on an epidemiological intelligence approach, meaning that collected data is processed intelligently to produce knowledge. The use of the word 'Surveillance' or 'Monitoring' will then depend on the complexity of the problem, and the level of information and knowledge to generate. In this context, surveillance includes continuous data collection, the use of intelligent and advanced data analysis techniques, the production of knowledge, and the communication of the information to decision makers in a timely manner. Surveillance implies the use of a well structured communication system, in which monitoring programs could be either absent or rudimentary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population health surveillance"
        },
        {
            "text": "The PHS process is composed of five interrelated steps (Figure 2) . The problem",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 65,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Population health surveillance process components"
        },
        {
            "text": "The initiation of a surveillance process usually requires the presence of three essential elements: i) a dissatisfaction, ii) a need for knowledge and/or time dependent information, and iii) some level of motivation to eliminate the dissatisfaction and meet the information need about the population health status. There is a need for surveillance as long as these elements persist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population health surveillance process components"
        },
        {
            "text": "Dissatisfaction is the feeling of psychological discomfort that emerges when a person compares his/her perception of two situations -one representing the actual state of things vs. the desired state of things. Dissatisfaction then is subjective and is part of the affective dimension of a problem. When dissatisfaction is shared by a sufficiently important portion of the decision makers and the stakeholders then it constitutes the starting point for a surveillance initiative. In most instances, the lack of useful information is a source of dissatisfaction and correction of that state is sought.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population health surveillance process components"
        },
        {
            "text": "The coexistence of these three prerequisite elements (i.e. dissatisfaction, need for information, motivation) is the foundation on which the problem is perceived and first scoped. This step most often involves various groups of participants (content experts, stakeholders, decision-makers) and is based on the concept of intersubjectivity of the constructivism paradigm, which is a state of overlap of individual understandings that overemphasizes agreement and de-emphasizes disagreement among the participants. At this point, it is necessary to build an explicit formulation of the problem that can be discussed and enriched until a consensus is reached among the participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population health surveillance process components"
        },
        {
            "text": "Problem formulation requires the formal and specific descrip-tion of the dissatisfaction, which represents the first step in the knowledge production process. Problem formulation is often challenging due to the degree of difficulty relating to the nature of the problem, and the knowledge and experience of the people formulating the problem. The definition of a problem often requires close cooperation and consensus building among various stakeholders working in different disciplines. In the context of PHS, the following elements have to be included during problem formulation: identifying the essential stakeholders and multi-disciplinary expertise, identifying the health outcome to be measured, defining the population under surveillance, analyzing the current situation and available knowledge, and setting the surveillance objectives ( Figure 3 ). The problem formulation process must be clear, rigorous, precise, and based on a constructivist paradigm and intersubjectivity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 845,
                    "end": 853,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Problem formulation"
        },
        {
            "text": "Surveillance planning is defined as an ongoing process that provides a technical and a logistical framework for making decisions concerning the expected results and the strategies available for solving the surveillance problem. Surveillance planning needs to be consistent with the objectives and the frameworks previously defined during the problem formulation step. The final result in surveillance planning is a collective action plan that identifies activities, task division and resource allocation. The following elements must also be considered during the surveillance planning step: data collection and integration (including database issues), data analysis, and information communication. After identifying the main surveillance elements and establishing a plan for each of these activities, it is necessary to link them all together via an administrative and organizational plan Step 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance planning"
        },
        {
            "text": "Surveillance implementation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance planning"
        },
        {
            "text": "Step 5 Step 1: The problem",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance planning"
        },
        {
            "text": "Step 2: Problem formulation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance planning"
        },
        {
            "text": "Step 3: Surveillance planning Figure 3 . Model detailing the essential components of the population health surveillance process steps.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Surveillance planning"
        },
        {
            "text": "Step 5: Information sharing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tacit knowledge Explicit knowledge"
        },
        {
            "text": "Step 4: Surveillance implementation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tacit knowledge Explicit knowledge"
        },
        {
            "text": "(the program). PHS is a collective activity that requires resources: human, financial and material. During the planning stage, the feasibility, the availability of sufficient resources and the compliance with sound methodology should be foreseen. External validation of the proposed plan should be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information communication Audit"
        },
        {
            "text": "Elaborating an audit process is the final step of the surveillance planning step (Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 90,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Information communication Audit"
        },
        {
            "text": "Implementing the surveillance program is the final step in the knowledge production process. The objective of this step is to put the surveillance planning into action. Surveillance implementation is an ongoing process of intentional actions aimed at producing two types of knowledge: tacit and explicit. The tacit knowledge is hard to formalize and communicate. However, the explicit knowledge can be encoded, articulated into formal language, shared, stored and communicated through information technologies. The audit of the surveillance program is a crucial element to be taken into account during the surveillance implementation step. The surveillance program evaluation needs to be a recurrent process aimed at comparing the surveillance results with surveillance objectives. As a result of the surveillance evaluation, the problem, the objectives and the surveillance plan may be re-assessed accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance implementation"
        },
        {
            "text": "The explicit knowledge generated during the knowledge production step is in fact information shared through various communication channels and formats appropriate for the target audience(s). The produced information should be communicated on a regular basis to maintain the motivation and the engagement of all stakeholders and decision-makers. Most often, the frequency by which this information is produced and shared will vary according to the disease epidemiology (e.g. endemic, epidemic/epizootic disease), the socio-economic impact of the health problem, as well as the information needed for disease control activities and international obligations or requests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information sharing"
        },
        {
            "text": "The PHST is an explicit theory that helps explain and organize the surveillance process. The first element of the theory describes the context and initial state which triggers the need for a PHS activity and relates primarily to the identification of the hazards and to the feeling of dissatisfaction by stakeholders in face of these hazards [1, 35] . The basic questions underpinning this first element are: what hazard(s), to whom, where and when. The second step is directly consequent to this initial state and, as for any scientific process, aims at providing an explicit formulation of the problem which is necessary before the next step can begin [19, 36] . The coherence of the surveillance process and related activities will depend directly on the quality of the problem formulation.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The surveillance planning and implementation steps of the surveillance process aims primarily at producing a strategic plan that will frame the production of specific knowledge according to the problem formulation step. Coherence between strategy and objectives is required not only at the onset of surveillance but also during the ongoing execution of the surveillance activities [37] . In this context, it is therefore essential to plan and include an audit and a review of the strategy as retroactive actions. Once the strategy is agreed upon and authorized by the organization mandated to carry out the surveillance, then it must be implemented and executed.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The PHS theory proposes a clear distinction between surveillance and monitoring processes with the latter referring to essentially a data gathering activity with a crude presentation of the data. The theory stipulates that surveillance is based on an epi-intelligence approach and aims to produce knowledge through advanced analysis techniques [12, 17] . As an illustration, if we consider a patient in an intensive care unit -the equipment monitors while the medical staff watches over the situation. The monitor refers to the screen on which the patient's data is continuously collected and displayed. PHS is a much more involved activity that will always incorporate some degree of data monitoring. Problem formulation and knowledge production are two essential components of PHS that do not exist to the same extent in monitoring. Monitoring can often be largely automated but it is doubtful that, even in the future, surveillance could ever become fully automated due to the complex nature of data interpretation and feedback actions. In simple terms, monitoring is to be supplemented by intelligent actions in order to be framed as ''surveillance''. This concept is fundamental to the proposed theory of surveillance.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The PHS activities are directed towards addressing specific population-level problems, and therefore are relevant to a group of individuals (communities, populations) and many stakeholders. This notion implies that an organization is required to plan and conduct the surveillance activity [27] . The social representation and population relevance of this organization must be apparent with respect to the problem formulation (how the issue is framed), the selection of surveillance experts, and the stakeholders engaged and consulted [35] . Thus, the application of an explicit theory relevant to population health surveillance provides an appropriate framework to help in reaching consensus on the problem formulation and on the structure of the organization needed to carry out the surveillance activities.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The ongoing aspect of the surveillance process is usually well accepted as the recognition of health hazards may emerge or shift over time. Given that one important objective of surveillance is to produce knowledge about the hazardous situation and since knowledge, when it is obtained, changes the need for further knowledge, the hazard and the knowledge base need must be continuously reassessed. A rapidly changing situation must be reassessed more often than a slow changing situation, which implies that it is in the nature of the surveillance activity to contain a retroaction mechanism (Figure 1 ). This makes surveillance an adaptive knowledge production system as defined in Von Bertalanfy's general system theory [38] . The recurrent retroactions between the produced information, the problem definition, and the methods applied in measuring the outcomes are integral parts of the proposed theory.",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 727,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 593,
                    "end": 602,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The proposed theory describes surveillance as a complex organization that handles a process with a non linear dynamic with the objective of producing information that helps to protect the health of the population from hazards, which could be referred to as epidemiological intelligence [17] . According to the proposed theory, surveillance is based on an epidemiological intelligence approach and surveillance programs should be structured as an intelligence organization [17] .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "One of the major scoping issues in the field of PHS is whether or not to include the disease control process as part of the surveillance. PHST stipulates that the disease control process is not part of the surveillance process and vice versa. The two processes have different objectives and are consequently distinct, which is a vision shared by Yarrow [18] . PHST suggests that surveillance and disease control programs should be kept independent and separate. The proposed theory of surveillance is conceptually linked directly to knowledge theory while disease control is linked to action and decision theory. This major conceptual difference separates ontologically surveillance from disease control. In the case of an audit of surveillance, the main question would be: did the produced knowledge appropriately reduce the original lack of knowledge? The major question on the audit of disease control would be: did the disease control measures reduce the level of the disease in the population? It is quite possible that a good surveillance program will help to conclude that a disease control program is not needed. For example, one can decide to implement a tobacco control program without necessarily developing a cigarette surveillance program or can establish a vaccination program in a high risk population without implementing a surveillance program. When the disease control process is not included in a surveillance process and vice versa then it is easier to evaluate the performances of either the surveillance program or the disease control program or both. However, when these two activities coexist in the same program then it is difficult to know which process needs to be improved in order to eliminate the dissatisfaction. This situation is frequent especially when the disease, health condition or hazards under surveillance have significant impacts on trade or public health. Therefore, it is useful to separate these two processes and propose a theory for each process. They should be distinct but the two processes can be complementary.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The PHST is a construct reflecting the conceptual framework of the authors. The PHST assumes an overall similarity in the conceptual and structural frameworks of animal health and public health programs. This is justified by the desire to embrace the concept of health into one consistent paradigm− The one health concept.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The proposed theory of population health surveillance refers concurrently to a sequential structured process, a human organization and a system. The PHST offers a coherent thought process which explains and justifies the main components of population health surveillance and should help with the development and documentation of coherent population health surveillance programs. The proposed theory could be used as the basis for a conceptual evaluation tool of public health and animal health surveillance programs in a complement to existing methodological evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Refers to a school of philosophy that affirms that reality lies only in things which can be seen with the eye [34] . The positivism paradigm views truth as absolute and values the original and unique aspects of scientific research [34] .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Positivism"
        },
        {
            "text": "In this paradigm, reality is viewed as socially and societally embedded in the mind [34] . Reality is changing over time and knowledge is constructed jointly in interaction by the researcher and the researched through consensus [34] . Multiple realities are thus possible [34] .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Constructivism"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Animal disease surveillance and survey systems: methods and applications",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Salman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Epidemiology and Health",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Population health surveillance theory",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "El Allaki",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A theory of personality development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "L&apos;abate",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Bryson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "4--5",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Science as a way of knowing-evolutionary biology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Am Zool",
            "volume": "24",
            "issn": "",
            "pages": "467--534",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. WHO strategic action plan for pandemic influenza",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. Fifty-eight World Health Assembly",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A surveillance sector review applied to infectious diseases at a country level",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Easther",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Trade Organization. The WTO agreement on the application of sanitary and phytosanitarymeasures (SPS agreement)",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The role of science in international trade law",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lugard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smart",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Regul Toxicol Pharmacol",
            "volume": "44",
            "issn": "",
            "pages": "69--74",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mechanisms for collaboration between public and private veterinarians: the animal health accreditation mandate",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Brun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Rev Sci Tech",
            "volume": "23",
            "issn": "",
            "pages": "69--77",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Veterinary epidemiology: principles and methods",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Meek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Willeberg",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "259--282",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Descriptive epidemiology: analyzing and interpreting surveillance data",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Janes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hutwanger",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cates",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Stroup",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "112--167",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Modern epidemiology",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenland",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Lash",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "459--480",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Disease surveillance: a public health informatics approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lombardo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Buckeridge",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "41--262",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infectious disease surveillance",
            "authors": [
                {
                    "first": "M&apos;ikanatha",
                    "middle": [],
                    "last": "Nm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lynfield",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Veneden",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Valk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "363--480",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Monitoring and surveillance for rare healthrelated events: a review from the veterinary perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Doherr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Audigé",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "356",
            "issn": "",
            "pages": "1097--1106",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Public health surveillance",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Halperin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Monson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "5--7",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Surveillance of disease and health with particular reference to infectious disease in Israel",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yarrow",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Public Health Rev",
            "volume": "24",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Epidemiological concepts regarding disease monitoring and surveillance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Acta Vet Scand Suppl",
            "volume": "94",
            "issn": "",
            "pages": "11--16",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Public health surveillance: historical origins, methods and evaluation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Declich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Bull World Health Organ",
            "volume": "72",
            "issn": "",
            "pages": "285--304",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "World Health Organization. Communicable disease surveillance and response systems: guide to monitoring and evaluating",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Relationships between animal health monitoring and the risk assessment process",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Stärk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Salman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Acta Vet Scand Suppl",
            "volume": "94",
            "issn": "",
            "pages": "71--77",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An evaluation of scrapie surveillance in the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lynn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grannis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Prev Vet Med",
            "volume": "81",
            "issn": "",
            "pages": "70--79",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Farr: founder of modern concepts of surveillance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Langmuir",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "William",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Int J Epidemiol",
            "volume": "5",
            "issn": "",
            "pages": "13--18",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The surveillance of communicable diseases of national importance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Langmuir",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "N Engl J Med",
            "volume": "268",
            "issn": "",
            "pages": "182--192",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Public health surveillance in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Thacker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Berkelman",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Epidemiol Rev",
            "volume": "10",
            "issn": "",
            "pages": "164--190",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Principles and practice of public health surveillance",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Teutsch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Churchill",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "4--72",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "National and international surveillance of communicable diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Raska",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "WHO Chronicle",
            "volume": "20",
            "issn": "",
            "pages": "315--321",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Protocol for the assessment of national communicable disease surveillance and response systems: guidelines for assessment teams",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Epidemiology: man and disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "Carrie",
                    "middle": [
                        "E"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Elveback",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "318--322",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Basics of surveillance -an overview",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pottinger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Herwaldt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Peri",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "18",
            "issn": "",
            "pages": "513--527",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Conceptual framework of public health surveillance and action and its application in health sector reform",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcnabb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chungong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wuhib",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nsubuga",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alemu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BMC Public Health",
            "volume": "2",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Surveillance in health and disease. Oxford",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Eylenbosch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Noah",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Qualitative data analysis: an introduction",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grbich",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "4--8",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Manual on livestock disease surveillance and information systems",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Managing the problem formulation process: guidelines for team leaders and facilitators",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Volkema",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Hum Syst Manage",
            "volume": "16",
            "issn": "",
            "pages": "27--34",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Health planning: concepts, methods, strategies. Montreal: Les éditions Agence d'ARC",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pineault",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daveluy",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "General system theory: foundations, development, applications",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Bertalanffy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "161--163",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Retroaction aspect of the surveillance process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Population health surveillance process components.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no conflict of interest to declare for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICTS OF INTEREST"
        }
    ]
}