{
    "paper_id": "45670b1f604c315c742a23956615cd8ef7745f3a",
    "metadata": {
        "title": "Impact of a hospital-wide hand hygiene promotion strategy on healthcare-associated infections",
        "authors": [
            {
                "first": "Moi",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kue",
                "middle": [
                    "Bien"
                ],
                "last": "How",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: During the Severe Acute Respiratory Syndrome (SARS) outbreak, high compliance in healthcare workers to hand hygiene was primarily driven by fear. However, the post-SARS period confirmed that this practice was not sustainable. At the Singapore General Hospital, a 1,600-bedded acute tertiary care hospital, the hand hygiene program was revised in early 2007 following Singapore's signing of the pledge to the World Health Organization (WHO) \"Clean Care is Safer Care\" program. Findings: A multi-prong approach was used in designing the hand hygiene program. This included system change; training and education; evaluation and feedback; reminders in the workplace; and institutional safety climate. Hand hygiene compliance rate improved from 20% (in January 2007) to 61% (2010). Improvement was also seen annually in the compliance to each of the 5 moments as well as in all staff categories. Healthcareassociated MRSA infections were reduced from 0.6 (2007) to 0.3 (2010) per 1000 patient-days. Conclusions: Leadership's support of the program evidenced through visible leadership presence, messaging and release of resources is the key factor in helping to make the program a true success. The hospital was recognised as a Global Hand Hygiene Expert Centre in January 2011. The WHO multi-prong interventions work in improving compliance and reducing healthcare associated infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The WHO Multimodal Hand Hygiene Improvement Strategy comprising a Guide to Implementation and a range of tools constructed to facilitate implementation of each component was used in a 1600-bedded acute tertiary care general hospital in Singapore [1] . The objective is to change healthcare workers' behavior and improve hand hygiene compliance. During the Severe Acute Respiratory Syndrome (SARS) outbreak in 2003, a high compliance of close to 90% in healthcare workers to hand hygiene was achieved. However, this was primarily driven by fear for transmission of pathogens to self. Following the closure of the SARS outbreak globally, we noted that the hand hygiene compliance decreased to that of the baseline before the SARS outbreak i.e. the high hand hygiene compliance was not sustainable.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "The hand hygiene program was revised in early 2007 following Singapore's signing of the pledge to the World Health Organization (WHO) \"Clean Care is Safer Care\" program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "The multi-prong approach used includes: (v/v) in the procurement of hand hygiene alcohol hand products. This implies the use of a higher content of alcohol than before. From July 2009, 4% chlorhexidine handwash agent bottles were removed from the clinical areas except for the Operating Theatres, Endoscopy Unit and treatment rooms. This was done to reduce the incidence of dryness or skin irritation resulting from concomitant use of both alcohol and chlorhexidine [1] . Hand moisturizer was provided freely for healthcare workers' use.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 469,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "They are encouraged to use it as often as possible to protect their hands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "a. WHO training DVDs were used to illustrate clinical scenarios of hand hygiene opportunities to all healthcare workers. Although these were in French, they provided clear teaching on the 5 moments to the staffs. b. Creative educational tools were also used to teach healthcare attendants and junior nurses. Teddy bears dusted with Glo-germ were used as patient models in teaching healthcare workers the importance of hand hygiene as well as the WHO 5 moments (Figure 1 ). c. Powerpoint slides with detailed explanation of the 5 moments were created for doctors, nurses and allied health. These were uploaded on the hospital intranet for easy access by the staffs. 3. Evaluation and feedback: Feedback surveys are conducted annually amongst staffs to gather feedback and comments on products used or issues faced during practice. The last survey done in November 2010 confirmed that the use of posters have helped to remind staffs and public on the messages of hand hygiene.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 469,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Training & education:"
        },
        {
            "text": "4. Reminders in the workplace: More than 150 posters were designed from March 2007 for display at lifts and walkways (Figures 2 and 3) . Giant posters on hand hygiene messaging were designed to convey the hospital's commitment to the public (Figures 4 and 5) . Shuttle Ling and How Antimicrobial Resistance and Infection Control 2012, 1:13 http://www.aricjournal.com/content/1/1/13 buses, floor surfaces and lift doors are used to display reminders to both staffs and public (Figures 6, 7 and 8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 134,
                    "text": "(Figures 2 and 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 241,
                    "end": 258,
                    "text": "(Figures 4 and 5)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 475,
                    "end": 495,
                    "text": "(Figures 6, 7 and 8)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Training & education:"
        },
        {
            "text": "5. Institutional safety climate: Leadership's support and commitment was clearly visible at events and meetings. The Chief Executive Officer (CEO) led the hospitals staffs in November 2009 in a pledge of commitment to the Hand Hygiene Program (Figure 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 252,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Training & education:"
        },
        {
            "text": "Hand hygiene compliance rate improved from 20% (in January 2007) to 61% (2010) (Figure 10) . Improvement was also seen annually in the compliance to each of the 5 moments as well as in all staff categories ( Figure 11 and Figure 12 ). Although hand hygiene compliance was lowest in the doctors category, it is encouraging to note that improvement was also seen year to year in this job category ( Figure 12 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 90,
                    "text": "(Figure 10)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 208,
                    "end": 217,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 222,
                    "end": 231,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 397,
                    "end": 406,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Training & education:"
        },
        {
            "text": "The hand hygiene program was an integral part also of an ongoing MRSA reduction program in the hospital, which includes the implementation of the MRSA bundle. The \"MRSA bundle\" includes five components of care. This bundle was first introduced by the Institute of Healthcare Improvement (IHI) in 2006 in their \"Protecting 5 Million Lives from Harm\" campaign. It comprised the following elements [3]: Most of the elements were routine practices in the hospital except for active surveillance cultures, which were implemented hospital-wide for high risk patient groups from 2008. Healthcare-associated MRSA infections were noted to reduce from 0.6 (2007) to 0.3 (2010) per 1000 patient-days ( Figure 13 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 691,
                    "end": 700,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Training & education:"
        },
        {
            "text": "Leadership's support of the program evidenced through visible leadership presence, messaging and release of resources is the key factor in helping to make the program a true success. The hospital was recognised as a Global Hand Hygiene Expert Centre in January 2011 ( Figure 14) . The use of the WHO multi-prong interventions is successful in improving hand hygiene compliance with concomitant reduction in healthcareassociated infections. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 278,
                    "text": "Figure 14)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Training & education:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Guidelines on Hand Hygiene in Healthcare",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guidelines on Hand Hygiene in Healthcare",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Million Lives Campaign: Getting Started Kit: Reduce Methicillin-Resistant Staphylococcus aureus (MRSA) Infection How-to Guide Cambridge, MA: Institute for Healthcare Improvement",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cite this article as: Ling and How: Impact of a hospital-wide hand hygiene promotion strategy on healthcare-associated infections",
            "authors": [],
            "year": 2012,
            "venue": "Antimicrobial Resistance and Infection Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Teddy bears dusted with Glo-germ were used as patient models in teaching healthcare workers the importance of hand hygiene as well as the WHO 5 moments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Posters at walkways.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Posters at linkway to train station.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Giant poster display 2009 spanning nine floors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Giant poster display 2010.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Hand hygiene messages on shuttle buses plying the hospital campus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Hand hygiene messages on floor stickers in wards.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Hand hygiene messages on doors of public lifts.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Hospital CEO signing pledge of commitment to hand hygiene program.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Annual hospital hand hygiene compliance rate from 2007 -2010.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Hand hygiene compliance rate by WHO 5 Moments from 2007-2010.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Hand hygiene compliance rate by designation from 2008-2010. precautions for infected and colonized patients 5. Device bundles (central line and ventilator bundles)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Submit your next manuscript to BioMed Central and take full advantage of:• Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar• Research which is freely available for redistributionSubmit your manuscript at www.biomedcentral.com/submit Incidence rate for healthcare-associated MRSA infections.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Singapore General Hospital received status as Global Hand Hygiene Expert Centre.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Authors' contributions MLL was the advisor to the hand hygiene program. KBH was the coordinator in the hand hygiene program. All authors have read and approved this manuscript for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "We have received support of our hand hygiene program from the following companies: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}