{
    "paper_id": "46ee8e5fc43eba4d4efe8979ba75a36991d9e283",
    "metadata": {
        "title": "The study on the outsourcing of Taiwan's hospitals: a questionnaire survey research",
        "authors": [
            {
                "first": "Chih-Tung",
                "middle": [],
                "last": "Hsiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tunghai University",
                    "location": {
                        "postCode": "40704",
                        "settlement": "Taichung",
                        "region": "R.O.C",
                        "country": "Taiwan"
                    }
                },
                "email": "chih-tunghsiao-cthsiao@thu.edu.tw"
            },
            {
                "first": "Jar-Yuan",
                "middle": [],
                "last": "Pai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chung Shan Medical University",
                    "location": {
                        "postCode": "402",
                        "settlement": "Taichung",
                        "region": "R.O.C",
                        "country": "Taiwan"
                    }
                },
                "email": "jar-yuanpai*-jpai00@gmail.com"
            },
            {
                "first": "Hero",
                "middle": [],
                "last": "Chiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taichung University",
                    "location": {
                        "postCode": "40306",
                        "settlement": "Taichung",
                        "country": "Taiwan, R.O.C"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The aim of this study was to assess the outsourcing situation in Taiwanese hospitals and compares the differences in hospital ownership and in accreditation levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: This research combined two kinds of methods: a questionnaire survey and the in-depth interview to two CEOs of the sample hospitals. One hospital is not-for-profit, while the other is a public hospital and the research samples are from the hospital data from Taiwan's 2005 to 2007 Department of Health qualifying lists of hospital accreditation. The returned questionnaires were analyzed with STATISTICA ® 7.1 version software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The results for non-medical items showed medical waste and common trash both have the highest rate (94.6 percent) of being outsourced. The gift store (75 percent) and linen (73 percent) follow close behind, while the lowest rate of outsourcing is in utility maintenance (13.5 percent). For medical items, the highest rate of outsourcing is in the ambulance units (51.4 percent), while the hemodialysis center follows close behind with a rate of 50 percent. For departments of nutrition, pharmacy, and nursing however, the outsourcing rate is lower than 3 percent. This shows that Taiwan's hospitals are still conservative in their willingness to outsource for medical items. The results of the satisfaction paired t-test show that the non-medical items have a higher score than the medical items. The factor analysis showed the three significant factors in of non medical items' outsourcing are \"performance\", \"finance\", and \"human resource\". For medical items, the two factors are \"operation\" and satisfaction\". To further exam the factor validity and reliability of the satisfaction model, a confirmative factor analysis (CFA) was conducted using structure equation modeling (SEM) method and found the model fitting well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: Hospitals, especially for public hospitals, can get benefits from outsourcing to revive the full-time-equivalent and human resource limitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "in this year's annual Outsourcing Survey, with a total of 4,443 contracts in 2004. Housekeeping contracts increased 8.7 percent to 3,270, while food service contracts increased 7.4 percent to 2,065 [1] . Frost & Sullivan [2] found that the European healthcare IT outsourcing market generated revenues of US$396.4 million in 2005 and estimates they will reach US$697.7 million in 2010. Outsourcing is contracting with another company or person to do a particular function while off-shoring simply means having the outsourced business functions done in another country. Off-shoring is another type of outsourcing. Off-shoring is one situation in which developing countries that are able to adopt standards, processes, and language of developed countries can benefit from the liberalization of the movement of goods and services [3] .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 826,
                    "end": 829,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the strategic tools healthcare executives used to meet the cost-saving target is outsourcing. Even though outsourcing has many benefits, outsourcing will fail if not managed successfully. Hospital executives must choose outsourcing providers who hold the necessary leadership capabilities. Managing outsourcing requires an understanding of outsourcing strategy, the benefits and risks of outsourcing, the evaluation process, and the methods to managing outsourcing providers. With appropriate management, strategic outsourcing should provide healthcare executives with a viable strategy for controlling costs and maintaining quality patient care [4] [5] [6] . The most outsourced functions in healthcare are information technology (29 percent) , finance (20 percent) , and support services (19 percent) [7] . By outsourcing, hospitals can reap the benefits of medical device reprocessing without assuming additional staffing and compliance burdens. Outsourcing enables hospitals to implement a medical device reprocessing program quickly, with no capital investment and minimal effort [8] . Before negotiating any outsourcing transaction, hospital executives should carefully analyze the legal and regulatory implications, which will vary according to the type of services and the vendor involved [9] .",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 656,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 738,
                    "end": 750,
                    "text": "(29 percent)",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 773,
                    "text": "(20 percent)",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 809,
                    "text": "(19 percent)",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 813,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1092,
                    "end": 1095,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1304,
                    "end": 1307,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hodge [10] estimated the average cost savings, after including 2% for the cost of the contracting process, to be around 6-12%. In some cases, lower bids may not mean additional savings for the outsourcer because sometimes the apparent cost of delivering a service may not represent actual cost. For example, savings from low -cost wages may not compensate for the costs incurred from turnover and quality problems that come from an inexperienced, poorly trained, and unstable workforce [11, 12] . apparent cost means the cost can be seen in the income statement for buy the service or goods. Actual cost means the cost other than in the income statement such as buy a poor quality of goods or services will occurs other cost in aftersale service or fix the good.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Young [13] stated that outsourcing resulted in increased staff morale, upgraded capital equipment and improved services [13] . The outsourcing of pathology and dental technical services aimed to increase labor flexibility, thereby decreasing costs. The outsourcing of lawn mowing was simply to reduce costs. However, food services in hospitals were not outsourced because there was a lack of evidence that costs could be reduced.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 120,
                    "end": 124,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, not all of the outsourcing is beneficiary to hospitals. Negative perceptions about the contract management groups of emergency department outsourcing persist among some physicians [14] . Also, the contracting out of the orderly/porter/courier service at Sir Charles Gairdner Hospital in Western Australia shows negative results. The result was poor in terms of cost, quality and externalities [15] . Guy [16] suggested that hospitals should be wary of common myths that can cause them to make missteps in developing clinical service outsourcing.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Contracting out also can be a relatively cost-effective way to cut 13-17% cost of the total prevention budget in Africa [17] . Liu [18] suggested that contracting-out has improved access to services.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 131,
                    "end": 135,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Within the health sector and the Human Services Department, the Australian government instructed clinical and non-clinical areas to be market tested through benchmarking services against the private sector, with the possibility of outsourcing. These services included car parking, computing, laundry, engineering, cleaning, catering, medical imaging (radiology), pathology, pharmacy, allied health and general practice. Managers, when they choose between outsourcing, and internal servicing and production, would thus ideally base their decision on economic principles [13] .",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 573,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The March 2003 severe acute respiratory syndrome (SARS) outbreak from China [19] to Taiwan has had an obvious impact on local hospitals' outsourcing ability [20] . Dr. Su [21] , Director of Center of Disease Control in Taiwan, ordered the shutdown of the outsourcing system due to the rapid transmission of the virus through hospitals by the carelessness of the housekeeping and laundry services during SARS break.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study explored outsourcing in Taiwanese hospitals, comparing the differences between them based on hospital ownership and accreditation level. This paper also assesses the degree of hospital satisfaction with the outsourcing of medical and non-medical items and conduct factor analysis on satisfaction factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "The research samples are from the hospital data from Taiwan's 2005 to 2007 Department of Health qualifying lists of accreditation. According to Taiwan's system, the hospitals were accredited into three levels: medical center, region, and local. Facilities that are categorized as \"medial centers\" have more than 800 beds and are affiliated with a medical school.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "This research combined two kinds of methods: a questionnaire survey and the in-depth interview to CEOs of the two sample hospitals. For in-depth interview, one hospital is not-for-profit and located in central Taiwan, while the other is a public hospital located in Taipei. Two of the hospitals assessed were medical centers with more than 1000 general beds and they were well known on outsourcing in medical items as well as on the non medical items. The in-depth interview were to ask the hospital's situation about outsourcing, and the feeling include what they think about the outsourcing can get benefit to them and the advantage and disadvantage of it. The interview time lasted for continuously four hours. The questionnaires were mailed to all 17 medial centers and all 71 region hospitals, while the 77 local hospitals were chosen by stratified system sampling methods from 382 local hospitals. The sample medical centers have the bed number from 800 to 2500, region hospitals' size normally between 300 beds to 800 beds, and local hospitals are from 20 to 300 beds in Taiwan. The total sample size is 165, with 37 completed questionnaires returned; The returned samples in medical centers were 6/14 = 35.3%, in regional hospitals were 21/71 = 29.5%, and in local hospitals were 10/77 = 12.9%. We prudently analyzed the returning samples and find they were evenly spread across the north, central, and south region of Taiwan; therefore, we believe it can represent the Taiwan hospital system. However, the returned local hospital samples were few, the reason could be: this level of small hospitals always own and operate by physicians and his/her families, therefore, unwilling to fill this kind of academic questionnaire due to lack of manpower.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design"
        },
        {
            "text": "The returned questionnaires were analyzed with STATIS-TICA ® 7.1 version. The Pearson chi-square, ML chi-square, paired t test, factor analysis and structure equation modeling (SEM) were used to get the statistical results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design"
        },
        {
            "text": "The full questionnaire was listed on Appendix (see Additional file 1) and the design combined the research of Kirchheimer, Shinkman, Martanegara, and Yigit [1, 7, 22, 23] . The questionnaire used in this study was a semi-structured questionnaire, composed of five parts. The first part consists of the questions regarding the title and reasons to conducting this research. The second part is the hospital accreditation level, such as medical center, regional, or local; total hospital beds; and hospital type, such as public, private, or not-for-profit. The third part is the definition of outsourcing, and inquires whether the hospital outsources at 9 non-clinical items and 10 clinical items which categories revised from Yigit (2007) paper. The fourth part is the satisfaction scores, using Likert 5 scales to evaluate the outsourcing of medical and nonmedical items. The fifth part is the hospital's comments or suggestions.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 160,
                    "end": 162,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "Content validity of the questionnaire was further confirmed by 3 directors of medical doctor and 2 hospital management specialists. The validity was also verified by several literature reviews on the questionnaire, which include Kirchheimer, Shinkman, Martanegara, and Yigit [1, 7, 22, 23] .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 279,
                    "end": 281,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Content validity"
        },
        {
            "text": "An exploratory factor analysis was conducted on the non medical items and medical items satisfaction scores to further examine the dimensionality of the scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construct validity"
        },
        {
            "text": "This program been proved from the ethical committee: Biomedical Research Center, CSMU, Taiwan within Document CSMU-BMRC-97-001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construct validity"
        },
        {
            "text": "This research conducted the scale's reliability, and underlying dimensionality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Internal consistency reliability The reliability of the fourth part of the questionnaires showed the Cronbach's α = 0.820. None of the item-tototal correlation for the individual satisfaction items was less than the 0.35 cut-off value [24] .",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Reliability"
        },
        {
            "text": "The results of the second part of the questionnaires showed in Table 1 , in hospital type, the private hospitals are smaller in size and without medical center, while the not-for-profit hospitals are much larger. None of them are considered local hospitals. For hospital level, five of the six medical centers are not-for-profit, and seven of the eleven local hospitals are private.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reliability"
        },
        {
            "text": "The results of the third part of the questionnaires are shown in Table 2 . For non-medical items: common and medical waste has the highest percentage (94.6%) of outsourcing. The gift store (75%) and linen (73%) follow that high. The lowest percentage is in utility maintenance (13.5%). The reason that the medical and common waste outsourcing rate is high is because Taiwanese hospitals have limited space, and lack the area to build refuse burning facilities. Similarly, the newer hospitals are not built with laundry facilities because the laborers and machines take up too much space. Outsourcing this service has saved hospitals space and funds. The gift store is also frequently outsourced because it is not one of the hospital's major concerns; therefore, they usually rent the space out or cooperate with chains of retail stores.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 72,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Reliability"
        },
        {
            "text": "For medical items, the highest rate of outsourcing is in the ambulance department (51.4%). A hospital chief of the executive officer (CEO) expressed that night shift and holiday shift ambulances are always contracted out due to the higher cost and the limited human resource concern. The hemodialysis center also has a higher rate of outsourcing (50%) due to there are four giant hemodialysis medical group in Taiwan that hire physicians, nurses, technicians, and purchase discounted hemodialysis filters and supplies. In general, these hemodialysis companies could provide unify and better quality with a reasonable price. However, the other medical items show a much lower percentage of outsourcing rate such as nutrition, pharmacy, and nursing, the outsourcing rate is lower than 3%. This shows that hospitals consider medical items are their core business and very conservative in outsourcing medical items.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reliability"
        },
        {
            "text": "The outsourcing results also test whether the hospital type and level are associated with tendency to outsource. The Pearson Chi-square tests and ML Chi-square were performed and recorded on Table 3 . In the hospital type factor, utility maintenance and security guard services are statistically significant at the alpha equals 0.05 level. Both items are assessed from not-for profit hospitals that have higher outsourcing percentage levels than private and public hospitals. In the hospital level factor, two items are significant: the gift store and ambulance service. Between them, ambulance services have a higher outsourcing percentage in the regional hospitals while the gift store per- All Groups 11 16 10 37 centages are higher in regional hospitals as well as in medical centers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Reliability"
        },
        {
            "text": "The results of the satisfaction scores on the fourth part of the questionnaire are listed on Table 4 . A paired t-test was conducted between medical items and non-medical items. In non-medical items, the higher scores is saving human resource (HR, 3.92) while the service quality (SQ) and saving capital investment (SI) got the lowest score (3.03). In medical items, the speciality performance (SP) and SQ have a higher score (4.16) and saving cost (SC) has the lower score (3.38). The paired t-test between medical and non-medical items shows only the HR has no statistic significance; other items such SP, SQ, SI, adaptability to environment (AE) and total satisfaction (TS), medical items have statistic higher score than non-medical items. Only in the cost saving do the non-medical items have a higher score than the medical items. In general, the medical items have higher scores than the non-medical items. The reason that medical items can surpass the non medical items on satisfaction score is the medical items need more professional training, purchase and maintain medical equipment, and normally the size of the outsourcing companies are much bigger and show their companies' discipline and speciality performance on their job. However, the \"saving cost\" shows different results, this could be the outsourcing of the non-medical items such as linen and maintenance did pay less to outsourcing companies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Reliability"
        },
        {
            "text": "To examine the dimensionality of the scale, an exploratory factor analysis was conducted on the non medical items and medical items satisfaction scores. Factor analysis results are listed in Table 5 . When subjected to oblique rotation, and combine with the Scree plot of Eigenvalue, the loading provide a three meaningful factor structure on non medical items and two factors on medical items. The interesting point is that the \"saving cost\" is significant on both factor 1 and factor 2 of non medical items. For non medical items, this study define the first factor is \"performance\", this means hospitals believe outsourcing have better ability on the performance. The second factor is \"finance\", this means outsourcing can contribute hospital's finance and also help hospitals to overcome the dramatically changing medical environment, such as the keeping going down reimbursement system of the \"individual hospital global budget\" of National Health Insurance of Taiwan. The third factor is \"human resource\", such as the security, linen, and waste treatment, outsourcing have great contribution to hospital's limited human power. For medical items, this study defined the first factor is \"operation\" since this factor include most of the hospital's operation indices, and second factor could be defined as \"satisfaction\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Dimensionality"
        },
        {
            "text": "To further exam the factor validity and reliability of the satisfaction model, a confirmative factor analysis (CFA) was conducted using structure equation modeling (SEM) method [25] and the results showed on Figure 1 . To assess adequate fit of the model, Hoyle have recommended several indices the chi square (χ 2 ) test, P value, the goodness-of-fit index (GFI), AGFI, and the root mean square error of approximation (RMSEA) [26] . The P value greater than 0.05, and the values as close as possible to 0.9 are recommended for the GFI and AGFI and the values below 0.08 for the RMSEA are recommended [27, 28] . For non-medical items, the initial model is Figure 1A , the model indicating and acceptable model of it. After several times model modifications include connect the relationship between the three latent variables, the other model on Figure 1B shows an even better result. Therefore, the Figure 1B is our final model and the correlations between two latent variables \"performance\" and human resource\" is significant. For medical items, the Figure 1D model also show a better model fitting than Figure 1D and the correlation between \"operation\" and \"satisfaction\" is significant.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 665,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 854,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 908,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1060,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 1105,
                    "end": 1114,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "Dimensionality"
        },
        {
            "text": "Among the 37 effective answers, 12 of which wrote comments about the outsourcing and listed as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dimensionality"
        },
        {
            "text": "1. Advantage of outsourcing for public hospitals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dimensionality"
        },
        {
            "text": "Full-time-equivalent (FTE) concern: Due to government regulations, public hospitals have limited FTE for each hospital, and outsourcing helps hospitals to get more FTE without hiring workers themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dimensionality"
        },
        {
            "text": "i. Hospitals can easily contract out for restaurants and gift shops, but much consideration is needed for the contracting of vital items such as a multi-detector CT scan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns in outsourcing:"
        },
        {
            "text": "ii. Hospitals have to set up a system or director to review and monitor the implementation of outsourcing companies, and if they do not comply with the contract, consequences must be made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns in outsourcing:"
        },
        {
            "text": "iii. Epidemiology concern: During the 2003 outbreak of SARS, outsourcing workers, such as the housekeepers, were the primary media of virus transmission. Their lack of training and carelessness contributed greatly to the perpetuation of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns in outsourcing:"
        },
        {
            "text": "3. Disadvantages of outsourcing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns in outsourcing:"
        },
        {
            "text": "i. When hospitals encounter malpractice or law suits from patients it is not easy to identify the responsibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns in outsourcing:"
        },
        {
            "text": "ii. The outsourcing companies provide hospitals with cutting edge information and technology. If they cease contract suddenly, hospitals lose vital items that are required for proper function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns in outsourcing:"
        },
        {
            "text": "iii. The contract documents are not easy to fill out, and are based on honesty, equality, and mutually trust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns in outsourcing:"
        },
        {
            "text": "Results of the in-depth interview with the CEOs of two hospitals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns in outsourcing:"
        },
        {
            "text": "1. Determination of which items can and can not be outsourced: The decision differs between public and private hospitals. In not-for-profit hospitals, the CEO stated that only the CEO, CFO, and the Director of the Finance can make the choice to outsource an item. The public hospital's CEO however, is more conservative, and stated that unless the government permits a deviation, it is better to comply with the declared laws and regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns in outsourcing:"
        },
        {
            "text": "2. Advantage of outsourcing of in two kinds of hospitals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns in outsourcing:"
        },
        {
            "text": "i. Saves the energy of management personnel: outsourcing contractors can help manage a large staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns in outsourcing:"
        },
        {
            "text": "ii. Improves efficiency and employee morale: in some departments, such as the physical therapy, the working hours were extended from two shifts to three, and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concerns in outsourcing:"
        },
        {
            "text": "the workers received 60 to 100 percent more salary after outsourcing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical items (C) (D)"
        },
        {
            "text": "iii. Labor regulation consideration: Taiwan implemented strict labor laws in 1998, requiring employers to pay more to the retirement beneficiary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical items (C) (D)"
        },
        {
            "text": "iv. Capital consideration: the rate of upgrade in medical instruments runs too high for hospitals to afford. Outsourcing has helped hospitals acquire new instruments without financial burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical items (C) (D)"
        },
        {
            "text": "v. Improved services: outsourcing services are flexible in recruitment, and offer better training programs and wages, which result in better service to customers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical items (C) (D)"
        },
        {
            "text": "3. Advantage of outsourcing for public hospitals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical items (C) (D)"
        },
        {
            "text": "Outsourcing helps public hospitals to get more FTE without hiring workers themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical items (C) (D)"
        },
        {
            "text": "Due to regulations, the public hospitals have to use bids to select outsourcing companies. Although the necessity of some items is measured by quality, cost is always the key indicator of purchase. Also, when the contract is up (normally one to three years), hospitals are required to bid again, making it difficult for the outsourcing companies to consistently provide high quality service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disadvantage of outsourcing for public hospitals:"
        },
        {
            "text": "Compared with Shinkman's [7] study, this study shows higher outsourcing percentage in information (48.6% vs. 29%). One of the reasons is that Taiwan's software industry is powerful and can provide strong support to hospitals. The other reason is that due to Taiwan's single payment system of National Health Insurance, software companies can almost uniformly copy software systems to contract hospitals with the quality and lower cost under today's open mainframe computer system.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 28,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of this research also showed that the outsourcing of common and medical waste is a very high percentage (94.6%). On the other hand, the outsourcing of nutrition, nursing, and pharmacy have a lower percentage (less than 3%). Hospitals, especially for public hospitals, can get benefits from outsourcing to revive the FTE and human resource limitation. These results are the same as the Robert, Quinn, Jennings, and Yang [4] [5] [6] 13] . However, the drawbacks of regulations have limited the public hospitals to operate the outsourcing contracts. This result is somewhat like the Boardman [15] .",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 434,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Compare with the Moschuris's [29] study, this study showed the same in the main factors affecting outsourcing decision. However, this study have the lower scores in saving cost (SC) is unlike Moschuris's results.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to results from Table 4 and the other results of this study, we suggest hospitals pay more attention to the service quality of non-medical, outsourced items. Hospitals must also maximize financial and human resources advantage by outsourcing services such as laundry facilities, gift stores, and information as often as possible. In general, hospitals have higher satisfaction scores in medical items than in non-medical items.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 33,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although outsourcing should provide healthcare executives with a viable strategy for controlling costs, reduce administrative hassles, and maintaining quality patient care, hospitals should be wary of common myths that can cause them to make missteps in developing clinical service outsourcing arrangements [16] .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This limitation of this study is that the practical value can be generalized only to the hospitals system similar with Taiwanese health care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Hospitals, especially for public hospitals, can get benefits from outsourcing to revive the full-time-equivalent and human resource limitation. Other advantage such as save the energy of management personnel, improves efficiency and employee morale, and help hospitals acquire new instruments without financial burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outsourcing ins and outs",
            "authors": [
                {
                    "first": "Barbara",
                    "middle": [],
                    "last": "Kirchheimer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mod Healthc",
            "volume": "35",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reports European healthcare IT outsourcing market to offer lucrative opportunities",
            "authors": [
                {
                    "first": "Sullivan",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hosp Bus Week",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Globalization in health care: is international standardization of quality a step toward outsourcing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Christophe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brain",
                    "suffix": ""
                },
                {
                    "first": "Pierre-Henri",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Qual Health Care",
            "volume": "17",
            "issn": "",
            "pages": "277--279",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Managing strategic outsourcing in the healthcare industry",
            "authors": [
                {
                    "first": "Velma",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Healthc Manag",
            "volume": "46",
            "issn": "",
            "pages": "239--249",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Outsourcing innovation: the new engine of growth",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "13--29",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Strategic guidelines for outsourcing decisions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Strategic Change",
            "volume": "6",
            "issn": "",
            "pages": "85--96",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Outsourcing on the Upswing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shinkman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mod Healthc",
            "volume": "30",
            "issn": "",
            "pages": "46--54",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A case for outsourcing medical device reprocessing",
            "authors": [
                {
                    "first": "Deborah",
                    "middle": [],
                    "last": "Haley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "AORN Journal",
            "volume": "79",
            "issn": "",
            "pages": "806--808",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "practical tips for successful outsourcing",
            "authors": [
                {
                    "first": "Callahan",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Healthc Financ Manag",
            "volume": "59",
            "issn": "10",
            "pages": "110--116",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Privatization an international review of performance",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Hodge",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "What You Need to Know About Outsourcing HR Functions. HR Focus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mobley",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "77",
            "issn": "",
            "pages": "7--12",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Outsourcing Services: The Contract Is Just the Beginning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bus Horiz",
            "volume": "43",
            "issn": "",
            "pages": "25--39",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Outsourcing and benchmarking in a rural public hospital: does economic theory provide the complete answer? Rural Rem Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "124--137",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Is it good for patient care?",
            "authors": [
                {
                    "first": "S: Ed",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Outsourcing",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trustee",
            "volume": "57",
            "issn": "",
            "pages": "12--14",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Problems with contracting out government services: lessons from orderly services at SCGH",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Boardman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Hewitt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ind Corp Change",
            "volume": "13",
            "issn": "",
            "pages": "917--929",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "10 outsourcing myths that raise your risk: hospitals should be wary of common myths that can cause them to make missteps in developing clinical service outsourcing arrangements. Healthc Financ Manag",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "61",
            "issn": "",
            "pages": "66--72",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Successful contracting of prevention services: fighting malnutrition in Senegal and Madagascar. Health Policy and Planning",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Marek",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "382--389",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The effectiveness of contractingout primary health care services in developing countries: a review of the evidence",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hotchkiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bose",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Policy and Planning",
            "volume": "23",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An investigation into local government plans for public health emergencies in China. Health Policy and Planning",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "375--380",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A Novel Coronavirus Associated with Severe Acute Respiratory Syndrome. NEJM 2003",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The outsourcing system of the hospitals should be shutdown, lesson from Taiwan SARS outbreak",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Director of CDC of Taiwan",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Effective employment screening in the American health care industry",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Martanegara",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Kleiner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Manag Res News",
            "volume": "26",
            "issn": "",
            "pages": "59--72",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Outsourcing and its implications for hospital organizations in Turkey. J Health Care Finance",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yigit",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "86--92",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Psychometric Theory",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Nunnally",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "An assessment of technology-based service encounters & network security on the e-health care systems of medical centers in Taiwan",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Health Serv Res",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Writing about structural equation models",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoyle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Panter",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Structural equation modeling: concepts, issue, and applications Edited by: Hoyle RH",
            "volume": "",
            "issn": "",
            "pages": "158--176",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Alternative ways of assessing model fit",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cudek",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Testing structural equation models",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Assessing the stability of psychological traits and measures",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Schutz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Advances in sport and exercise psychology measurement Edited by: Duda J. New York: Human Kinetics",
            "volume": "",
            "issn": "",
            "pages": "393--408",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Outsourcing in public hospitals: a Greek perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Moschuris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kondylis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Health Organ Manag",
            "volume": "20",
            "issn": "",
            "pages": "4--14",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Sample Hospitals-Hospital Level and Hospital Type",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Rate of Outsourcing for Taiwanese Hospitals",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of Chi-square Tests that were Significant",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary for Satisfaction with Medical Items, Non-medical Items, and Paired t-Test",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "I would like to thank Teri Tan, Westmont College, USA, and Josephine Tsai on their direct help in the preparation of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "CTH was responsible for primary data cleaning and analysis, JYP was responsible for primary study design, manuscript drafting, statistic and interpretation, and manuscript submission. HC served as a methodologic consultant, assisted with data analysis and interpretation, and participated in manuscript editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:http://www.biomedcentral.com/1472-6963/9/78/prepub",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-publication history"
        }
    ]
}