{
    "paper_id": "47c38815f36cc14e7160f1890cda9f39b7e1d778",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Cristiano",
                "middle": [],
                "last": "Alicino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Genoa",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Genoa",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicola",
                "middle": [
                    "Luigi"
                ],
                "last": "Bragazzi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Genoa",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Valeria",
                "middle": [],
                "last": "Faccio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Genoa",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "Amicizia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Genoa",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Donatella",
                "middle": [],
                "last": "Panatto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Genoa",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Roberto",
                "middle": [],
                "last": "Gasparini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Genoa",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giancarlo",
                "middle": [],
                "last": "Icardi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Genoa",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Orsi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Genoa",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The 2014 Ebola epidemic in West Africa has attracted public interest worldwide, leading to millions of Ebola-related Internet searches being performed during the period of the epidemic. This study aimed to evaluate and interpret Google search queries for terms related to the Ebola outbreak both at the global level and in all countries where primary cases of Ebola occurred. The study also endeavoured to look at the correlation between the number of overall and weekly web searches and the number of overall and weekly new cases of Ebola. Methods: Google Trends (GT) was used to explore Internet activity related to Ebola. The study period was from 29 December 2013 to 14 June 2015. Pearson's correlation was performed to correlate Ebola-related relative search volumes (RSVs) with the number of weekly and overall Ebola cases. Multivariate regression was performed using Ebola-related RSV as a dependent variable, and the overall number of Ebola cases and the Human Development Index were used as predictor variables. Results: The greatest RSV was registered in the three West African countries mainly affected by the Ebola epidemic. The queries varied in the different countries. Both quantitative and qualitative differences between the affected African countries and other Western countries with primary cases were noted, in relation to the different flux volumes and different time courses. In the affected African countries, web query search volumes were mostly concentrated in the capital areas. However, in Western countries, web queries were uniformly distributed over the national territory. In terms of the three countries mainly affected by the Ebola epidemic, the correlation between the number of new weekly cases of Ebola and the weekly GT index varied from weak to moderate. The correlation between the number of Ebola cases registered in all countries during the study period and the GT index was very high. Conclusion: Google Trends showed a coarse-grained nature, strongly correlating with global epidemiological data, but was weaker at country level, as it was prone to distortions induced by unbalanced media coverage and the digital divide. Global and local health agencies could usefully exploit GT data to identify disease-related information needs and plan proper communication strategies, particularly in the case of health-threatening events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Please see Additional file 1 for translations of the abstract into the six official working languages of the United Nations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multilingual abstracts"
        },
        {
            "text": "The 2014 Ebola epidemic in West Africa, primarily affecting Guinea, Sierra Leone and Liberia, was the largest Ebola outbreak since the first epidemic in Sudan and Zaire in 1976. Since December 2013, Ebola has infected almost 28,000 people, mostly in West Africa, resulting in more than 11,400 deaths and attracting public interest worldwide [1] . This led to millions of Ebola-related Internet searches being performed during the period of the epidemic, making Ebola the most searched item on Yahoo engine and the fifth most searched term on Google in 2014 [2, 3] . Indeed, Internet represents a quickly growing source of health data with millions of people seeking healthcare information on the web daily [4] .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 561,
                    "end": 563,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Internet search data have been recently exploited both for public health surveillance purposes and for analysing the public's searching behaviour as a reaction to infectious disease outbreaks [5] . In particular, trend data generated by the number of Google searchesthe most popular search engine worldwidecan be investigated by Google Trends (GT), a freely accessible tool that provides data on geospatial and temporal patterns in search volumes for userspecified terms [6] . Google Trends offers valuable insights into population behaviour and health-related phenomena, especially in the area of infectious diseases, as well as in the areas of mental health and substance use, noncommunicable diseases and other general behaviours [6] .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A systematic review published in 2014 by Nuti et al. highlighted that in recent years researchers have been increasingly utilising GT for a diversity of health topics with some successful applications in the field of infectious disease surveillance, especially in countries with high Internet penetration levels [7] . For instance, GT has been efficaciously used to develop a model, known as Google Flu Trends, which is able to provide early warning of increases in influenza-like illness (ILI) incidence one to two weeks before traditional influenza and ILI surveillance systems, but with some limitations [8, 9] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 611,
                    "end": 613,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Recently, Jena et al. found a strong correlation between searches for human immunodeficiency virus (HIV) and the United States of America (US) Centers for Disease Control and prevention (CDCs) HIV incidence rates, and were able to construct a model based on web searches for the period 2007-2008 to accurately predict HIV incidence for 2009-2010 [10] . Other authors demonstrated that GT could be used to forecast the peak of scarlet fever in the United Kingdom (UK) five weeks before its arrival [11] .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Google Trends has also proven to be valuable for assessing tropical diseases, such as malaria, in countries with low levels of Internet penetration [12] . Moreover, Google search queries have been demonstrated to be effective and accurate at predicting, at the national-level, periods of high incidence of dengue in countries with underdeveloped surveillance systems, such as Bolivia, Brazil, India, Indonesia, Singapore and Mexico [13] [14] [15] .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Furthermore, analysing Internet query volumes for specific terms using GT allows for the quantification and interpretation of interest levels in health topics at the population level [7] . For example, Cha and Stow exploited GT to assess the social relevance, collective knowledge and public perception of an environmental accident, showing that the event raised public attention on associated environmental issues [16] . Further, search engine query data from Google have been used to assess the public interest in influenza in the year of pandemic and the following year in the UK, Lyme disease in the US and Mycoplasma pneumoniae infection in Finland [17] [18] [19] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "With respect to the current Ebola epidemic, Househ analysed public interest in Ebola. For this purpose, the author used GT Ebola-related query volumes from the period between 30 September and 30 October 2014, evidencing two peaks of Google searches: the first related to a TIME magazine report about the Hazmat crew that boarded a plane after a man said he may be infected with the deadly Ebola virus; the second was associated with a press release from President Obama calling on the National Guard reserves to help to contain the Ebola virus [20] .",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 548,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "However, no prior studies have investigated Google search queries related to the 2014 Ebola outbreak since the very beginning of the epidemic, and for its entire period. Therefore, the current study aimed to evaluate and interpret Google search queries for terms related to the 2014 Ebola outbreak both at the global level and in all countries where primary cases of Ebola occurred. The study also endeavoured to look at the correlation between the number of overall and weekly web searches and the number of overall and weekly new cases of Ebola.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Google Trends, an online tracking system of Internet hit-search volumes that recently merged with its sister project Google Insights for Search (Google Inc.) , was used to explore Internet activity related to the Ebola epidemic. The portal determines the proportion of searches for user-specified terms among all searches performed using Google. It then provides a relative search volume (RSV), which is the query share of a particular term for a given location and time period, normalised by the highest query share of that term over the time series and presented on a scale from 0 to 100. Each point of the graph generated by GT is divided by the highest point, which is conventionally set at 100.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 157,
                    "text": "(Google Inc.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Google Trends was mined from 29 December 2013 to 14 June 2015 to cover the entire period of the Ebola outbreak. \"Ebola\" and \"Ebola\"-related terms were searched also in local languages of the three most affected West Africa countries. For each keyword, the queries were performed with a keyword being used both as the \"search term\" and the \"search topic\". Using the first option, GT searched the exact string of text typed by the user, while using the second option all searches related to the query and automatically suggested by GT were included; this latter option is still under testing (beta function). It is possible to search for up to five queries each time [21] .",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 669,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We descriptively analysed the changes in web search queries at the global level and in all countries where primary cases of Ebola were registered (namely, Guinea, Sierra Leone, Liberia, Nigeria, Mali, Senegal, US, Spain, UK and Italy) over the entire period of the outbreak, and evaluated the correlation with news headlines reported using Google News. Furthermore, we analysed top queries and rising queries related to the search term or search topic, and assessed both the interest at global level and the regional interest at country level in Ebola on the web.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Pearson's correlation was performed to correlate Ebola-related RSVs with the number of Ebola cases retrieved from the World Health Organization (WHO) database, available at http://apps.who.int/gho/data/ node.ebola-sitrep (last accessed on 17 August 2015) [1] . Numbers of weekly and overall cases of Ebola were used for the correlation. In particular, both data from the WHO patient databases and situation reports were analysed. The strength of correlation was measured using the system described by Taylor [22] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Multivariate regression was performed using Ebolarelated RSV as a dependent variable, and epidemiological data (overall number of Ebola cases) and the Human Development Index (HDI) as predictor variables. This led to the creation of different mathematical models. The HDI was used to correct raw GT data, enabling a comparison to be made among the different countries and socio-economic contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The HDI was retrieved from the official website of the United Nations Development Programme, available at http://hdr.undp.org/en/2014-report (last accessed on 17 August 2015). The HDI is a composite statistical indicator, which combines life expectancy, education and income indices as proxies of country development. The Index is not based on economic growth alone and is able to capture the potential development of a country. The HDI was preferred to the Internet Penetration Index because the latter underweights the real use of the Internet, especially in low-and middle-income countries, where access to the web is limited and occurs mainly from public places such as Internet points and cyber cafes [23] . Moreover, in recent years, the use of mobile phones has increased dramatically, particularly in Sub-Saharan Africa, igniting a revolution in Internet access [24] . It has been demonstrated that a strong positive correlation exists between the number of mobile phone subscribers and HDI, especially in African countries [25] . It is also noteworthy that a positive correlation exists between HDI and Internet usage or penetration in Africa, although it is not as significant as it is in Europe and other developed countries [26] . The last available data for HDI (year 2013) were used.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 710,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1236,
                    "end": 1240,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Computation was done using SPSS software v21.0.0 (IBM Corporation, Armonk, NY, US). Values ≤0.05 were considered statistically significant. All data on the number of Ebola cases and the GT index are available as supplementary material. Figure 1a shows the first five queries generating the highest RSV values at a global level, namely \"Ebola\", \"Ebola virus\", \"Virus Ebola\", \"Ebola 2014\" and \"2014 West Africa Ebola outbreak\". The keyword that yielded the greatest RSV was \"Ebola\", searched using the \"search term\" option. \"Ebola\" was searched seven times more than the second-listed query (data not shown). Considering the term \"Ebola\", the date of 16 October 2014 had the highest index score of 100: on this particular day, President Obama issued a press release calling upon the National Guard reserves to help to contain the Ebola virus. A smaller peak (RSV = 46/100), registered on 8 August 2014, corresponded with the headline in the Belfast Telegraph \"WHO declares Ebola emergency\". Despite quantitative differences in terms of RSV, the curves generated by the five listed queries observed a similar trend over time. Other searches conducted using the \"search topic\" option, or in local languages using the \"search term\" option, did not yield any detectable RSV (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 245,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "With respect to regional interest in the search term \"Ebola\" (see Fig. 1b ), the greatest RSV was registered in Liberia (100/100), followed by Sierra Leone (99/100) and Guinea (42/100), the three West African countries mainly affected by the 2014 Ebola epidemic. In relation to other countries where Ebola primary cases were registered, the RSVs were 18/100, 14/100, 11/100, 5/100, 4/100, 3/100 and 2/100 in Mali, Nigeria, Senegal, US, Spain, UK and Italy, respectively. Table 1 shows the top and rising queries for the search term \"Ebola\" both at the global and country levels. Queries varied in the different countries and with respect to global researches: in particular, three out of the first five global Ebola-related rising queries were related to the first primary case of Ebola in the US. Figure 2 shows the interest in Ebola, using \"Ebola\" as a search term, over time both at the global and country levels. Both quantitative and qualitative differences between the affected African countries and other Western countries with primary cases were noted, in terms of the different flux volumes (expressed as relative percentages) and different time courses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 471,
                    "end": 478,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 798,
                    "end": 806,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the African countries, the peaks coincided with Ebola victims being quarantined in Guinea and the WHO announcement of the Ebola epidemic. In particular, in Liberia, Sierra Leone, Nigeria and Senegal, the highest peak of web searches (RSV = 100/100) corresponded with the Belfast Telegraph headline \"WHO declares Ebola emergency\"; in Guinea the highest peak coincided with the news of the first Ebola victims quarantined; and in Mali with the news of an American doctor being cured for Ebola. In the three primarily affected African countries, Ebola-related web searches declined in the months after the WHO announcement of the Ebola epidemic, despite the increase in Ebola cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In all Western countries, a similar pattern in Ebolarelated web searches was observed. Further, these trends reflected the global interest in Ebola: the two highest peaks of web searches (on 16 October 2014 and 8 August 2014, corresponding to US President Obama's press release and the WHO announcement of the Ebola epidemic, respectively) could be detected in all curves. In the UK and Italy, two further peaks were observed: in UK, a small peak (RSV = 25/100) was registered on 30 December 2014, corresponding to the news headline \"Ebola patient in Britain transferred to London\"; while in Italy a small peak (RSV = 17/100) was registered on the third week of April 2014, some days after the news of the first Ebola victims quarantined in Guinea. Figure 3 outlines the regional interest in the search term \"Ebola\" in each of the 10 countries affected by Ebola primary cases. In the affected African countries, with the exception of Nigeria (see Fig. 3e ), web query search volumes were concentrated in the capital areas, while no queries were reported in regions when the epidemic first spread. In Nigeria, the interest in Ebola was concentrated not only in the capital (Abuja), but also in other not neighbouring regions. However, in Western countries, the web queries were uniformly distributed over the national territory (see Fig. 3 ). Figure 4 shows the weekly GT index for search queries for \"Ebola\" compared with the number of new weekly Ebola cases, as reported in the WHO patient database and situation report, at the global level and in the three mainly affected West African countries. Raw data about weekly GT index for search queries for \"Ebola\" and new weekly Ebola cases, as reported in the WHO patient database and situation report, are available in Additional file 2. The correlation between the number of global new weekly cases of Ebola and the weekly GT index was moderate, both considering the WHO patient database (r = 0.553, p-value <0.001) and the WHO situation report (r = 0.409, p-value = 0.001). In terms of the three countries mainly affected by the Ebola epidemic, the correlation between new weekly cases of Ebola reported in the WHO patient database and the weekly GT index varied from weak in Guinea (r = 0.232, p-value = 0.07) to moderate in Sierra Leone (r = 0.481, p-value <0.001) and Liberia (r = 0.640, p-value <0.001). When correlating with new weekly cases of Ebola reported in the WHO situation report, the correlation was weaker and not statistically significant in all cases. Figure 5 shows the correlation between the RSV for \"Ebola\", the total number of Ebola cases per country registered over the entire period of the outbreak and the HDI, in all countries where Ebola cases were registered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 749,
                    "end": 757,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 947,
                    "end": 954,
                    "text": "Fig. 3e",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1332,
                    "end": 1338,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1342,
                    "end": 1350,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2520,
                    "end": 2528,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The correlation between the number of Ebola cases registered in all countries during the study period and the GT index was very high (r = 0.916; p-value <0.001). In particular, the three mainly affected African countries are characterised by a strong correlation between the RSV, the number of Ebola cases and the HDI, which is quite different from the other countries (see Fig. 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 380,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In order to investigate these correlations more deeply, two different regression models were developed, using GT-based RSVs for \"Ebola\" searched worldwide, and epidemiological data (the number of Ebola cases) (first model), and the number of Ebola cases and the HDI (second model) as predictor variables (see Table 2 ). The second model showed the best fit (Akaike information criterion = 709.927). The HDI was a negative predictor for GT-based RSV (p-value <0.0001), whilst the number of Ebola cases (p-value <0.0001) and the interaction between the number of cases and the HDI (p-value <0.0001) were positive predictors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 316,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "This study is the first analysis of web search behaviour related to the 2014 Ebola outbreak, both in quantitative and qualitative terms, for the entire epidemic period. Previous published studies have investigated GT and Twitter activities related to the Ebola epidemic, but only over a restricted time period [20, 27, 28] .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Ebola epidemic has attracted global public interest, generating millions of related Internet searches worldwide. The peak of global Internet search related to the term \"Ebola\" coincided with news of the first US Ebola case at the end of September 2014; by contrast the news about the first victims quarantined in Guinea, which appeared in March 2014 in the San Francisco Gate newspaper, as indicated by GT and Google News, did not globally generate a valuable number of web searches. Searches for \"Ebola\" performed in October 2014 were 76 times higher than those performed in March 2014, when reports of the Ebola outbreak first appeared. According to GT, \"the early reports in March caused a surge, but it was when cases started to appear outside of Africa that searches hit a global scale. People around the world searched to know more as news gathered momentum\" [3] . Notably, in the three West African countries mainly affected by the epidemic, Ebola-related activities declined after there were spikes in web searches associated with the news of the first victims quarantined in Guinea and the WHO declaration of the Ebola emergency, despite the increase in Ebola cases.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 872,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings suggest that web search interest in Ebola (including in the African countries), both at the global and national levels, was strongly influenced by traditional, As already discussed by other authors, media coverage during the 2014 Ebola outbreak was unbalanced and occasional [29] . For instance, as argued by an editorial in the Lancet, in the US disproportionate airtime was given to the nine confirmed American cases of Ebola compared with the massive human crisis occurring in the three West African countries mainly affected by the epidemic [29] . Data about worldwide traffic on Twitter and Google about Ebola, collected in the period between September and November 2014, demonstrated a dramatic increase in web searches, as news spread about the first US case diagnosed on 30 September 2014 [30] . Prior to this, daily tweets containing the word \"Ebola\" were, on average, very low [27] . More recently, a crosssection survey of Twitter data and GT data, conducted from 30 September to 29 October 2014, confirmed that Twitter and electronic news outlets focused more on the possible threat of Ebola reaching the US than on Ebola awareness and educational campaigns [20] . Towers et al., by using the \"news media contagion model\" and fitting Twitter and GT data, demonstrated that the massive media coverage absolutely disproportionate to the real threat to public health in the US contributed to generating web search activities and tweets [31] .",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 810,
                    "end": 814,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 900,
                    "end": 904,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1183,
                    "end": 1187,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1458,
                    "end": 1462,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These observations have important implications for global public health. For instance, the public concernas communicated by traditional and innovative mediathat Ebola could reach Western countries may have contributed to expedite the research for an Ebola vaccine. By contrast, even though there were already hundreds of Ebola cases in West Africa during the first months of 2014 and the disease was responsible, in the same continent, for numerous outbreaks in the last three decades, until this threat \"hit the headlines\" in developed countries, it represented a neglected disease both for the general public and public health practitioners and researchers [32] .",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 663,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, the media coverage in developed countries seemed to substantially influence not only the temporal trend of web searches but also the topics of the search queries at the global level. Three out of the first five global Ebola-related rising queries are related to the first primary case Ebola in the US, reflecting the global public interest in the possible threat of Ebola reaching the US rather than in the real epidemic taking place. Even in this case, search topics about Ebola seem to be influenced by media coverage in Western countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, when considering the topic queries at the national level, Ebola-related searches appeared to be \"country specific\": Google users who responded to Ebola-related news by searching Google and the relative volume of the search topics in different countries could reflect Ebola-related news itself. Interestingly, during the epidemic, very few queries were related to educational information about the disease, or to environmental and personal hygiene measures to prevent the transmission of Ebola (see Table 1 ). We can speculate that this could have contributed to the failure in adopting proper preventive measures and favoured considerable misunderstanding about the risks of exposure to Ebola. From an epidemiological standpoint, the analysis of correlation between the number of Ebola cases and GT-based RSV demonstrated that using web search volume related to the single term \"Ebola\" for surveillance purposes may not be feasible. Regression analyses performed at a global level enabled us to separate the three mainly affected West African countries from the other countries in terms of web search behaviour (see Table 2 and Fig. 5 ). Further, our correlation results showed that Ebola-related RSV per country matched with the number of cases registered in that given country for the entire epidemic period, even though the degree of accuracy varied depending on (a) the country and (b) the considered timeline. When considering the number of weekly cases of Ebola, the correlation between RSVs and epidemiological data was weaker.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 507,
                    "end": 514,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1125,
                    "end": 1132,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1137,
                    "end": 1143,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In fact, as the relative volume of Internet searches is likely to be correlated with the perceived information needs of Internet users, web searches may be useful for predicting epidemic outbreaks. This may be particularly pertinent if the majority of relevant internet searches are made as a result of information seeking, based on the users' own or friends' symptoms, instead of simply searching for something novel that is read in the daily news.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To date, GT has been successfully used as an integrative tool of a traditional surveillance system for epidemics and infectious diseases, with endemic diffusion at the country level, exhibiting seasonal patterns, and receiving relatively constant and not distortive media attention. Moreover, it is currently better suited to track disease activity in developed countries, as it requires large populations of web search users to be most effective [7, 33] . However, countries with relatively low Internet penetration can also accumulate sufficient search queries to build surveillance models based on GT, as demonstrated by Chan and colleagues [13] .",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 450,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In particular, GT served as a base for the development of predicting models for the surveillance of influenza and dengue. These models were designed using an automated method that selectedamong millions of the most common Google web search queriesa combination of ILI and dengue-related searches (i.e. queries about symptoms, complications, remedies, etc.) that could most accurately predict the percentage of visits to CDCs associated with ILIs in each US region, and official WHO dengue case count data used for each of the analysed countries [8, 13] .",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 548,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A similar approach has effectively estimated malaria activity in Thailand in the period 2005-2010 [14] .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, the predicting model for dengue detected and removed \"spurious spikes\" in web search time series, as they could not reflect the real spread of the disease, but could be determined by \"panic-induced searching\" when media coverage about a particular outbreak acts as an amplifier of web-search activity [13] .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Therefore, for a panic-inducing event such as an Ebola outbreak, media reaction strongly influenced the volume of Google queries, especially in Western countries, generating \"spurious spikes\" in web search time series that prevent the use of web disease-related single term queries for epidemiological surveillance purposes. A similar situation occurred during the outbreak of avian influenza, which spread from China to Turkey between 2005 and 2006: although no outbreaks of avian influenza were reported in the US, the spikes observed for worldwide and US search volume index for the term \"bird flu\" were superimposable, probably as a reaction to US media reports of an outbreak in Asia [33] .",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 693,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The unfeasibility of GT as an epidemiological predictor could also be explained, at least partially, by the digital divide, as well as by the impact of media coverage [34, 35] . The use of digital technologies to make queries about health is not particularly widespread in the African continent, despite differences among countries, between rural and urban areas, and the rapid evolution of this whole issue. The usage of new technologies in African countries is challenged and sometimes jeopardised by political, economic, social and historical issues, such as ethnic conflicts and wars, and the lack of an adequate infrastructure [36] . Guinea, Sierra Leone and Liberia are indeed characterised by very low Internet penetration levels and the total of the queries are concentrated in the capital areas. Among the African countries, Nigeria is a notable exception. We could speculate that the contrasting web search-related behaviour in this country could have contributed, at least partially, to containing Ebola [28] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Notably, GT, together with social media, could be usefully exploited by global and local health agencies, as well as by public health practitioners, as a tool to identify disease-related information needs, social and behavioural barriers to infection control, and misinformation, as well as to better understand sentiment and risk perception associated with health-threatening events such as an Ebola outbreak [5, 37] . Indeed, analyses of the temporal trend of GT-based query volumes together with their geographic distribution and main topics of searches can furnish a quantifiable and valuable measure of public attention and information needs about a particular communicable disease.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 413,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Internet represents a great opportunity for public health agencies to disseminate healthcare-related information quickly, effectively and cheaply, provided that reliable news are shared with as much of the population as possible, both in developed and developing countries, where the diffusion of new technologies among the population is rapidly increasing. Google Trendsa publicly available data sourcecould be used as a proxy of the proper diffusion of strategies based on health education messages, allowing to fill the translation gap between best evidence (what some experts know) and practice (what most people do or believe) [38] . Moreover, it could be exploited to determine the level of uptake of information about a public health event. Even during the 2014 Ebola outbreak, some stakeholders leveraged new technologies to plan proper communication strategies and address public concern [39, 40] .",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 640,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 906,
                    "end": 909,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study had some limitations. Google Trends only captures the search behaviour of a certain segment of the populationthose with Internet access and those using Google rather than other search engines (although Google is the most common search engine). However, the major limitation of GT is the lack of detailed information on the method by which Google generates this search data and the algorithms it employs to analyse it. Google Trends data were available only in the form of relative volume and not as absolute values, enabling further data handling and manipulation. Furthermore, temporal changes in the interface and capabilities of GT over time are not documented, which may lead to variations in the search output and in turn the study findings. Thus, the interpretation of the findings may be affected depending on the time and geographical area of the GT data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, although some privacy issues exist in using Google Web search data, tracing individuals that conduct online searches when signed into their accounts and recording and analysing data about users' characteristics, such as gender and age, intent of web search and \"search outcomes\" could improve the usefulness of this tool for public health and health education purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This is the first study to investigate the online global and local response during the entire period of the 2014 Ebola epidemic, in terms of web search behaviour related to term \"Ebola\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Top 10 Searches of",
            "authors": [
                {
                    "first": "Yahoo",
                    "middle": [],
                    "last": "Tech",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Health and social media: perfect storm of information",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fernández-Luque",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bau",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Inform Res",
            "volume": "21",
            "issn": "",
            "pages": "67--73",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chinese social media reaction to the MERS-CoV and avian influenza A(H7N9) outbreaks",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schaible",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infect Dis Poverty",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Can Google Trends search queries contribute to risk diversification?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kristoufek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci Rep",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The use of Google Trends in health care research: a systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Nuti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wayda",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ranasinghe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Dreyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Detecting influenza epidemics using search engine query data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ginsberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Mohebbi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Smolinski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brilliant",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "457",
            "issn": "",
            "pages": "1012--1016",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Predicting new diagnoses of HIV infection using internet search engine data",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Jena",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Karaca-Mandic",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Seabury",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Infect Dis",
            "volume": "56",
            "issn": "",
            "pages": "1352--1355",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Syndromic surveillance models using Web data: The case of scarlet fever in the UK",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Samaras",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Garcia-Barriocanal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sicilia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Inform Health Soc Care",
            "volume": "37",
            "issn": "",
            "pages": "106--130",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Using search queries for malaria surveillance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ocampo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chunara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Thailand Malar J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Using web search query data to monitor dengue epidemics: a new model for neglected tropical disease surveillance",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sahai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Conrad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Negl Trop Dis",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prediction of dengue incidence using search query surveillance",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Althouse",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Negl Trop Dis",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evaluation of Internet-based dengue query data: Google Dengue Trends",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Gluskin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santillana",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Negl Trop Dis",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mining web-based data to assess public response to environmental events",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Stow",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Environ Pollut",
            "volume": "198",
            "issn": "",
            "pages": "97--106",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Influenza A(H1N1)pdm09 in England",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Mytton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Rutter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eurosurveillance",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The utility of \"Google Trends\" for epidemiological research: Lyme disease as an example",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Seifter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schwarzwalder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Geis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aucott",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Geospatial Health",
            "volume": "4",
            "issn": "",
            "pages": "135--142",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Increased incidence of Mycoplasma pneumoniae infection in Finland",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Polkowska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harjunpaa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Toikkanen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lappalainen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vuento",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eurosurveillance",
            "volume": "17",
            "issn": "",
            "pages": "8--11",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Communicating Ebola through social media and electronic news media outlets: A cross-sectional study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Househ",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Informatics J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Complete Guide to Using Google in Libraries: Instruction, Administration and Staff Productivity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smallwood",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Interpretation of the Correlation Coefficient: A Basic Review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Def Model Simul",
            "volume": "1",
            "issn": "",
            "pages": "35--44",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Uneven geographies of the African Internet: growth, change, and implications",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Warf",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Afr Geogr Rev",
            "volume": "29",
            "issn": "",
            "pages": "41--66",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mobile Phones and Economic Development in Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Aker",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mbiti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Has Mobile Phone Technology Had an Impact on the Quality of Life in the Developing World?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Acad Res Bus Soc Sci",
            "volume": "3",
            "issn": "",
            "pages": "7--14",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Internet Usage and Human Development in Africa: A Cross-Regional Analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ssewanyana",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int. J Comp Sci Emerging Tech",
            "volume": "2",
            "issn": "",
            "pages": "470--475",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "What makes people talk about Ebola on social media? A retrospective analysis of Twitter use",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Castañeda-Hernández",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgregor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Travel Med Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "100--101",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "How Twitter may have helped Nigeria contain Ebola",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "349",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Lancet. The medium and the message of Ebola",
            "authors": [],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ebola and the social media",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "T"
                    ],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Miu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Mass Media and the Contagion of Fear: The Case of Ebola in America",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Towers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Afzal",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bernal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bliss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Espinoza",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Drug development for controlling Ebola epidemic -a race against time",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Drug Discov Ther",
            "volume": "8",
            "issn": "",
            "pages": "229--260",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Google trends: a web-based tool for real-time surveillance of disease outbreaks",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Carneiro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mylonakis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "1557--64",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Subdividing the digital divide: differences in internet access and use among rural residents with medical limitations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Probst",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Med Internet Res",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Health information, the Internet, and the digital divide",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brodie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Flournoy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Blendon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Rosenbaum",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Health Aff",
            "volume": "19",
            "issn": "",
            "pages": "255--65",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A meta-analysis of telemedicine success in Africa",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wamala",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Augustine",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Pathol Inform",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Influenza A (H7N9) and the importance of digital epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathé",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Mekaru",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Tomasulo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "401--405",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Infodemiology: The epidemiology of (mis)information",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Med",
            "volume": "113",
            "issn": "",
            "pages": "763--768",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Detecting themes of public concern: A text mining analysis of the Centers for Disease Control and Prevention's Ebola live Twitter chat",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Lazard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scheinfeld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bernhardt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Wilcox",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suran",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Infect Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Stakeholder involvement is essential for patient centered applications of Google Trends research",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Linkov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Freese",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Bovbjerg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramanathan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gourash",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Surg Obes Relat Dis",
            "volume": "10",
            "issn": "",
            "pages": "370--371",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Google Trends curve as RSVs for \"Ebola\" and Ebola-related terms (as \"search term\" or \"search interest\") from December 2013 to June 2015; b Regional interest heat map for Ebola-related activities worldwide",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Google Trends curve as RSV for \"Ebola\" from December 2013 to June 2015 searched worldwide (dotted blue line), and in all countries where primary cases of Ebola were registered (red lines)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Regional interest heat map for Ebola-related activities in all countries where primary cases of Ebola were registered over the entire period of the outbreak; a) Guinea, b) Sierra Leone, c) Liberia, d) Mali, e) Nigeria, f) Senegal, g) US, h) Spain, i) UK, j) Italy",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Correlation between GT curves as weekly RSVs for \"Ebola\" from December 2013 to June 2015, searched worldwide (upper), Liberia, Sierra Leone and Guinea (below), and the weekly number of new Ebola cases",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Scatterplot visualising the correlation between RSV for \"Ebola\" from December 2013 to June 2015, the total number of Ebola cases per country registered over the entire period of the outbreak, and the HDI in all countries where primary cases of Ebola were registered",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Ebola-related search queries at the global and national levels, December 2013 -June 2015",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Ebola-related search queries at the global and national levels, December 2013 -June 2015 (Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Regression models using GT-based RSVs for \"Ebola\" searched worldwide, and epidemiological data (the number of Ebola cases) and the HDI as predictor variables",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "In this study, GT showed a coarse-grained nature, strongly correlating with global epidemiological data, but was weaker at country level, as it was prone to distortions induced by unbalanced media coverage and the digital divide.Global and local health agencies could usefully exploit GT data to identify disease-related information needs and plan proper communication strategies, particularly in the case of such health-threatening events. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions CA conceived and designed the research, collected cleaned and analysed the data, and drafted and revised the paper. NLB conceived and designed the research, wrote the statistical analysis plan, analysed the data, and drafted and revised the paper. VF collected and cleaned the data, and drafted and revised the paper. DA, DP and RG were involved in the revision of the paper. GI conceived and designed the research, and revised the paper. AO conceived and designed the research, and drafted and revised the paper. All authors read and approved the final manuscript.• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}