{
    "paper_id": "48f553c843618f0cc189f9067685f551049a018f",
    "metadata": {
        "title": "Bayesian Reconstruction of Disease Outbreaks by Combining Epidemiologic and Genomic Data",
        "authors": [
            {
                "first": "T",
                "middle": [],
                "last": "Jombart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cori",
                "middle": [
                    "A"
                ],
                "last": "Didelot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Cauchemez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Fraser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Recent years have seen progress in the development of statistically rigorous frameworks to infer outbreak transmission trees (''who infected whom'') from epidemiological and genetic data. Making use of pathogen genome sequences in such analyses remains a challenge, however, with a variety of heuristic approaches having been explored to date. We introduce a statistical method exploiting both pathogen sequences and collection dates to unravel the dynamics of densely sampled outbreaks. Our approach identifies likely transmission events and infers dates of infections, unobserved cases and separate introductions of the disease. It also proves useful for inferring numbers of secondary infections and identifying heterogeneous infectivity and super-spreaders. After testing our approach using simulations, we illustrate the method with the analysis of the beginning of the 2003 Singaporean outbreak of Severe Acute Respiratory Syndrome (SARS), providing new insights into the early stage of this epidemic. Our approach is the first tool for disease outbreak reconstruction from genetic data widely available as free software, the R package outbreaker. It is applicable to various densely sampled epidemics, and improves previous approaches by detecting unobserved and imported cases, as well as allowing multiple introductions of the pathogen. Because of its generality, we believe this method will become a tool of choice for the analysis of densely sampled disease outbreaks, and will form a rigorous framework for subsequent methodological developments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Statistical methods for analyzing detailed epidemiological data collected during infectious disease outbreaks have seen rapid development in recent years [1, 2, 3, 4, 5, 6, 7, 8] . These methods probabilistically reconstruct likely transmission links between cases using data on the timing of symptoms and, where available, contact tracing data or other proximity information. The resulting transmission trees allow estimation of the number of secondary infections generated by each case, and thus of the transmission intensity (characterized by the reproduction number, R) over time. Pathogen genetic sequence data provides valuable additional information on potential transmission links between cases in a disease outbreak, particularly when reliable contact tracing data is not available. Indeed, using sequence data alone to estimate transmission rates during epidemics is increasingly frequent [9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19] . As genetic sequences can now be obtained nearly in real-time [19, 20] , this new source of information opens up exciting perspectives not only for understanding past outbreaks, but also for unraveling the transmission routes of ongoing outbreaks and subsequently adapting public health responses.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 158,
                    "end": 160,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 161,
                    "end": 163,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 164,
                    "end": 166,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 167,
                    "end": 169,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 170,
                    "end": 172,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 173,
                    "end": 175,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 176,
                    "end": 178,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 899,
                    "end": 902,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 903,
                    "end": 906,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 915,
                    "end": 918,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 919,
                    "end": 922,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 923,
                    "end": 926,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 927,
                    "end": 930,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 931,
                    "end": 934,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 935,
                    "end": 938,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 939,
                    "end": 942,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Integrated analysis of both epidemiological and sequence data clearly would maximize our ability to reconstruct transmission trees, but there are methodological and computational challenges. These challenges center on constructing and evaluating a unified likelihood for both the genetic and epidemiological data. One of the first attempts at integrated analysis [21] used phylogenetic trees to constrain the set of transmission trees then explored by an epidemiological transmission tree inference algorithm. An alternative approach [22] highlighted limitations of phylogenetic methods for reconstructing densely sampled outbreaks, and proposed an alternative graph theoretic approach for reconstructing 'genetically parsimonious' transmission trees, i.e. trees implying the smallest number of genetic changes amongst the sampled isolates. While simple and fast, this method also has a number of limitations: dates of infection are not inferred, the probability of a given transmission event cannot be assessed, and unobserved cases or multiple introductions of the disease cannot be detected. Substantive methodological developments have been made by Ypma et al. [23] and subsequently by Morelli et al. [24] , both of which proposed unified likelihoods for genetic and epidemiological data to analyze livestock disease outbreaks (avian influenza H7N7 [23] and foot-and-mouth disease [24] ). However, those methods require that the outbreak has a single introduction event and that all cases are observed, which limits their applicability to restricted epidemic contexts.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1205,
                    "end": 1209,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1353,
                    "end": 1357,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we introduce a novel and generic framework for the reconstruction of disease outbreaks based on pathogen genetic sequences and collection dates. We use the distribution of the generation time (i.e. time interval between a primary and a secondary infection) [7, 8] to define the epidemiological likelihood of a given transmission tree. This is coupled with a simple model of sequence evolution defining the probability of the genetic changes observed between the pathogen genomes along a chain of transmission. Our model is embedded within a Bayesian framework allowing estimation of dates of infections, mutation rates, separate introductions of the pathogen, the presence of unobserved cases, and the transmission tree. Estimate of the effective reproduction number over time, R(t), can also be obtained. As an improvement over previous approaches [23, 24] , our method does not require all cases to be observed or there to be a single introduction event which triggers an outbreak. After evaluating the performance of our method using simulated outbreaks, we illustrate our approach by analyzing the 2003 Severe Acute Respiratory Syndrome (SARS) outbreak in Singapore [10, 11, 25] . Our method is implemented in the package 'outbreaker' for the R software [26] and represents the first widely available tool for the reconstruction and analysis of disease outbreaks from genomic data.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 266,
                    "end": 268,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1175,
                    "end": 1179,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1184,
                    "end": 1187,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1263,
                    "end": 1267,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We analysed simulated outbreaks to assess the performance of our method under a variety of conditions, including different basic reproduction numbers (R 0 ), sampling coverage, rates of evolution, and generation time distributions, with our base scenario resembling an influenza-like illness ( Table 1 ). The outbreak size varied from 10 to nearly 200 infections in a fixed population of 200 susceptible hosts (plus imported cases), with a median sample size of 110 (quartile range: [66-132], Fig. S1 ). Wherever applicable, reported results refer to the marginal distributions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 301,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 493,
                    "end": 500,
                    "text": "Fig. S1",
                    "ref_id": null
                }
            ],
            "section": "General results on simulated data"
        },
        {
            "text": "Transmission trees were overall very well reconstructed, with 70% to 90% of true ancestries being recovered in most simulation settings ( Fig. 1 and Table S1 in Text S1). Better results were achieved when the sampling coverage was high (compare settings 'Base' to 75%, 50% and 25% of missing cases). In the absence of genetic information, the transmission tree was very difficult to infer (setting 'No mutation'). Differences in basic reproduction numbers (settings 'Low R' and 'High R') and in the shape of the generation time distribution (settings 'Short generation' and 'Long generation') induced some variation in the proportions of successfully recovered ancestries, although these remained satisfying in every case ( Fig. 1 and Table S1 in Text S1). Dates of infections were inferred with accuracy in most settings ( Fig. S2 and Table S1 in Text S1). However, this result was mostly driven by the shape of the generation time distribution, with broader distributions leading to greater uncertainty in the dates of infection (Fig. S2 ). While perfectly inferred in fully sampled outbreaks, the number of generations between ancestor and descendents became ambiguous as the proportion of missing cases increases (Table S1 in Text S1). Mutation rates were also mostly well estimated (Table S1 in Text S1, Fig. S3 ), albeit with a tendency to over-estimation. This bias was stronger when sampling grew sparser (settings with 75% and 50% missing cases), and to a lesser extent when the number of imported cases grew large (setting 'Many imports'). Detailed investigation of individual simulations suggested that misdetection of imported cases and increased numbers of erroneous ancestries may be responsible for over-estimating the mutation rates in these settings. The inference of sampling coverage varied largely amongst different simulation settings (Table S1 in Text S1, Fig.  S4 ): well recovered in fully sampled outbreaks, it was largely overestimated in sparse samples (settings with 75%, 50% and 25% missing cases), and slightly underestimated with longer generation time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 144,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 157,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 724,
                    "end": 730,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 743,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 824,
                    "end": 831,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 836,
                    "end": 844,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1031,
                    "end": 1039,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1217,
                    "end": 1226,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1287,
                    "end": 1296,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1309,
                    "end": 1316,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1856,
                    "end": 1865,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1878,
                    "end": 1886,
                    "text": "Fig.  S4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "General results on simulated data"
        },
        {
            "text": "The detection of imported cases showed excellent specificity and good sensitivity pooling results across the simulated datasets examined, with a majority of simulations exhibiting perfect results (Fig. 2) . However, substantial variations were observed between simulation settings (Fig. S5 , Table S1 in Text S1). Unsurprisingly, detection of imported cases was more difficult when imported cases were more frequent and when a higher fraction of cases was unobserved. With longer generation times, the larger numbers of mutations accumulated between ancestors and descendents made the detection of genetic outliers, and thus of imported cases, nearly impossible (Fig. S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 204,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 281,
                    "end": 289,
                    "text": "(Fig. S5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 292,
                    "end": 300,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 662,
                    "end": 670,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "General results on simulated data"
        },
        {
            "text": "While our model does not explicitly estimate the effective reproduction number 'R' (i.e., the number of secondary cases per infected individual), this quantity can easily be computed from the posterior trees. Our 'base' simulations show that reliable estimates of R at an individual level can be obtained when genetic information is available (Fig. 3, left) . In contrast, such inference was impossible in the absence of genetic data (Fig. 3, right) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 357,
                    "text": "(Fig. 3, left)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 434,
                    "end": 449,
                    "text": "(Fig. 3, right)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Inferring effective reproduction numbers"
        },
        {
            "text": "To gain a better understanding of disease outbreak dynamics, identifying systematic heterogeneity in R across cases is also essential. To assess whether our approach could detect such heterogeneity, we implemented two types of simulations in which there were systematic differences in infectivity between groups of hosts. In a first set of simulations, the host population was divided into two groups of equal sizes (e.g. adults and children) with low and high infectivity (infectivity in one group was twice that of the other group, with equal susceptibility). In the second setting, we included rare (5%) super-spreaders, who had the same susceptibility to infections as non super-spreaders, but were 13-fold more infectious. In both sets of simulations, infectivity was fixed for each individual at the beginning of the simulations. The classification of individuals into super-spreaders and regular spreaders was considered as known when comparing estimated reproduction numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inferring effective reproduction numbers"
        },
        {
            "text": "Understanding how infectious diseases are transmitted from one individual to another is essential for designing containment strategies and epidemic prevention. Recently, the reconstruction of transmission trees (''who infected whom'') has been revolutionized by the availability of pathogen genome sequences. Exploiting this information remains a challenge, however, with a variety of heuristic approaches having been explored to date. Here, we introduce a new method which uses both pathogen DNA and collection dates to gain insights into transmission events, and detect unobserved cases and separate introductions of the disease. Our approach is also useful for identifying super-spreaders, i.e., cases which caused many subsequent infections. After testing our method using simulations, we use it to gain new insights into the beginning of the 2003 Singaporean outbreak of Severe Acute Respiratory Syndrome (SARS). Our approach is applicable to a wide range of diseases and available in a free software package called outbreaker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "Results showed that our method was able to recover contrasted infectivity between different groups (Fig. 4 , S6, 7, 8, 9) . In the simulations with equally-sized groups, the overall distributions of R for each group were almost perfectly recovered (Fig. 4, top panel) , while values of R at an individual level were also well estimated (Fig. S6) . Importantly, when ignoring the genetic information, differences between groups were barely detectable ( Fig. 4 and S7). Similar results were observed in simulations including superspreaders (Fig. 4 , bottom panel), in which estimates of R values at an individual level were excellent when using genetic information (Fig. S8) , and very poor without it (Fig. S9 ). The reconstruction of average R values over time was not improved by the inclusion of genetic information (Fig. S10 , S11), which is unsurprising as this mainly depends on correctly inferring the dates of infections, which was unaffected by the absence of genetic data (Fig. S1, S2 ).",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 116,
                    "end": 118,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 119,
                    "end": 121,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 106,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 248,
                    "end": 267,
                    "text": "(Fig. 4, top panel)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 336,
                    "end": 345,
                    "text": "(Fig. S6)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 452,
                    "end": 458,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 538,
                    "end": 545,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 663,
                    "end": 672,
                    "text": "(Fig. S8)",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 708,
                    "text": "(Fig. S9",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 827,
                    "text": "(Fig. S10",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 993,
                    "text": "(Fig. S1, S2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "We analyzed data collected during the beginning of a SARS outbreak which took place in Singapore in 2003 [10, 25] . Previous studies proposed different reconstructions of this outbreak based on indirect contact tracing information and genetic data, and while all agreed on the necessity to combine these two streams of information, a clear consensus on the initial transmission tree has not been reached [10, 11, 25] . Here, we aimed to reconstruct the early stage of this outbreak using 13 full SARS genomes collected from the putative index patient and primary and secondary cases, and previously published estimates of the generation time distribution [27] (Fig. S12) .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 660,
                    "end": 670,
                    "text": "(Fig. S12)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Re-analysis of the 2003 SARS outbreak in Singapore"
        },
        {
            "text": "The genetic diversity amongst isolates was limited, with less than 15 mutations separating any pair of genomes (Fig. S13) . For most cases, transmission events could not be readily inferred from the phylogenetic tree (Fig. S14 ). According to previous estimates of the mutation rate [25] , we expect that most direct transmissions (. 99%) will exhibit between 0 and 5 mutations. Using this result, we performed a simple graph analysis to derive possible clusters of direct transmissions, which suggested the existence of one main cluster of cases that may be linked directly, the remaining 4 isolates falling into three groups (Fig. S15 ). However, this crude analysis only relied on genetic diversity, and did not take into account information on the collection dates of the isolates or on the duration of the infectious period.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 121,
                    "text": "(Fig. S13)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 217,
                    "end": 226,
                    "text": "(Fig. S14",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 627,
                    "end": 636,
                    "text": "(Fig. S15",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Re-analysis of the 2003 SARS outbreak in Singapore"
        },
        {
            "text": "We used outbreaker to exploit all these data simultaneously. Results of the inferred likely scenarios ( Fig. 5 and 6) show that for half of the cases, a well-supported ancestor can be identified from the data (see also Fig. S16 ). These correspond to all of the first and second generations of infections (Sin2677, Sin2679, Sin2748, Sin2774) and to the last sampled case (Sin850). Ancestries of most cases were compatible with a single generation, although one or two unobserved infections may have taken place between Sin849 and Sin850 (Fig. S17 ). We found no evidence for separate index cases after Sin2500, in agreement with contact tracing information [10, 11, 25] . However, the small number of cases may impair the detection of outliers and thus the identification of imported cases, so that multiple introductions of the pathogen cannot be ruled out.",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 661,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 117,
                    "text": "Fig. 5 and 6)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 219,
                    "end": 227,
                    "text": "Fig. S16",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 537,
                    "end": 546,
                    "text": "(Fig. S17",
                    "ref_id": null
                }
            ],
            "section": "Re-analysis of the 2003 SARS outbreak in Singapore"
        },
        {
            "text": "The most recent investigation of this outbreak suggested a dual introduction of the pathogen, with a separate index case (Sin2679) nearly 20 days after the initial index case Sin2500 [10, 11, 25] . This may be deemed surprising as this case is genetically close to some preceding cases (Fig. S14 , S15). Here, our results suggest that Sin2679 would in fact be part of the second generation of infection, and was infected by Sin2748 ( Fig. 5 and 6 ). Indeed, while the collection dates of Sin2748 and Sin2679 are relatively close, the generation time of SARS (Fig. S12 ) may have allowed Values indicated in bold correspond to the base simulation. Every other value was changed individually from the base simulation, giving one unique simulation setting. For every setting, 50 independent simulated epidemics were obtained. The minimum outbreak size was set to 10 cases (smaller outbreaks were discarded). Labels are used throughout the text to identify unique simulation settings. *the first two figures refer to the mean and standard deviation of the gamma distribution, before discretization; the third value is the date after which the distribution is truncated to zero. **per site and per generation. doi:10.1371/journal.pcbi.1003457.t001",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 295,
                    "text": "(Fig. S14",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 434,
                    "end": 446,
                    "text": "Fig. 5 and 6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 558,
                    "end": 567,
                    "text": "(Fig. S12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Re-analysis of the 2003 SARS outbreak in Singapore"
        },
        {
            "text": "for this transmission to occur. Closer examination of the patterns of mutations between Sin2500, Sin2748 and Sin2679 bring further support to this scenario ( Fig. 6 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 164,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Re-analysis of the 2003 SARS outbreak in Singapore"
        },
        {
            "text": "Building on past work [23, 24] , we have presented a flexible analytical framework for the reconstruction of densely sampled outbreaks from epidemiological and sequence data. We extended previous work by accounting for unobserved cases and proposing a new approach for identifying multiple introductions of the pathogens based on the detection of genetic outliers. Our method is also the first tool for outbreak reconstruction widely available as a free software (the R package 'outbreaker') and able to run on standard desktop computers. The analysis of simulated data suggests that our approach will be applicable to a wide range of pathogens with various basic reproduction numbers, generation time distributions, and genetic diversity. We have shown how our approach can be used to infer effective reproduction numbers at an individual level. Importantly, this allows for detecting differences in infectivity of different groups of cases, and for the identification of super-spreaders. Our results suggest that while epidemiological data may suffice for the estimation of mean aggregated quantities such as the mean effective reproduction Figure 1 . Quality of the transmission tree reconstruction in simulated datasets. This violinplot represents the proportion of correctly inferred transmissions in the consensus ancestries, obtained by retaining the most frequent infectors in the posterior trees for each case. Each colored 'violin' represents the density of points for a given simulation setting, indicated on the x-axis (see Table 1 for details). doi:10.1371/journal.pcbi.1003457.g001 number, R, genetic data are useful to tease individual heterogeneities apart.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 27,
                    "end": 30,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1143,
                    "end": 1151,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1536,
                    "end": 1543,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "As in other tree reconstruction methods [2, 7, 28, 29] , we did not explicitly model the population of susceptible individuals. This is because information on individuals who were not infected during the outbreak (the ''denominator'' data) is quite often unavailable. Compared with case-only analyses, availability of denominator data also makes it possible to estimate the force of infection and risk factors for infection [4] . We note that our framework could easily be extended to model the uninfected population. This could be done by modifying our likelihood so that the probability of the time of infection of a case would be based on an explicit model of the force of infection; individuals not infected during the outbreak would also contribute to the epidemiological likelihood as is standard in such situations [4] . Integrating and validating these additional features in our approach will be the subject of future research.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 44,
                    "end": 46,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 47,
                    "end": 50,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 51,
                    "end": 54,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our method relies on several assumptions which can be used to define the scope of its possible applications. The most important element in this respect is the proportion of cases represented in the sampled data, and thus often the scale of the epidemics considered. Our approach aims to reconstruct ancestries in closely related cases. As such, it should be most useful for detailed outbreak investigations. While the reconstruction of transmission tree seems relatively robust to large proportions of unobserved cases (up to 75% of missing cases, Fig. 1 ), our method is clearly tailored to densely sampled outbreaks, and not meant for the analysis of large-scale, more sparsely sampled epidemics. In such cases, phylogenetic methods are preferred as they explicitly reconstruct unobserved common ancestors of the sampled pathogen genomes, and can be used to infer, if not the transmission tree, the past dynamics of the disease [30, 31, 32] .",
            "cite_spans": [
                {
                    "start": 930,
                    "end": 934,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 935,
                    "end": 938,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 939,
                    "end": 942,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 554,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "One of the novelties of our approach is the detection of imported cases, which are identified as genetic outliers. While this method should be useful to detect separate introductions of different pathogenic lineages in an epidemic, it may be sensitive to other events prone to creating genetic outliers, such as sequencing errors or recombination. Care should therefore be devoted to ensuring data quality and filtering out polymorphism due to recombination. Moreover, the assumption that imported cases are genetically distinguishable from other cases may not always be true, especially when multiple introductions take place from a closely related lineage. Such cases cannot be detected by genetic data only, and would require other sources of information (e.g. contact tracing) to be considered. In this respect, an interesting feature of outbreaker is the ability to fix known imported cases (as well as any other known transmissions) before reconstructing the transmission tree.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another important point is that following a previous, widelyused approach for the analysis of outbreaks [7] , we assume the distributions of the generation time and of the time from infection to sample collection to be known. In some situations such as outbreaks of new emerging pathogens, accurate estimates of the generation time may not be readily available. In this case, a conservative approach should allow for a wide range of possible times to infection, at the expense of increased uncertainty in the inferred ancestries. As our method is numerically efficient for the analysis of small outbreaks, we suggest testing different generation time distributions to assess the robustness of the results. As a longer-term alternative, our approach could be extended to include an explicit parameterization and estimation of the generation time distribution.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "More fundamentally, the use of a generation time distribution also implies that our method is less appropriate for diseases in which long periods of asymptomatic carriage are frequent. For instance, bacteria such as Staphylococcus aureus can cause infections after months of asymptomatic colonization of the host, but may equally cause outbreaks of cases linked by only a few days [12, 33] . In such cases, the collection dates of isolates effectively carry less information about possible transmissions, which would hamper our current approach. However, our model could be adapted to the analysis of carried pathogens by incorporating specific data on known exposures (e.g. shared occupancy on a hospital ward) [34, 35, 36] .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moreover, carried pathogens are also more likely to cause multiple colonizations of the host, resulting in several lineages coexisting within the same patient. Our model assumes that a single pathogen genome exists within each host, and is therefore not designed to account for multiple infections. A simple workaround would consist in duplicating cases of multiple infections into single infections, assuming that multiple infections are made of independent, single colonization events. However, this would not allow for disentangling multiple infections from mere within-host evolution of a single lineage. A more satisfying approach would consist in modeling explicitly the evolution of isolates within host, but this will likely result in a much more complex model and is beyond the remit of our current approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A major simplification made in our model, that could be relaxed in future work, is that we do not consider within host diversity of pathogens. Within-host diversity is particularly prominent in pathogens that infect a host for a long time relative to their withinhost replication cycle (e.g. HIV or Hepatitis C Virus), pathogens that can be carried for a long time (e.g. Staphylococcus aureus), pathogens where the infectious inoculum is large (e.g. bloodtransmitted HIV), or super-infection is frequent (e.g. Streptococcus pneumoniae in hyper-endemic settings). Limited host diversity leads us to assume that genomes sampled from infectors are effectively ancestral to genomes sampled from secondary cases, allowing us to equate phylogenetic and transmission trees. This substantially reduces the complexity of the inferential problem, and reduces by orders of magnitude the dimensionality of the space of linked augmented variables to be explored. The assumption of no withinhost diversity will likely be appropriate for acute infectious pathogens in outbreaks, but will also be relatively appropriate for situations where there is a strong bottleneck on diversity upon transmission and limited opportunities for superinfection, such as sexually transmitted HIV. Inclusion of within-host diversity in the model inference is an important but likely complex task, though efficient approximations may be possible. A related development will be the inclusion of multiple samples per individual, used to sample cross-sectional and longitudinal genetic diversity within infected hosts. Another somewhat simpler extension would be the inclusion of a 'relaxed' molecular clock, which would allow accounting for heterogeneities in mutation rates amongst different pathogen lineages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, we wish to emphasize the importance of including all available prior information in the analysis. Because the estimates of parameters governing an outbreak are often correlated, accurate knowledge of one can be used to refine the estimation of the others. For instance, specifying known transmission chains or imported cases will improve the estimation of the mutation rates, as well as the overall reconstruction of the transmission tree. Conversely, fixing the mutation rate to its 'true' value (or a good estimate thereof) is likely to improve the detection of imported cases. As currently implemented, our method allows for fixing any parameter as well as individual ancestries, which are used in the likelihood computations but not changed during the MCMC. This feature should be especially useful for incorporating known transmission events or introductions of the pathogen into the population, based for instance on clinical investigations and contact tracing information. However, results of contact tracing studies should always be considered cautiously, and could be contradicted by the analysis of corresponding sequences, as illustrated by the SARS outbreak in Singapore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are other promising avenues for incorporating various streams of information into our approach. The likelihood of our model allows for additional 'plug-in' terms for individual transmissions, which could be used to model spatial dispersion processes as well as movement over a contact network. Therefore, we hope that the present method will not only be applied widely, but also motivate further developments for the investigation of infectious disease outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Model notations. We developed a discrete-time stochastic model for reconstructing likely transmission trees of an outbreak based on pathogen genetic sequences and their collection dates (see notations summary in Table 2 and Figure S18 ). Our model considers a single pathogen genome for each case. We note s i the genetic sequence of case i i~1, . . . ,N ð Þ , sampled at time t i . The function d(s i ,s j ) computes the number of mutations between s i and s j , while l(s i ,s j ) computes the number of nucleotide positions which can be compared between the two sequences. w is the distribution of the generation time, defined as the time interval between the infection of an individual and his seeding of new secondary cases. f is the distribution of the time interval between infection and collection of an isolate. Both w and f are assumed to be known, and are not part of the estimated parameters. Augmented data are used to model the transmission process, which is not observed directly [5, 34] . We denote a i the index of the most recent sampled ancestor of case i, and k i the number of generations separating cases a i and i (k i §1). For imported cases, a i is fixed to 0. The date of infection for case i is denoted T inf i . We use the simplest model of sequence evolution considering one single mutation rate (m), measured per site and per generation of infection. Unlike approaches based on strict molecular clocks (e.g. [24] ), a generational clock models the accumulation of genetic diversity with new infections while overlooking within-host evolution [23] . Lastly, the parameter p is the proportion of cases of the outbreak that have been sampled over the time span of the dataset, assuming a constant reporting rate over time.",
            "cite_spans": [
                {
                    "start": 995,
                    "end": 998,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 999,
                    "end": 1002,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1438,
                    "end": 1442,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1572,
                    "end": 1576,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 219,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 224,
                    "end": 234,
                    "text": "Figure S18",
                    "ref_id": null
                }
            ],
            "section": "Model of disease transmission"
        },
        {
            "text": "Posterior distribution and full likelihood. Our model is embedded within a Bayesian framework. We denote Y the observed data, A the augmented data, and h the model parameters. The joint posterior distribution of parameters and augmented data is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model of disease transmission"
        },
        {
            "text": "which is proportional to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model of disease transmission"
        },
        {
            "text": "where the first term is the likelihood of the data and augmented data, and the second, the joint prior distribution. Likelihood computations are described below. Priors and estimation procedures are described in Supporting Methods. The likelihood is computed as a product of case-specific terms, in which we assume that all cases are independent conditional on their ancestries:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model of disease transmission"
        },
        {
            "text": "where p(t 1 DT 1 inf ) is the probability of the first collection date given the first infection date, and p(s 1 )p(T inf 1 )p(a 1 )p(k 1 ) is a constant. In the case of partially sampled transmission chains, several cases could share some common (unsampled) ancestry, and would thereby no longer be independent conditional on their most recent sampled ancestor. It follows that in the general case, Eq. 2 is not a true likelihood but a composite likelihood [37] used to approximate the likelihood [24] .",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Model of disease transmission"
        },
        {
            "text": "The general term of the pseudo-likelihood for case i is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model of disease transmission"
        },
        {
            "text": "which can be decomposed into:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model of disease transmission"
        },
        {
            "text": "where p(a i ) is a constant. We refer to V 1 i as the genetic pseudolikelihood and to V 2 i as the epidemiological pseudo-likelihood. Genetic pseudo-likelihood. As in [22] , mutations are modeled as features of the transmission events. This is a direct corollary of the assumption of no within host diversity. This approach has the advantage of being computationally very efficient, as only the genetic distances between isolates need to be known to compute the pseudo-likelihood of a transmission event, and all transmission events are independent. The genetic pseudo-likelihood of case i is defined as the probability of observing the genetic differences between the sequence s i and the ancestral sequence s ai with i and a i being separated by k i generations. In practice, if case a i has not been sequenced, we look for another ancestral sequence by moving up the transmission chain, replacing k i by the number of generations between the two compared sequences. Given the short timescale considered between pairs of sequences, reverse mutations are considered negligible. Accordingly, sites under strong selection such as immune epitopes or drug-resistance associated SNPs should be removed from the analyzed sequences. Assuming that all sites mutate independently and in the absence of reverse mutations, the genetic pseudo-likelihood V 1 i is given by:",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Model of disease transmission"
        },
        {
            "text": "Epidemiological pseudo-likelihood. The epidemiological pseudo-likelihood V 2 i is computed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model of disease transmission"
        },
        {
            "text": "The first term corresponds to the pseudo-likelihood of the collection date. The second term is the probability of the infection date for k i generations between the infection dates considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model of disease transmission"
        },
        {
            "text": ", where Ã is the convolution operator. The last term is the probability of unobserved intermediate cases, modeled with a negative binomial distribution NB(1Dr,p) (equivalent to a geometric distribution with parameter p), indicating the probability of obtaining one 'success' (here, sampling a case) after r 'failures' (unobserved cases) with a probability of success p. Detection of imported cases. Imported cases are not explicitly included in the model, but detected using a preliminary run of the model, during which genetic outliers are identified and the corresponding cases classified as imported. The ancestry of these cases is fixed as 'unknown' in the second and final run. We use a leave-one-out procedure for detecting cases with outlying genetic log-likelihood which has been used previously in a similar context [38] . This approach defines the global influence GI i of case i (considering genetic data only) as:",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 829,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Model of disease transmission"
        },
        {
            "text": "where E denotes the expectation of the corresponding terms, approximated by the average over a number of samples (50 by default) from the MCMC of the preliminary run. Large values of GI i reflect unlikely numbers of mutations, and therefore a probable genetic outlier. By default, cases with a global influence greater than 5 times the average global influence are classified as outliers. While this threshold is arbitrary, it was determined empirically to have excellent specificity and appreciable sensitivity on a range of simulation settings (see Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 557,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model of disease transmission"
        },
        {
            "text": "Re-estimation of the mutation rate. Because our model uses a mutation rate expressed per generation of infection, estimated values cannot be readily compared to classical rates of evolution, typically expressed per unit of time. As a workaround, we can re-estimate a classical mutation rate from the distribution of posterior trees. The mutation rate can be inferred from one transmission event as the ratio of the number of mutations from ancestor to descendent and the amount of time separating the infection dates of these cases. For each tree, we compute the average mutation rate across all ancestries, which provides one estimate of the mutation rate for each posterior sample. This procedure is implemented in the function get.mu in outbreaker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model of disease transmission"
        },
        {
            "text": "Implementation. Our approach is implemented in the R package outbreaker (version 1.1-0), freely available at: http://cran.rproject.org/web/packages/outbreaker/index.html.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model of disease transmission"
        },
        {
            "text": "Model. Outbreaks were simulated using the function simOutbreak in the package outbreaker. Each simulation starts with a single infection in a population of n susceptible hosts. For simplicity, the same function was used for w and f . R 0 is the fixed basic reproduction number, and S t the number of susceptible hosts at time t. The probability for a susceptible individual to become infected on day t is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of disease outbreaks"
        },
        {
            "text": "At each time step, the number of new cases is drawn from a binomial distribution with S t draws and a probability p inf t . Infectors of a case infected at time t i are sampled from a multinomial distribution with probabilities:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of disease outbreaks"
        },
        {
            "text": "In addition to endogenous cases, external cases are imported at a constant rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of disease outbreaks"
        },
        {
            "text": "Mutations are simulated using a single mutation rate, all sites mutating independently. Pathogens of separate introductions of the disease (including the index case) are assumed to all coalesce to the same common ancestor ten generations ago.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of disease outbreaks"
        },
        {
            "text": "Simulated scenarios. We evaluated the overall performance of the method using a basic scenario, and assessed the impact of different factors on the results by changing one aspect of the simulation at a time. These factors included the shape of the generation time distribution (from peaked to flat), the basic reproduction number (from 1.1 to 4), the mutation rates (from 0 to 2 mutations on average per generation and genome), the proportion of cases observed (from 0.25 to 1), the rate at which external cases are imported (from 0 to 0.2), and the proportion of sampled cases with DNA sequences (from 0.25 to 1). The different values for each element are summarized in Table 2 . For each setting, 50 epidemics were simulated with 200 susceptible hosts and a minimum of 10 cases, and analyzed using outbreaker with the default settings, described in supporting information.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 671,
                    "end": 678,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Simulation of disease outbreaks"
        },
        {
            "text": "In addition, two other types of simulation were used to test our approach's ability to detect heterogeneous infectivity amongst cases. First, we generated outbreaks where the host population was divided into two groups of equal sizes, one being twice as infectious (equivalent R 0 = 3) as the other (equivalent R 0 = 1.5). Second, we simulated outbreaks with super-spreader dynamics, were 5% cases were super-spreaders, with an equivalent R 0 of 20, while the rest of the population had an equivalent R 0 of 1.5. In both cases, 50 outbreaks with minimum sizes of 10 cases were simulated using a single pathogen introduction and 100 susceptible hosts, and fully sampled outbreaks were analysed using outbreaker, fixing k values to 1 generation and using defaults otherwise. For the super-spreader simulations, super-spreaders were identified first from the data and their reproduction number compared to that of the non superspreaders. For such comparisons, effective reproduction numbers of the different groups were calculated based on cases during the whole outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of disease outbreaks"
        },
        {
            "text": "Thirteen previously published full SARS genomes [10, 25] (Data S1) were obtained from Genbank and aligned using MUSCLE [39] . The resulting alignment contained 29,731 columns, 39 of which were polymorphic (Data S2). We used a generation time distribution modeled as a discretized gamma distribution with a mean of 8.4 days and a standard deviation of 3.8 days [27] , using the function DiscrSI from the R package EpiEstim [29] . The same distribution was used for the the time to collection. Details of the parameters used to run outbreaker are provided in Supporting Methods. The statistical confidence in determining the ancestry of a given case was quantified using the entropy of the frequencies of the posterior ancestors. With K different ancestors of posterior frequencies f k (k~1,:::,K), the entropy is defined as:",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 53,
                    "end": 56,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of the 2003 SARS outbreak in Singapore"
        },
        {
            "text": "The entropy is 0 if one of the f k , is 1, indicating high confidence in allocation of an ancestry, while larger values of the entropy indicate poorer confidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the 2003 SARS outbreak in Singapore"
        },
        {
            "text": "Data S1 SARS genome data. Information about the 13 SARS genomes collected from Genbank. The first column contains identifiers of the cases, while the second column contains Genbank accession numbers. Data S3 List of mutations between pairs of SARS genomes. This text file reports the output of the function 'findMutations', implemented in the R package adegenet. The list of mutations from one genome to another is provided for all pairs of genomes in the SARS data. Genome labels match those of the fasta file provided as Data S1. (TXT) Figure S1 Sample sizes of simulated datasets. This violinplot represents the number of cases analysed in the different simulation settings. Symbols represent the densities of points across 50 independent replicates. Colors indicate different simulation settings (see Table 1 in main text for details). Table 1 in main text for details).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 538,
                    "end": 547,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 812,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 840,
                    "end": 847,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Supporting Information"
        },
        {
            "text": "(TIF) Figure S3 Inference of the mutation rate in simulated datasets. This violinplot represents the relative error in the inferred mutation rates. Mutation rates per unit of time were re-estimated from the posterior transmission trees using the function get.mu from the outbreaker package. Symbols represent the densities of points across 50 independent replicates. Colors indicate different simulation settings (see Table 1 in main text for details).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 15,
                    "text": "Figure S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 418,
                    "end": 425,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Supporting Information"
        },
        {
            "text": "(TIF) Figure S4 Inference of the sampling coverage in simulated datasets. This violinplot represents the mean error in the inferred sampling coverage (proportion of the outbreak sampled). Symbols represent the densities of points across 50 independent replicates. Colors indicate different simulation settings (see Table 1 in main text for details).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 15,
                    "text": "Figure S4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 315,
                    "end": 322,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Supporting Information"
        },
        {
            "text": "(TIF) Figure S5 Detection of imported cases in simulated datasets. This violinplot represents the proportion of imported cases detected by the method. Symbols represent the densities of points across 50 independent replicates. Colors indicate different simulation settings (see Table 1 in main text for details). The tree is rooted to the most ancient isolate (Sin2500). Colors indicate time, with more ancient isolates in blue and more recent isolates in red. This tree was realized using the package ape for the R software.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 15,
                    "text": "Figure S5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 278,
                    "end": 285,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Supporting Information"
        },
        {
            "text": "(TIF) Figure S15 Graph connecting closely related genomes. These clusters were defined using a graph approach where pairs of genomes are connected when they are distant by no more than 5 mutations from each other (function 'gengraph' from the R package adegenet). The resulting connected components form clusters represented using different colors. Numbers annotating the edges represent the number of mutations between pairs of genomes. For the sake of readability, the dates were removed from the labels of the sequences. Text S1 Supporting methods and tables. This file describes the priors and parameter estimation procedures used in outbreaker, as well as the settings used in the SARS outbreak analysis and the supporting table S1. (PDF)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 16,
                    "text": "Figure S15",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The construction and analysis of epidemic trees with reference to the 2001 UK foot-and-mouth outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chase-Topping",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Friar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Biol Sci",
            "volume": "270",
            "issn": "",
            "pages": "121--127",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Real-time estimates in early detection of SARS",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boelle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "110--113",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Biol Sci",
            "volume": "274",
            "issn": "",
            "pages": "599--604",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Methods to infer transmission risk factors in complex outbreak data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J R Soc Interface",
            "volume": "9",
            "issn": "",
            "pages": "456--469",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Role of social networks in shaping disease transmission during a community outbreak of 2009 H1N1 pandemic influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhattarai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Marchbanks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Fagan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ostroff",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "",
            "pages": "2825--2830",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Quantifying transmission of norovirus during an outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Heijne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rondy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Verhoef",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Epidemiology",
            "volume": "23",
            "issn": "",
            "pages": "277--284",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmission intensity and impact of control policies on the foot and mouth epidemic in Great Britain",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "413",
            "issn": "",
            "pages": "542--548",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pandemic potential of a strain of influenza A (H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557--1561",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparative fulllength genome sequence analysis of 14 SARS coronavirus isolates and common mutations associated with putative origins of infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Ee",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Vega",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thoreau",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1779--1785",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS transmission pattern in Singapore reassessed by viral sequence variation analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evolution of MRSA during hospital transmission and intercontinental spread",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Feil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Holden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Quail",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Nickerson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "327",
            "issn": "",
            "pages": "469--474",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A Timescale for Evolution, Population Expansion, and Spatial Spread of an Emerging Clone of Methicillin-Resistant Staphylococcus aureus",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Nübel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dordel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kurt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Strommenger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Westh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evidence for several waves of global transmission in the seventh cholera pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mutreja",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "477",
            "issn": "",
            "pages": "462--465",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Tracking a hospital outbreak of carbapenem-resistant Klebsiella pneumoniae with whole-genome sequencing",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Snitkin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zelazny",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stock",
                    "suffix": ""
                },
                {
                    "first": "Ncsp",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Transl Med",
            "volume": "4",
            "issn": "",
            "pages": "148--116",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Wholegenome sequencing to delineate Mycobacterium tuberculosis outbreaks: a retrospective observational study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Harrell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kapatai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "137--146",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Evolutionary analysis of the dynamics of viral infectious disease",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Genet",
            "volume": "10",
            "issn": "",
            "pages": "540--550",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transforming clinical microbiology with bacterial genome sequencing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Didelot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bowden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Peto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Crook",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Rev Genet",
            "volume": "13",
            "issn": "",
            "pages": "601--612",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rapid whole-genome sequencing for investigation of a neonatal MRSA outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "U"
                    ],
                    "last": "Koser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Holden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Cartwright",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "366",
            "issn": "",
            "pages": "2267--2275",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A pilot study of rapid benchtop sequencing of Staphylococcus aureus and Clostridium difficile for outbreak detection and surveillance",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Eyre",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Golubchik",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bowden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piazza",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMJ Open",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Integrating genetic and epidemiological data to determine transmission pathways of foot-and-mouth disease virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Cottam",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thebaud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wadsworth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gloster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mansley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Biol Sci",
            "volume": "275",
            "issn": "",
            "pages": "887--895",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Reconstructing disease outbreaks from genetic data: a graph approach",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jombart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Balloux",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Heredity",
            "volume": "106",
            "issn": "",
            "pages": "383--390",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Unravelling transmission trees of infectious diseases by combining genetic and epidemiological data",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ypma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Bataille",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stegeman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Biol Sci",
            "volume": "279",
            "issn": "",
            "pages": "444--450",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A bayesian inference framework to reconstruct transmission trees using epidemiological and genetic data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Morelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thebaud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chadoeuf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS Comput Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mutational dynamics of the SARS coronavirus in cell culture and human populations isolated in 2003",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Vega",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMC Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "R: a language and environment for statistical computing. Vienna: R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Estimating in real time the efficacy of measures to control emerging communicable diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boelle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Epidemiol",
            "volume": "164",
            "issn": "",
            "pages": "591--597",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A New Framework and Software to Estimate Time-Varying Reproduction Numbers During Epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Epidemiol",
            "volume": "178",
            "issn": "",
            "pages": "1505--1512",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Unifying the spatial epidemiology and molecular evolution of emerging epidemics",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Bernardin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "109",
            "issn": "",
            "pages": "15066--15071",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Frost SD Simple epidemiological dynamics explain phylogenetic clustering of HIV from patients with recent infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Volz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Koopman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS Comput Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Koelle K Inference for nonlinear epidemiological models using genealogies and time series",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ratmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS Comput Biol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Evolutionary dynamics of Staphylococcus aureus during progression from carriage to disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Golubchik",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Batty",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Larner-Svensson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "109",
            "issn": "",
            "pages": "4550--4555",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Investigating heterogeneity in pneumococcal transmission: A Bayesian-MCMC approach applied to a follow-up of schools",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Temime",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guillemot",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Varon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of the American Statistical Association",
            "volume": "101",
            "issn": "",
            "pages": "946--958",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Spneumoniae transmission according to inclusion in conjugate vaccines: Bayesian analysis of a longitudinal follow-up in schools",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Temime",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Varon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bmc Infectious Diseases",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Whole-genome sequencing for analysis of an outbreak of meticillin-resistant Staphylococcus aureus: a descriptive study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Cartwright",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Torok",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Holden",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "130--136",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "An Overview of Composite Likelihood Methods",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Varin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Firth",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Statistica Sinica",
            "volume": "21",
            "issn": "",
            "pages": "5--42",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Robust reconstruction and analysis of outbreak data: influenza A(H1N1)v transmission in a school-based population",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Calatayud",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kurkela",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tamme",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Epidemiol",
            "volume": "176",
            "issn": "",
            "pages": "196--203",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Edgar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "1792--1797",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Detection of imported cases. This figure shows the specificity and sensitivity of the procedure for detecting imported cases based on the identification of genetic outliers. Colored rectangles represent the percentage of simulations within a given specificity/sensitivity range. All simulation settings were pooled for this analysis. doi:10.1371/journal.pcbi.1003457.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Inference of individual effective reproduction numbers. This violinplot shows the estimates of individual effective reproduction numbers (R) for simulated outbreaks with the 'Base' setting (seeTable 1), based on 50 simulated epidemics, with (left) or without (right) using genetic information in the model. Each dot represents an infected individual. The dashed line indicates identity. doi:10.1371/journal.pcbi.1003457.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Detection of group-level heterogeneity in infectivity. This violinplot shows actual and estimated values of effective reproduction numbers (R) at an individual level, for outbreaks simulated with two groups of hosts having contrasted infectivity ('Low' and 'high'). The top panel corresponds to simulations with equally-sized groups ('Low/high settings'), while the bottom panel corresponds to simulations with super-spreaders. doi:10.1371/journal.pcbi.1003457.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Results of the analysis of the SARS data using outbreaker. This figure summarizes the reconstruction of the outbreak, showing putative transmissions (arrows) amongst individuals (rows). Arrows represent ancestries with a least 5% of support in the posterior distributions, while boxes correspond to the posterior distributions of the infection dates. Arrows are annotated by number of mutations and posterior support of the ancestries, and colored by numbers of mutations, with lighter shades of grey for larger genetic distances. The actual sequence collection dates are plotted as plain black dots. Bubbles are used to represent the generation time distribution, with larger disks used for greater infectivity. Shades of blue indicate the degree of certainty for inferring the origin of different cases, as measured by the entropy of ancestries (see methods and equation 12): blue represents conclusive identification of the ancestor of the case (low entropy), while grey shades are uncertain (high entropy). doi:10.1371/journal.pcbi.1003457.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Consensus transmission tree reconstruction of the SARS outbreak. This figure indicates the most supported transmission tree reconstructed by outbreaker. Cases are represented by spheres colored according to their collection dates. Edges are colored according to the corresponding numbers of mutations, with lighter shades of grey for larger numbers. Edge annotations indicate numbers of mutations and frequencies of the ancestries in the posterior samples. doi:10.1371/journal.pcbi.1003457.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Data S2 SARS genome alignment. DNA alignment in fasta format of 13 SARS genomes collected during an outbreak in Singapore in 2003. Sequence labels contain the identifier of the case, and the collection date in format dd/mm/yyyy. (FASTA)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Inference of dates of infections in simulated datasets. This violinplot represents the mean error in the inferred date of infection, in number of days from the true date. Symbols represent the densities of points across 50 independent replicates. These results are based on the posterior distributions of the infection dates. Colors indicate different simulation settings (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Inference of individual R with group-structured infectivity, using genetic information. This violinplot shows the estimates of individual effective reproduction numbers (R) for outbreaks incorporating group-structured infectivity. Results are based on 50 replicates. Densities represent individuals from both groups, while colored symbols (circles, crosses) distinguish the groups. The dashed line indicates identity. (TIF) Figure S7 Inference of individual R with group-structured infectivity, without genetic information. This violinplot shows the estimates of individual effective reproduction numbers (R) for outbreaks incorporating group-structured infectivity. Results are based on 50 replicates, without the use of genetic information. Densities represent individuals from both groups, while colored symbols (circles, crosses) distinguish the groups. The dashed line indicates identity. (TIF) Figure S8 Inference of individual R in presence of super-spreaders, using genetic information. This violinplot shows the estimates of individual effective reproduction numbers (R) for outbreaks incorporating super-spreaders. Results are based on 50 replicates, without the use of genetic information. Densities represent all individuals, while colored symbols (circles, crosses) distinguish the super-spreaders from 'normal' individuals. The dashed line indicates identity. (TIF) Figure S9 Inference of individual R in presence of super-spreaders, without genetic information. This violinplot shows the estimates of individual effective reproduction numbers (R) for outbreaks incorporating super-spreaders. Results are based on 50 replicates. Densities represent all individuals, while colored symbols (circles, crosses) distinguish the superspreaders from 'normal' individuals. The dashed line indicates identity. (TIF) Figure S10 Example of reconstruction of the average effective reproduction number over time. This figure illustrates the inference of R over time in one simulation (setting 'base') derived from posterior ancestries. The actual values of R are shown in red. Missing values correspond to time steps without new infections. (TIF) Figure S11 Inference of the average effective reproduction number over time. This violinplot shows the mean error (ME) in the estimated values of R over time, in basic simulated outbreaks (setting 'base'), and in outbreaks incorporating groupstructured infectivity ('Low/high settings') or super-spreaders ('Super-spreaders'). Each box represents 50 independent replicates. (TIF) Figure S12 Generation time distribution for SARS. Probability mass function of the time between primary and secondary cases (i.e., time after which a newly infected individual creates new infections). (TIF) Figure S13 Distribution of pairwise genetic distances in the SARS data. This histogram shows the distribution of the pairwise distances between the 13 SARS genomes of the 2003 Singapore outbreak, expressed in number of differing nucleotides. (TIF) Figure S14 Phylogenetic tree of the SARS data. Neighbor-Joining tree based on the Hamming distances (see Fig. S10) between the 13 SARS genomes of the 2003 Singapore outbreak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Entropy of the ancestries inferred for the SARS data. These entropies are computed from the frequencies of the different ancestries for each case. Low values indicate clearcut ancestors for the corresponding case. (TIF) Figure S17 Number of generation of the inferred ancestries in SARS data. This barplot represents the posterior distribution of the number of generations in inferred ancestries for each case (rows). (TIF) Figure S18 Outline of the transmission model. This diagram illustrates the concepts and notations used in the transmission model, using a single transmission event. Data are represented in black, augmented data in blue, and parameters in red. For both time interval distributions (w and f), larger circles are used to indicate larger probabilities. (TIF) Figure S19 Convergence of the MCMC for the analysis of SARS data. This figure shows the posterior values of 6 independent MCMC (1,000,000 iterations each) used for the analysis of the SARS data. The burnin period chosen visually was 100,000 iterations. (TIF)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Parameters of the simulated outbreaks.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Notations used.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are thankful to Sourceforge (http://sourceforge.net/) and CRAN (http://cran.r-project.org/) for providing great resources for developing and hosting outbreaker. We thank R. Dekkers, R. Ypma, J. Wallinga and S. Soubeyrand for stimulating discussions and useful comments on an earlier version of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceived and designed the experiments: TJ AC XD SC CF NF. Performed the experiments: TJ. Analyzed the data: TJ. Contributed reagents/materials/analysis tools: TJ. Wrote the paper: TJ AC XD SC CF NF. Designed the software 'outbreaker': TJ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}