{
    "paper_id": "49b957bb681c7cae440ef4241a9fc99f37028d78",
    "metadata": {
        "title": "Prophylactic and Therapeutic Efficacy of Human Monoclonal Antibodies against H5N1 Influenza",
        "authors": [
            {
                "first": "Cameron",
                "middle": [
                    "P"
                ],
                "last": "Simmons",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital for Tropical Diseases",
                    "location": {
                        "addrLine": "Viet Nam",
                        "settlement": "Ho Chi Minh City"
                    }
                },
                "email": ""
            },
            {
                "first": "Nadia",
                "middle": [
                    "L"
                ],
                "last": "Bernasconi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "[",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amorsolo",
                "middle": [
                    "L"
                ],
                "last": "Suguitan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Infectious Diseases",
                    "institution": "National Institutes of Health",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Kimberly",
                "middle": [],
                "last": "Mills",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Infectious Diseases",
                    "institution": "National Institutes of Health",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Jerrold",
                "middle": [
                    "M"
                ],
                "last": "Ward",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Nguyen",
                "middle": [],
                "last": "Van",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vinh",
                "middle": [],
                "last": "Chau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tran",
                "middle": [
                    "Tinh"
                ],
                "last": "Hien",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Federica",
                "middle": [],
                "last": "Sallusto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Do",
                "middle": [
                    "Quang"
                ],
                "last": "Ha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital for Tropical Diseases",
                    "location": {
                        "addrLine": "Viet Nam",
                        "settlement": "Ho Chi Minh City"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeremy",
                "middle": [],
                "last": "Farrar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital for Tropical Diseases",
                    "location": {
                        "addrLine": "Viet Nam",
                        "settlement": "Ho Chi Minh City"
                    }
                },
                "email": ""
            },
            {
                "first": "Menno",
                "middle": [
                    "D"
                ],
                "last": "De Jong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital for Tropical Diseases",
                    "location": {
                        "addrLine": "Viet Nam",
                        "settlement": "Ho Chi Minh City"
                    }
                },
                "email": ""
            },
            {
                "first": "Antonio",
                "middle": [],
                "last": "Lanzavecchia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kanta",
                "middle": [],
                "last": "Subbarao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Infectious Diseases",
                    "institution": "National Institutes of Health",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "Maryland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Abbreviations: EBV, Epstein-Barr virus; HA, hemagglutinin; HPAI, highly pathogenic avian influenza H5N1 viruses; Ig, immunoglobulin; i.n., intranasal(ly); i.p., intraperitoneal(ly); mAb, monoclonal antibody; PBMC, peripheral blood mononuclear cell; TCID 50 , 50% tissue culture infectious dose(s); wt, wild type * To whom correspondence should be addressed. E-mail: lanzavecchia@irb. unisi.ch (AL); ksubbarao@niaid.nih.gov (KS) [ These authors contributed equally to this work.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 427,
                    "text": "(KS)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Background New prophylactic and therapeutic strategies to combat human infections with highly pathogenic avian influenza (HPAI) H5N1 viruses are needed. We generated neutralizing anti-H5N1 human monoclonal antibodies (mAbs) and tested their efficacy for prophylaxis and therapy in a murine model of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A B S T R A C T"
        },
        {
            "text": "Using Epstein-Barr virus we immortalized memory B cells from Vietnamese adults who had recovered from infections with HPAI H5N1 viruses. Supernatants from B cell lines were screened in a virus neutralization assay. B cell lines secreting neutralizing antibodies were cloned and the mAbs purified. The cross-reactivity of these antibodies for different strains of H5N1 was tested in vitro by neutralization assays, and their prophylactic and therapeutic efficacy in vivo was tested in mice. In vitro, mAbs FLA3.14 and FLD20.19 neutralized both Clade I and Clade II H5N1 viruses, whilst FLA5.10 and FLD21.140 neutralized Clade I viruses only. In vivo, FLA3.14 and FLA5.10 conferred protection from lethality in mice challenged with A/Vietnam/1203/04 (H5N1) in a dose-dependent manner. mAb prophylaxis provided a statistically significant reduction in pulmonary virus titer, reduced associated inflammation in the lungs, and restricted extrapulmonary dissemination of the virus. Therapeutic doses of FLA3.14, FLA5.10, FLD20.19, and FLD21.140 provided robust protection from lethality at least up to 72 h postinfection with A/Vietnam/1203/04 (H5N1). mAbs FLA3.14, FLD21.140 and FLD20. 19 , but not FLA5.10, were also therapeutically active in vivo against the Clade II virus A/Indonesia/5/2005 (H5N1).",
            "cite_spans": [
                {
                    "start": 1181,
                    "end": 1183,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Methods and Findings"
        },
        {
            "text": "These studies provide proof of concept that fully human mAbs with neutralizing activity can be rapidly generated from the peripheral blood of convalescent patients and that these mAbs are effective for the prevention and treatment of H5N1 infection in a mouse model. A panel of neutralizing, cross-reactive mAbs might be useful for prophylaxis or adjunctive treatment of human cases of H5N1 influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The continued circulation of highly pathogenic avian influenza (HPAI) strains of subtype H5N1, and occasional coincident cases of human infection (274 patients as of 19 February 2007, with 167 fatalities), has triggered international public health concern. On the basis of haemagglutinin (HA) sequences, these circulating HPAI H5N1 viruses fall into different lineages, termed clades; viruses isolated in Viet Nam and Indonesia in 2004 and 2005, respectively, were designated as reference strains for Clades I and II [1] . The HA sequences of Clade I and Clade II viruses differ by 4% to 5% at the amino acid level and the viruses of the two clades are antigenically distinguishable. The H5N1 viruses are not efficiently transmitted from person to person. Potentially, a virus capable of efficient human-to-human transmission could result from either adaptation of the HPAI H5N1 viruses and/or reassortment of the H5N1 virus genome with that of a circulating human influenza virus. Widespread dissemination of such a virus could cause significant morbidity and mortality, since humans are generally immunologically naïve to H5 influenza subtypes.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In humans, overall mortality in HPAI H5N1 infection exceeds 60%, with variation according to the patient's age and the year of infection [2] . The basis for the apparent virulence of HPAI H5N1 strains in humans is relatively poorly understood. In Vietnamese patients, the disease was characterized by severe pneumonia, lymphopenia, high viral loads in the respiratory tract, and hypercytokinemia [3] . Beyond supportive care, treatment options for human patients with H5N1 avian influenza remain limited and are empiric; some H5N1 viruses are resistant to older antiviral agents such as amantadine and rimantadine [4, 5] , and the clinical efficacy of neuraminidase inhibitors such as oseltamavir and zanamavir has not yet been confirmed in prospective studies. In addition, H5N1 viruses resistant to oseltamavir have been reported [6, 7] . Patients who recover from infection possess antibodies that neutralize their infecting virus in vitro, suggesting that antibody-mediated immunity may contribute to resolution of infection [3] .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 618,
                    "end": 620,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 836,
                    "end": 838,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1029,
                    "end": 1032,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Antibody-based therapy for human patients with H5N1 is a hitherto unexplored, but potentially viable, treatment option. Clinically, antibody therapy using polyclonal and monoclonal antibodies (mAbs) is effectively used as prophylaxis against varicella, hepatitis A, hepatitis B, rabies, and respiratory syncytial virus infections [8] . In the context of influenza, specific mAbs can confer prophylactic and therapeutic protection in mice [9] [10] [11] . Passive immunization by vertical acquisition of specific antibodies is also associated with influenza immunity in animal models and in early infancy in humans [12] [13] [14] [15] . Of more immediate relevance, transfusion of human blood products from patients recovering from the 1918 ''Spanish 'flu'' was associated with a 50% reduction in influenza mortality during the pandemic [16] . Humanized mouse mAbs and equine F(ab9)2 fragments specific for H5N1 have also been used for efficacious prophylaxis and therapy in the mouse model [17, 18] . Collectively, these observations suggest that passive antibody therapy against HPAI H5N1 viruses could be a potentially viable, adjunctive treatment option in human cases of H5N1 influenza.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 989,
                    "end": 993,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 994,
                    "end": 997,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One approach to generating virus-specific neutralizing mAbs is to use a highly efficient method of Epstein-Barr (EBV)-mediated immortalization of memory B cells from convalescent individuals [19] . This approach is rapid and yields stable B cell clones that secrete fully human antibodies that have been selected in the course of an immune response to the pathogen [19] . The aim of this study was to generate human mAbs with neutralizing activity against H5N1 viruses. mAbs were derived from immortalized memory B cells collected from donors who had recovered from H5N1 infection. Four mAbs, with neutralizing activity in vitro, had prophylactic and therapeutic efficacy in mice challenged with HPAI H5N1. These mAbs, and others like them, could have a role in adjunctive treatment of human cases of H5N1 influenza.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The four adult blood donors in this study (CL26, CL36, CL114, and CL115) were diagnosed with HPAI H5N1 infection between January 2004 and February 2005 at the Hospital for Tropical Diseases in Ho Chi Minh City, Viet Nam. Diagnosis of HPAI H5N1 influenza infection was made by RT-PCR on respiratory specimens (from all four donors) and culture of H5N1 influenza from respiratory specimens (from donors CL26, CL36, and CL115) [20] . The clinical features of acute disease in three of the four patients (donors CL26, CL36, and CL115) have been described previously (patients #5, #7, and #8 in the online supplement to [7] ",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 428,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "H5N1 Influenza Cases"
        },
        {
            "text": "Screening of supernatants from B cell lines and clones was performed by microneutralization assay using MDCK cells and 100 TCID 50 (50% tissue culture infectious doses) of A/ Vietnam/1203/04 essentially as described previously [21] . Briefly, neat supernatants were incubated with 100 TCID 50 of virus for 1 h at room temperature prior to addition to monolayers of MDCK cells. Cell monolayers were incubated for a further 3-4 d and examined for cytopathic effect. Determination of endpoint neutralizing antibody titers was performed in a similar fashion, except that plasma or supernatant samples were serially two-fold diluted prior to mixing with 100 TCID 50 of virus. Plasma samples were tested at a starting dilution of 1:10, while supernatants were tested at a starting dilution of 1:8 and residual infectivity was tested in four wells per dilution. The neutralizing titer was defined as the reciprocal of the highest dilution of serum at which the infectivity of 100 TCID 50 of the appropriate wild-type (wt) H5N1 virus for MDCK cells was completely neutralized in 50% of the wells. Infectivity was identified by the presence of cytopathic effect on d 4 and the titer was calculated by the Reed-Muench method.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Microneutralization Assays"
        },
        {
            "text": "Frozen peripheral blood mononuclear cells (PBMCs) were thawed and stained with directly labeled antibodies to CD22 (Pharmingen, http://www.bdbiosciences.com/home) and to immunoglobulin (Ig) M, IgD, and IgA (Jackson ImmunoResearch, http://www.jacksonimmuno.com). CD22þ IgMÀ, IgDÀ, IgAÀ B cells were isolated using a FACSAria (Becton Dickinson, http://www.bd.com) and immortalized at 30 B cells/well in replicate cultures using EBV in the presence of CpG oligodeoxynucleotide 2006 (Mycrosynth, http://www. microsynth.ch) and irradiated allogeneic PBMC, as previously described [19] . Cells were cultured in complete RPMI 1640 supplemented with 10% fetal calf serum (HyClone Laboratories, http://www.hyclone.com). Culture supernatants were harvested after 14 days and assayed for neutralizing activity against 100 TCID 50 of influenza A/Vietnam/1203/04 (H5N1). Cultures with measurable neutralizing activity were cloned at 0.5 cell/well in the presence of CpG 2006 and irradiated PBMCs. B cell clones were cultured at a high cell density in complete RPMI 1640 10% Ig-depleted fetal calf serum to produce enriched supernatants containing 1-3 mg mAbs/ml. MAbs were also purified on protein G columns (GE Healthcare Europe http://www.gehealthcare.com). The isotype, subclass, and light chain of the mAbs were characterized by ELISA using specific antibodies and HRP-labeled anti-human Ig antibody (Southern Biotechnology, http://www. southernbiotech.com). Antibodies were quantified with reference to a standard certified preparation (Sigma-Aldrich, http://www.sigmaaldrich.com).",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Immortalization of Memory B Cells and Selection of Neutralizing Clones"
        },
        {
            "text": "Groups of 4-8 female BALB/c mice (4-6 wk old, mean weight 18 g) were used in all experiments. Inoculation of mice and tissue harvests were performed in a biosafety cabinet by personnel wearing powered air purifying respirators. Influenza-infected animals were housed in a USDA and CDC accredited biosafety level 3 (BSL3) animal facility in accordance with protocols approved by the NIH Animal Care and Use Committee. To measure prophylactic efficacy, mice were intraperitoneally (i.p.) injected with 1 ml of various antibody preparations or hyperimmune sheep antisera raised against baculovirus expressed HA of A/VN/1203/2004 (H5N1) that was kindly provided by Dr. G. Kemble, Medimmune Vaccines (http://www.medimmune.com). The H5N1 mAbs FLA3.14, FLA5.10, FLD20.19 and FLD21.140 were administered either as purified IgG or as enriched culture supernatant. Control human antibodies were IgG1 mAbs D2.2 or A146, specific for diphtheria toxin and anthrax protective antigen, respectively, and were prepared in the same fashion as the influenza-reactive antibodies. Twenty-four hours after i.p. administration, the mice were bled to collect samples for measurement of neutralizing human mAb titers, then challenged intranasally (i.n.) with 10 5 TCID 50 of A/Vietnam/ 1203/04 (H5N1) or A/Indonesia/5/2005 (H5N1) in 50 ll. Mice were observed and weighed daily before and after viral infection. To determine viral titers following challenge, mice were killed and the lungs, brains, and spleens were aseptically removed. Tissues were homogenized in Leibovitz L-15 medium (Invitrogen, http://www.invitrogen.com) supplemented with antibiotic-antimycotic solution (Gibco, http:// www.invitrogen.com) to achieve suspensions of lung (10% w/ v), spleen (5% w/v), and brain (10% w/v), which were then titrated on monolayers of MDCK cells in quadruplicate. The viral titer was calculated by the Reed and Muench method and expressed as log 10 TCID 50 per gram of tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MAbs for Prophylaxis and Therapy in Mice"
        },
        {
            "text": "For therapy against A/Vietnam/1203/04 (H5N1), the mice were first infected i.n. with 5 LD 50 of A/Vietnam/1203/04, then 24, 48, or 72 h later they were injected i.p. with 1 ml of a mAb preparation. For therapy against A/Indonesia/5/2005 (H5N1), mice were first infected i.n. with 5 LD 50 of A/Indonesia/5/2005 (H5N1), then 24 h later injected i.p. with 1 ml of a mAb preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MAbs for Prophylaxis and Therapy in Mice"
        },
        {
            "text": "Mice were necropsied and the lungs were inflated with 10% neutral buffered formalin and embedded in paraffin, and sections were prepared. Slides were stained with hematoxylin and eosin. For immunohistochemical demonstration of H5 antigen, paraffin sections were prepared and ABC immunohistochemistry was performed using a goat antibody to avian influenza H5 Goat Alpha H5 (NIAID Reference Reagents, BEI Resources, http://www.beiresources.org) diluted at 1:1,000, with a Vector Rabbit Anti-Goat secondary antibody, the Vector ABC Elite label (Vector Laboratories, http://www. vectorlabs.com) diaminobenzidine as the chromogen, and hematoxylin as the counterstain. Lung pathology was evaluated in a semiquantitative manner by a pathologist (JW) blind to the treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathology"
        },
        {
            "text": "Kaplan-Meier survival curves and log rank tests were used to measure differences between treatment arms in prophylactically and therapeutically treated mice. The Mann-Whitney U test was used to measure differences in viral loads in mouse tissues. For statistical purposes, samples with undetectable viral burdens were given the value 1.5 log 10 TCID/g. All analyses were performed in Stata 8.2 software (StataCorp, http://www.stata.com).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "Blood samples from four Vietnamese adults (CL26, CL36, CL114, and CL115) who had recovered from HPAI H5N1 infection were collected 3-15 mo postinfection. IgG þ memory B cells recovered from frozen PBMC were immortalized with EBV. Cultures secreting neutralizing antibodies were identified by a microneutralization assay against the prototype Clade I virus, A/Vietnam/1203/04 (H5N1), and cloned by limiting dilution. Supernatants from approximately 11,000 wells were screened to identify 15 independent clones secreting a neutralizing antibody. Of these clones, three were isolated from donor CL26, one from donor CL114, and eleven from donor CL115. The number of clones isolated from each donor did not correlate with the plasma titer of neutralizing antibody, though this was not surprising given the small sample size. Clones producing antibodies that recognized H5 HA by ELISA, but did not neutralize live virus, were also identified from each donor (unpublished data). Clones FLA3.14 and FLA5.10, isolated from donor CL26, were the first obtained and were studied more extensively. Subsequently, clones FLD20. 19 (Table 2 ). In contrast, none of these clones neutralized an H3N2 influenza virus, A/California/7/2004 (Table 2) . IgG1,j mAbs of irrelevant specificity (diphtheria toxin and anthrax protective antigen) were used as negative controls and did not neutralize any influenza virus (Tables 1  and 2 ). Thus, the mAbs selected for further study demonstrated broad in vitro neutralizing activity against H5N1 viruses isolated from 1997 to 2005, albeit with some variation in potency.",
            "cite_spans": [
                {
                    "start": 1114,
                    "end": 1116,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 1117,
                    "end": 1125,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1220,
                    "end": 1229,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1394,
                    "end": 1410,
                    "text": "(Tables 1  and 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "BALB/c mice are highly susceptible to infection with the HPAI H5N1 viruses isolated in Asia in 1997 and since 2003. Following i.n. administration, these H5N1 viruses replicate to high titer in the lungs of the mice and some isolates disseminate to extrapulmonary sites and are lethal for mice [22, 23] . To explore the efficacy of mAbs FLA3.14 and FLA5.10 for pre-exposure prophylaxis, BALB/c mice were passively immunized by i.p. administration of graded doses of mAbs and then challenged i.n. with A/Vietnam/1203/04 (H5N1) 24 h later. All preparations of mAb FLA5.10 conferred 100% protection from lethality by A/Vietnam/1203/04 (p ¼ 0.001) (Figure 1 ). mAb FLA3.14 also conferred some protection from lethal A/Vietnam/1203/04 (H5N1) infection, but with lower efficacy and in a dose-dependent manner (Figure 1 ). Mice receiving the highest dose of FLA3.14 were afforded almost complete protection (p ¼ 0.001), whilst mice receiving the lowest dose of FLA3.14 were as susceptible as mice that received a human mAb of irrelevant specificity, though time to death was delayed (p ¼ 0.02). Mice that received hyperimmune anti-H5 polyclonal sheep antiserum were afforded complete protection. These data, demonstrating the relatively greater in vivo activity of FLA5.10 over FLA3.14 against A/ Vietnam/1203/04, are consistent with the in vitro neutralization titers presented in Table 1 . To better understand the mechanism by which mAbs FLA3.14 and FLA5.10 conferred protection from lethality, the kinetics of viral infection in passively immunized mice was defined. Mice that were passively immunized with FLA3.14, FLA5.10, or a human mAb of irrelevant specificity (D2.2) were challenged with A/Vietnam/1203/04 (H5N1) 24 h later, and the level of virus replication in different organs was determined 2 and 4 d later. Mice that received the control mAb, D2.2, had high titers of virus in the lungs (Figure 2A) , with evidence of extrapulmonary dissemination indicated by viral replication in the brain ( Figure 2B ) and spleen ( Figure  2C ). In contrast, mice passively immunized with FLA3.14 or FLA5.10 had significantly (10-to 100-fold) lower titers of virus in the lungs (Figure 2A ) (p ¼ 0.01, FLA3.14 versus D2.2; p ¼ 0.001, FLA5.10 versus D2.2), undetectable viral burdens in the brain ( Figure 2B ) and a low titer of virus detected in the spleens of mice that received FLA5.10 ( Figure 2C ). Alongside the reduction in lung viral titers, mice that received prophylaxis with FLA5.10 had less dramatic pathological changes in the pulmonary airways and parenchymal tissue ( Figure 3) . Thus, the percentage of abnormal bronchioles with necrosis and viral antigen in lung sections from mice (n ¼ 2 per group) that received FLA5.10 prophylaxis was less (13%) than in control mice (80%). Similarly, there were fewer inflammatory interstitial lesions in which H5 antigen was detected by immunohistochemical staining in the lung sections of mice given FLA5.10 relative to the control antibody, D2.2 (1 versus .10) (Figure 3 ). To a slightly lesser extent, FLA3.14 prophylaxis also limited bronchiolitis (31% versus 80%) and H5-associated interstitial pathology (2 versus .10) when compared with control mice (n ¼ 2). These data suggest that prophylaxis with FLA3.14 or FLA5.10 probably confers protection from lethal challenge through a combination of limiting viral replication in the lung, attenuating virus-induced lung pathology, and blocking extrapulmonary dissemination of virus to distant organs.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 652,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 811,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1374,
                    "end": 1381,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1894,
                    "end": 1905,
                    "text": "(Figure 2A)",
                    "ref_id": null
                },
                {
                    "start": 2000,
                    "end": 2009,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 2025,
                    "end": 2035,
                    "text": "Figure  2C",
                    "ref_id": null
                },
                {
                    "start": 2171,
                    "end": 2181,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 2291,
                    "end": 2300,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 2384,
                    "end": 2393,
                    "text": "Figure 2C",
                    "ref_id": null
                },
                {
                    "start": 2576,
                    "end": 2585,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3011,
                    "end": 3020,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Attenuation of established infection represents a clinically relevant endpoint for antiviral therapy against H5N1 infection. To this end, the efficacy of treatment with FLA3.14, FLA5.10, FLD20.19, and FLD21.140 was determined in BALB/c mice i.n. infected 24, 48, or 72 h previously with 5 LD 50 of A/ Vietnam/1203/04 (H5N1). FLA3.14, FLA5.10, FLD20.19, and FLD21.140 provided robust protection from lethality in A/ Vietnam/1203/04 (H5N1) infected mice at all time points, whilst an irrelevant control mAb, D2.2, gave no protection (p ¼ 0.003) (Figure 4 ). These promising therapeutic results against a Clade I virus from Viet Nam led us to examine the therapeutic efficacy of mAbs FLA3.14, FLA5.10, FLD20.19, and FLD21.140 against A/Indonesia/5/2005, an antigenically divergent H5N1 virus from Clade II. The efficacy of treatment with FLA3.14, FLA5.10, FLD20.19, and FLD21.140 was determined in BALB/c mice infected i.n. 24 h previously with 5 LD 50 of A/Indonesia/5/2005. Consistent with the in vitro neutralization data (Table 2) , mice treated with FLA3.14 and FLD20.19, but not FLA5.10 or the control mAb D2,2, were (Table 2) , treatment with this mAb significantly protected the mice (p ¼ 0.003) from A/Indonesia/5/2005 lethal infection. This observation of neutralization in vivo suggests that a factor found in vivo enhances the neutralizing activity of this mAb, accounting for its efficacy in vivo in preventing mortality associated with infection. These data provide proof of concept that mAb therapy for at least 72 h postinfection in the mouse model can markedly improve survival from highly virulent H5N1 infection. Importantly, these data also imply it is possible to obtain significant cross-protection against a Clade II H5N1 virus using a mAb elicited by a Clade I virus. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 552,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1022,
                    "end": 1031,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1120,
                    "end": 1129,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The risk of a devastating human influenza pandemic caused by an H5N1 influenza strain remains difficult to quantify. What is clear is that zoonotic infections with HPAI H5N1 viruses continue to occur in Southeast Asia with a mortality in 2006 of 67% and for which there are few specific interventions [20, 24] . Here we report on the generation of four fully human mAbs with a spectrum of neutralizing activity against multiple strains of HPAI H5N1 viruses in vitro and in vivo. These mAbs could have potential in the adjunctive treatment of human pandemic or zoonotic H5N1 cases.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Prophylaxis with mAb FLA5.10, and to a lesser extent FLA3.14, conferred significant immunity to mice infected with A/Vietnam/1203/04. Passive immunity was associated with significantly reduced viral burdens in the lung and negligible dissemination of virus to the brain or spleen. Viral dissemination might be an important aspect in the pathogenesis of H5N1 viruses in both mice and humans. In Vietnamese patients with H5N1 infection, fatal outcomes were strongly associated with the presence of viral genetic material, or viable virus, at extrapulmonary sites [3] . Conversely, there was no evidence of extrapulmonary virus dissemination in patients who survived [3] . In addition to evidence of viral dissemination, patients with fatal H5N1 infections had high viral loads in the respiratory tract, hypercytokinemia, multiple organ dysfunction, and acute respiratory distress syndrome [3] . Our proposed model of H5N1 pathogenesis [3] argues that early diagnosis and antiviral interventions that limit the ensuing inflammatory cascade should be central to treatment.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 564,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 887,
                    "end": 890,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although not a new strategy, antibody-based therapy for severe influenza caused by H5N1 viruses represents a plausible intervention. Multiple reports of physicians using human blood products from recovering influenza patients appeared during the 1918 Spanish H1N1 influenza pandemic. A recent review of these studies suggested this treatment was associated with a halving in mortality (37% to 16%), and that early treatment was associated with greater benefits [16] . The assumption underlying these observations is that neutralizing antiviral antibodies in the plasma preparations modulated the course of viral infection and thereby prevented the development of acute respiratory distress syndrome and other complications [16] . These same tenets form the rationale for therapy using the mAbs generated in this study, with the potential of a scaleable therapeutic product free of adventitious agents. The strengths of the approach for human mAb generation described here are: (1) it uses the human immune response rather than that of animal surrogates-the antibodies selected will be those that have been generated in response to the natural infectious pathogen and have protected the individual, (2) it is fast, (3) screening can be performed using functional assays, i.e., neutralization, (4) it allows screening of a large repertoire of antibodies to select those with the most favorable profile (potency and breadth of reactivity), and (5) since the antibodies are of human origin the risks of self-reactivity against self-antigens is minimized when compared with antibodies generated in mice or through phage display.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mAbs produced in this study were derived from immortalized memory B cells of donors who had recovered from H5N1 infection. Overall, compared with the yield of neutralizing B cell clones we previously derived from patients who had recovered from SARS coronavirus infection [19] , donor-derived B cell clones that neutralized H5N1 influenza were relatively scarce. These observations might reflect the weak immunogenicity of the H5 HA, as suggested in trials of inactivated H5N1 vaccines in human volunteers [25] . Two of the four mAbs characterised in this study had crossreactive antiviral activity in vitro and in vivo against Clade I and Clade II H5N1 viruses. This is significant, as it suggests the presence of conserved neutralizing epitopes on representatives of these two clades. One mAb (FLD21.140) was effective in neutralizing a Clade II virus in vivo but not in vitro, suggesting the neutralizing activity of this mAb is dependent upon a factor found in vivo, such as complement. Similar findings have been previously reported by Gerhard and colleagues who identified a mouse mAb against an influenza A H1 HA that had neutralizing activity in vivo but not in vitro [26, 27] . The in vitro neutralizing activity of this mAb was enhanced by the C1q component of the complement system plus another undefined serum factor [26, 27] .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1185,
                    "end": 1188,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1333,
                    "end": 1337,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1338,
                    "end": 1341,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It was possible to employ the human mAbs generated in this study as potent therapeutic agents for at least 72 h after A/Vietnam/1203/04 infection. This is important as most zoonotic cases of human H5N1 infection do not present to health care facilities until at least several days after illness onset [3] . Potentially, a cocktail of these cross-reactive mAbs could represent an adjunctive treatment option against H5N1 infection. The dose of mAb required for effective antiinfluenza H5N1 activity in a patient is uncertain, though we note that the only mAb licensed for use against a viral agent (respiratory syncytial virus) is used at 15 mg/kg of body weight.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The ongoing process of antigenic variation in antibody binding sites, called antigenic drift, in influenza viruses represents a challenge to vaccine design and also to therapy using mAbs. Although the molecular targets of the neutralizing mAbs in this study have not been determined, they are presumed to reside around the highly variable receptor binding region of HA1 [28] [29] [30] and that differences in potency are related to epitope specificity and overall avidity. To date, we have not identified mAb epitope escape mutants of H5N1. These issues, and the mechanism of virus neutralization, are subjects of ongoing virological and crystallographic studies.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HPAI H5N1 viruses continue to circulate and evolve in bird populations. It is not certain that a pandemic virus originating from an HPAI H5N1 virus will resemble the H5N1 viruses studied here, or that the mAbs generated here will have neutralizing activity against a pandemic virus. Nevertheless, we are encouraged by the broad neutralizing activity of these antibodies in vitro, and the moderate doses required in vivo to confer protection. Ultimately, we hope that these mAbs, and others like them, could constitute a cocktail of crossreactive, neutralizing antibodies that could be employed as adjunctive treatment of H5N1 influenza. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Background. Every year, millions of people catch influenza, a viral disease of the nose, throat, and airways. Although most recover, influenza outbreaks (epidemics) kill about half a million people annually. Epidemics occur because small but frequent changes in the viral proteins (antigens) to which the immune system responds mean that an immune response produced one year provides only partial protection against influenza the next year. Human flu viruses also occasionally appear that contain major antigenic changes. People have little or no immunity to such viruses (which often originate in animals or birds), so these viruses can start deadly pandemics-global epidemics. The Spanish flu pandemic in 1918/9, Asian flu in 1957, and Hong Kong flu in 1968 all killed millions. Experts believe that another pandemic is overdue and may be triggered by the avian H5N1 influenza virus-the name indicates that this bird virus carries type 5 hemagglutinin and type 1 neuraminidase, the two major flu antigens. H5N1, which rapidly kills infected birds, is now present in flocks around the world and, since 1997, it has caused 258 cases of human flu and 153 deaths. People have caught H5N1 through close contact with infected birds but, luckily, H5N1 rarely passes between people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editors' Summary"
        },
        {
            "text": "Why Was This Study Done? H5N1 might acquire the ability to move between people and start a human influenza pandemic at any time. Some of the H5N1 viruses are resistant to the antiviral drugs used to treat flu and there will inevitably be a lag of some months between the emergence of a human pandemic H5N1 strain and the bulk production of a vaccine effective against it. Thus, new preventative and therapeutic strategies are needed to combat human infections with H5N1. One possibility is passive immunotherapy-treating people with antibodies (proteins that recognize antigens) that can stop H5N1 from infecting cells (so-called neutralizing antibodies). In this study, the researchers have generated neutralizing human monoclonal antibodies (laboratoryproduced preparations that contain one type of human antibody) and tested their ability to halt viral growth in mice infected with H5N1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editors' Summary"
        },
        {
            "text": "What Did the Researchers Do and Find? Patients who have survived infection with H5N1 make neutralizing antibodies, so the researchers isolated and immortalized the immune cells making these antibodies from the patients' blood. They grew up each cell separately and purified the antibody that the cells made. These monoclonal antibodies were then tested for their ability to neutralize H5N1 and other flu viruses in the laboratory. The researchers identified several that neutralized the H5N1 strain with which the patients were originally infected and chose two for further study. In the test tube, the four antibodies neutralized closely related H5N1 viruses and an H5N1 virus from a different lineage (clade) that has also caused human disease, in addition to the original H5N1 virus, although with different efficacies. In mice, the antibodies provided protection from infection with the original virus when given a day before or one to three days after infection. Three antibodies also partly protected the mice against H5N1 from a different clade. Finally, the researchers showed that the antibodies protected mice by limiting viral replication, by lessening the deleterious effects of the virus in the lungs, and by stopping viral spread out of the lungs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editors' Summary"
        },
        {
            "text": "What Do These Findings Mean? These results indicate that passive immunotherapy with human monoclonal antibodies could help to combat avian H5N1 if (or when) it starts a human pandemic. Passive immunotherapy is already used to prevent infections with several other viruses. In addition, a crude form of the approach-early treatment of patients with plasma (the liquid portion of blood) from convalescent patients-halved the death rate during the Spanish flu pandemic. Large amounts of pure monoclonal antibodies can be relatively easily made for clinical use, and this study indicates that some monoclonal antibodies neutralize H5N1 viruses from different clades. The researchers sound a note of caution, however: Before passive immunotherapy can help to halt an H5N1 pandemic, they warn, the monoclonal antibodies will have to be tested to see whether they can neutralize not only all the currently circulating H5N1 viruses but also any emerging pandemic versions, which might be antigenically distinct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editors' Summary"
        },
        {
            "text": "Additional Information. Please access these Web sites via the online version of this summary at http://dx.doi.org/10.1371/journal.pmed. 0040178.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editors' Summary"
        },
        {
            "text": "including key facts about avian influenza US National Institute of Allergy and Infectious Disease feature on seasonal, avian, and pandemic flu World Health Organization factsheet on influenza and information on avian influenza, including latest figures for confirmed human cases UK Health Protection Agency information on seasonal, avian, and pandemic influenza Wikipedia pages on passive immunity and monoclonal antibodies (note: Wikipedia is an online encyclopedia that anyone can edit)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention information about influenza for patients and professionals"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization Global Influenza Program Surveillance Network (2005) Evolution of H5N1 avian influenza viruses in Asia",
            "authors": [],
            "year": null,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1515--1521",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology of WHO-confirmed human cases of avian influenza A(H5N1) infection",
            "authors": [],
            "year": 2006,
            "venue": "Wkly Epidemiol Rec",
            "volume": "81",
            "issn": "",
            "pages": "249--257",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fatal outcome of human influenza A (H5N1) is associated with high viral load and hypercytokinemia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Thanh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Hien",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "12",
            "issn": "",
            "pages": "1203--1207",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genesis of a highly pathogenic and potentially pandemic H5N1 influenza virus in eastern Asia",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "209--213",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Molecular characterization of the complete genome of human influenza H5N1 virus isolates from Thailand",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Puthavathana",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Auewarakul",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Charoenying",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sangsiriwut",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pooruk",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": "423--433",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Avian flu: Isolation of drug-resistant H5N1 virus",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "M"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kiso",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Someya",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Oseltamivir resistance during treatment of influenza A (H5N1) infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Truong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Vo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "2667--2672",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Antibodies for the prevention and treatment of viral diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Antiviral Res",
            "volume": "47",
            "issn": "",
            "pages": "57--77",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prevention and treatment of bronchopneumonia in mice caused by mouseadapted variant of avian H5N2 influenza A virus using monoclonal antibody against conserved epitope in the HA stem region",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Smirnov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lipatov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Gitelman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Claas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Virol",
            "volume": "145",
            "issn": "",
            "pages": "1733--1741",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Role of IgA versus IgG in the control of influenza viral infection in the murine respiratory tract",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Renegar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Boykins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "173",
            "issn": "",
            "pages": "1978--1986",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Virusneutralizing antibodies of immunoglobulin G (IgG) but not of IgM or IgA isotypes can cure influenza virus pneumonia in SCID mice",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palladino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mozdzanowska",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Washko",
                    "suffix": ""
                },
                {
                    "first": "Gerhard",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": "2075--2081",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Protection of infants from infection with influenza A virus by transplacentally acquired antibody",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Puck",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Glezen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Six",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Infect Dis",
            "volume": "142",
            "issn": "",
            "pages": "844--849",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Production of passive immunity in neonatal ferrets following maternal vaccination with killed influenza A virus vaccines",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sweet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bird",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jakeman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Coates",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Immunology",
            "volume": "60",
            "issn": "",
            "pages": "83--89",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Role of milk-derived IgG in passive maternal protection of neonatal ferrets against influenza",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sweet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Jakeman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Gen Virol",
            "volume": "68",
            "issn": "",
            "pages": "2681--2686",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Maternal-infant transfer of influenza-specific immunity in the mouse",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Reuman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Paganini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Ayoub",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Small",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Immunol",
            "volume": "130",
            "issn": "",
            "pages": "932--936",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Meta-analysis: Convalescent blood products for Spanish influenza pneumonia: A future H5N1 treatment?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Luke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Kilbane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Intern Med",
            "volume": "145",
            "issn": "",
            "pages": "599--609",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Passive immunotherapy for influenza A H5N1 virus infection with equine hyperimmune globulin F(ab')2 in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Respir Res",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Passive immunoprophylaxis and therapy with humanized monoclonal antibody specific for influenza A H5 hemagglutinin in mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Boon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Respir Res",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An efficient method to make human monoclonal antibodies from memory B cells: Potent neutralization of SARS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Traggiai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kolesnikova",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Uematsu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "871--875",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Avian influenza A (H5N1) in 10 patients in Vietnam",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Luong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Pham",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "1179--1188",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Detection of antibody to avian influenza A (H5N1) virus in human serum by using a combination of serologic assays",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Abernathy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu-Primmer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Microbiol",
            "volume": "37",
            "issn": "",
            "pages": "937--943",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A mouse model for the evaluation of pathogenesis and immunity to influenza A (H5N1) viruses isolated from humans",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tumpey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morken",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "5903--5911",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Biological heterogeneity, including systemic replication in mice, of H5N1 influenza A virus isolates from humans in Hong Kong",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "3184--3189",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Avian influenza A (H5N1) infection in humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Beigel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farrar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hyer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "1374--1385",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Safety and immunogenicity of an inactivated subvirion influenza A (H5N1) vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Zangwill",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "1343--1351",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Complement component C1q enhances the biological activity of influenza virus hemagglutinin-specific antibodies depending on their fine antigen specificity and heavy-chain isotype",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mozdzanowska",
                    "suffix": ""
                },
                {
                    "first": "Gerhard",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "1369--1378",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Enhancement of neutralizing activity of influenza virus-specific antibodies by serum components",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mozdzanowska",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eid",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zharikova",
                    "suffix": ""
                },
                {
                    "first": "Gerhard",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "352",
            "issn": "",
            "pages": "418--426",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Structure of the haemagglutinin membrane glycoprotein of influenza virus at 3 A resolution",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Nature",
            "volume": "289",
            "issn": "",
            "pages": "366--373",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Structural identification of the antibody-binding sites of Hong Kong influenza haemagglutinin and their involvement in antigenic variation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Nature",
            "volume": "289",
            "issn": "",
            "pages": "373--378",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Structural basis of immune recognition of influenza virus hemagglutinin",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Annu Rev Immunol",
            "volume": "8",
            "issn": "",
            "pages": "737--771",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Passive Immunization and Survival after Challenge with A/ Vietnam/1203/04 (H5N1) BALB/c mice (n ¼ 5 per group) were passively immunized by i.p. injection of graded doses of anti-H5N1 mAbs FLA3.14 or FLA5.10, the control mAbs D2.2 or A146, or hyperimmune sheep antisera specific for the H5N1 HA protein. Mice were challenged i.n. with 50 ll of A/Vietnam/ 1203/04 (10 5 TCID 50 /mouse) 24 h later. The data show the Kaplan-Meier survival curves for the 2 wk period of observation. Mice that received either sheep anti-H5 antisera or FLA5.10 were completely protected from lethal infection (sheep antisera or FLA5.10 versus D2.2, p ¼ 0.001, log rank test). FLA3.14 afforded significant protection at 20 mg/kg and 10 mg/kg (FLA3.14 versus D2.2, p ¼ 0.001, log rank test). The lowest dose of FLA3.14 (1 mg/kg) delayed time to death (FLA3.14 versus D2.2, p ¼ 0.02, log rank test), but did not prevent fatal infection.doi:10.1371/journal.pmed.0040178.Pulmonary Virus Titers and Extrapulmonary Dissemination of A/Vienam/1203/04 (H5N1) Following Passive Immunization The data depict the mean (6 interquartile range) viral titer in (A) lungs, (B) brain, and (C) spleen of groups of five BALB/c mice passively immunized by i.p. injection of mAbs FLA3.14, FLA5.10, or the control mAb D2.2, then challenged i.n. with 50 ll of A/Vietnam/1203/04 (10 5 TCID 50 /mouse) 24 h later. On days 2 and 4 there was significantly less virus recovered in splenic and pulmonary tissue of mice that had received either FLA3.14 or FLA5.10 than mice that had received the control mAb, D2.2. (* p , 0.01 versus D2.2; ** p , 0.001 versus D2.2). The lower limit of detection (1.5 log 10 TCID 50 /g) is shown by the arrow. doi:10.1371/journal.pmed.0040178.g002 significantly protected from A/Indonesia/5/2005 lethal infection (p ¼ 0.003) (Figure 5). Although FLD21.140 did not demonstrate neutralizing activity in vitro against A/Indonesia/ 5/2005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Histopathology in Pulmonary Tissue of Passively Immunized and Challenged Mice (A) Hematoxylin and eosin-stained lung sections (403) revealed diffuse interstitial pneumonia (I) and bronchial and bronchiolar (Br) involvement in a mouse infected with influenza A/VN/1203/04 (H5N1) after i.p. injection of the control mAb D2.2. (B) Mouse given mAb FLA5.10 prior to infection with influenza A/VN/1203/04 (H5N1), showing much less lung involvement than in (A). (C) Immunohistochemistry (403) revealed H5 antigen in bronchi, bronchioles (Br), and interstitial lesions (I) in a mouse given influenza A/VN/1203/04 (H5N1) following i.p. injection of the control mAb D2.2. (D) H5 antigen in bronchus (Br) and not in bronchioles or interstitial areas (I) in a mouse given mAb FLA5.10 prior to influenza challenge. (E) High magnification (1003) of (C) showing abundant H5 antigen in interstitial alveolar lesions (I) and bronchiolar epithelium (Br). (F) High magnification of (D) (1003) showing H5 antigen only focally in a bronchus (Br) and not in the interstitial alveolar areas (I). doi:10.1371/journal.pmed.0040178.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 4. mAb Therapy and Survival in Mice with Established A/Vietnam/ 1203/04 (H5N1) Infection The data show the Kaplan-Meier survival curves for groups of BALB/c mice (n ¼ 5 per group) that were infected i.n. with 5 LD 50 of A/Vietnam/ 1203/04, then 24, 48, or 72 h later treated by i.p. injection with the control mAb D2.2, or the anti-H5N1 mAbs FLA3.14, FLA5.10, FLD20.19, or FLD21.140, each at 50 mg/kg body weight. Postinfection therapy at 24, 48, or 72 h with mAbs FLA3.14, FLA5.10, FLD20.19, or FLD21.140 was associated with significant protection from lethal infection at all time points (FLA3.14, FLA5.10, FLD20.19, or FLD21.140 versus D2.2, p ¼ 0.003, log rank test). doi:10.1371/journal.pmed.0040178.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "NumbersThe GenBank (http://www.ncbi.nlm.nih.gov/) HA sequences of the H5N1 viruses discussed in this paper are A/Vietnam/CL115",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). During early convalescence (1-4 mo post-illness onset), all patients had detectable neutralizing antibody titers to their autologous virus (median 96, range 32-200). The Scientific and Ethical Committee of the Hospital for Tropical Diseases and the Oxford University Tropical Research Ethical Committee approved the study protocol. All patients provided written informed consent. GenBank accession numbers for the genomic sequences of the H5N1 viruses isolated from subjects CL26 (A/Vietnam/ CL26/2004), CL36 (A/Vietnam/CL36/2004) and CL115 (A/ Vietnam/CL115/2005), have been published previously [3]. Strain A/chicken/Vietnam/VL1/2006 (H5N1) was isolated from a cloacal swab of a chicken in southern Viet Nam in early 2006. The HPAI H5N1 reference viruses A/Vietnam/1203/ 2004, A/Hong Kong/213/2003, A/Hong Kong/491/1997, A/ Vietnam/JPHN/30321/2005, and A/Indonesia/5/2005 were kindly provided by Dr. Nancy Cox, Influenza Division, Centers for Disease Control and Prevention, Atlanta, Georgia, United States. Influenza A/California/7/2004 (H3N2) was kindly provided by Dr. Roland Levandowski, CBER, Food and Drug Administration, Bethesda, Maryland, United States.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "and FLD21.140, isolated from donor CL115, became available and were studied in parallel with FLA3.14 and FLA5.10. Clones FLA3.14, FLA5.10, FLD20.19, and FLD21.140 secreted IgG1,j antibodies with neutralizing activity against the autologous virus A/Vietnam/ CL26/2004 and other more recent Clade I viruses circulating in Viet Nam during 2005 and 2006 (Table 1). Significantly, more distant HPAI H5N1 strains, including the Clade II H5N1 virus A/Indonesia/5/2005, were neutralized by FLA3.14 and FLD20.19",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Neutralizing Titers of mAbs against Influenza A H3N2 and a Range of H5N1 Influenza Reference Viruses",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Neutralizing Titers of mAbs against Influenza A H5N1 Influenza Viruses Isolated from Viet Nam",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the patients for kindly participating in this study, and the doctors and nurses at the Hospital for Tropical Diseases for their assistance. We would also like to thank Jadon Jackson for his assistance with the animal studies, Larry Faucette for immunohistochemistry, and Chiara Silacci for cell culture. We are grateful to Dr. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}