{
    "paper_id": "4a8a6f65da6c9eca4117de59c6377a0ff02a0d09",
    "metadata": {
        "title": "Efficacy, Safety, and Pharmacokinetics of a New 10 % Liquid Intravenous Immunoglobulin Containing High Titer Neutralizing Antibody to RSV and Other Respiratory Viruses in Subjects with Primary Immunodeficiency Disease",
        "authors": [
            {
                "first": "Richard",
                "middle": [
                    "L"
                ],
                "last": "Wasserman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Allergy Partners of North Texas Research",
                    "location": {
                        "addrLine": "Forest Lane, Building B, Suite 332",
                        "postCode": "7777, 75230",
                        "settlement": "Dallas",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Lumry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "Harris"
                ],
                "last": "Iii",
                "suffix": "",
                "affiliation": {
                    "laboratory": "LLP",
                    "institution": "The South Bend Clinic",
                    "location": {
                        "addrLine": "211 North Eddy Street",
                        "postCode": "46617",
                        "settlement": "South Bend",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robyn",
                "middle": [],
                "last": "Levy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Family Allergy & Asthma Center",
                    "location": {
                        "addrLine": "5555 Peachtree Dunwoody Road NE",
                        "postCode": "30342",
                        "settlement": "Atlanta",
                        "region": "PC, GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Stein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Allergy Associates of Palm Beaches",
                    "location": {
                        "addrLine": "840 US Highway 1, Suite 250"
                    }
                },
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [],
                "last": "Forbes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine",
                    "location": {
                        "addrLine": "1102 Bates Street, Suite 330",
                        "postCode": "77030",
                        "settlement": "Houston",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Charlotte",
                "middle": [],
                "last": "Cunningham-Rundles",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isaac",
                "middle": [],
                "last": "Melamed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Immunoe International Research Centers",
                    "location": {
                        "addrLine": "6801 South Yosemite Street",
                        "postCode": "80112",
                        "settlement": "Centennial",
                        "region": "CO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ai",
                "middle": [
                    "Lan"
                ],
                "last": "Kobayashi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roger",
                "middle": [],
                "last": "Kobayashi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UCLA",
                    "location": {
                        "addrLine": "10833 Le Conte Avenue",
                        "postCode": "90095",
                        "settlement": "Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose Immune globulins for IgG supplementation have been produced for over 35 years with essentially no differentiating features regarding their specific antibody composition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Furthermore, the compositions of plasma donor pools used for IG manufacturing are not standardized. While all immune globulin products meet the specifications set by the US FDA for antibodies to pathogens like measles and polio, they have variable levels of antibodies to other important viruses and infectious pathogens, particularly respiratory syncytial virus (RSV). Methods An IVIG was developed that satisfies the requirements for treating patients with primary immune deficiency disease (PIDD) and also has standardized elevated levels of RSV neutralizing antibodies (RI-002). Plasma donors who have naturally occurring high circulating levels of neutralizing anti-RSVantibody were selected as the source for manufacturing IVIG to treat patients with PIDD to prevent serious bacterial infections. While the introduction of the monoclonal antibody Palivizumab has had a dramatic impact in diminishing the burden of RSV disease in the pediatric population, it does not meet the standards for replacing the deficient immune compartments of patients with PIDD. Results Fifty-nine patients with PIDD at 9 different sites across the US were enrolled in this study and received regular infusions of RI-002 over the course of 1 year. Conclusions There were zero serious bacterial infections, thus meeting the primary endpoint for this trial. The secondary endpoints including days missed from work due to infection, unscheduled visits to the physician, and days of hospitalization due to infection compared favorably to published reports of other IVIG products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Keywords Intravenous immunoglobulin (IVIG) . primary immunodeficiency (PIDD) . clinical trial . safety . efficacy . pharmacokinetics Introduction Immunoglobulin (IG) supplementation has been the standard treatment for patients with disorders of antibody production due to B cell or combined B and T cell abnormalities (PIDD) [1] [2] [3] [4] [5] . Regularly scheduled infusions of IG replace or supplement antibodies that decrease the risk of the serious bacterial and viral infections experienced by PIDD patients [6] [7] [8] . Although all available preparations of immune globulin provide sufficient antibodies to significantly decrease the frequency of infections in immunodeficient patients, infections continue to occur [2, 6] . Previous studies have suggested that some infections in antibody-deficient PIDD patients occur when the titer of protective antibody is inadequate [9] [10] [11] [12] . While many of these reports have focused on bacterial pathogens, additional evidence supports the proposition that high titer anti-viral antibody preparations may provide advantages over conventional IG [13, 14] .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 328,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 729,
                    "end": 731,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Studies of an early RSV-IVIG, RespiGam®, in premature infants demonstrated the ability of this polyclonal anti-RSV hyperimmune globulin to reduce not only respiratory syncytial virus (RSV) infections but also other viral respiratory infections as well as otitis media [15, 16] . When this product was available, the American Academy of Pediatrics (AAP) stated that for children with severe immunodeficiencies receiving IG therapy during the winter months, physicians could consider the addition and/or substitution of the high titer RSV-IVIG for standard IG supplementation [17] . These data suggested that a polyclonal anti-RSV hyperimmune globulin would confer enhanced protection from infection. Despite the successful use of this RSV-IVIG in premature infants, it was voluntarily withdrawn after the introduction of a monoclonal anti-RSV (Synagis®) antibody that could be administered intramuscularly rather than intravenously as was required for the polyclonal antibody [14] . Consequently, a new IG formulation that meets all the standard criteria for treatment of PIDD (RI-002) was developed using plasma collected from individuals tested to have high titer anti-RSV antibodies [18] .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1185,
                    "end": 1189,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The present study was a prospective, open-label, nonrandomized multicenter phase 3 study in the USA to evaluate the efficacy and safety of RI-002 in patients with PIDD. The primary objective was to evaluate the annualized acute serious bacterial infection rate. Secondary objectives including evaluation of missed days of work due to infection, unscheduled visits to the physician, days hospitalized due to infection as well as the safety and tolerability of RI-002 were also studied. Pharmacokinetic studies measured not only concentrations of total immune globulin, but also measured the concentrations of antibodies to RSV, cytomegalovirus (CMV), tetanus toxoid, Haemophilus influenzae type b (Hib), measles, and 13 serotypes of Streptococcus pneumoniae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The investigational new drug used in this study (RI-002) was provided by ADMA Biologics (Ramsey, NJ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Product"
        },
        {
            "text": "RI-002 was manufactured from source plasma, obtained from approved donors, and screened for blood borne pathogens by binding assays and nucleic acid testing, which was purchased and obtained from domestic plasma donation centers licensed by US FDA and certified by Plasma Protein Therapeutic Association (PPTA). The plasma pool for each lot of RI-002 included sufficient plasma from donors with high neutralizing titers to RSV to meet a standardized value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Product"
        },
        {
            "text": "The manufacturing method included Cohn-Oncley fractionation followed by ion exchange chromatography followed by other downstream purification steps. The final product contains 100 ± 10 mg/mL protein. At least 96 % of the protein is human IgG with a monomer plus dimer content greater than 95 %. The distribution of IgG subclasses in the final product is similar to the distribution in the starting plasma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Product"
        },
        {
            "text": "The potency of the product meets 21 CFR 640.104 criteria for the required levels of antibody to measles, polio, and diphtheria in addition to having standardized elevated neutralizing titers to RSV. The RSV neutralizing titers for all lots used in the study were similar and have been found to be comparable to the former RespiGam® product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Product"
        },
        {
            "text": "This was an open-label, phase III study to evaluate the efficacy, safety, and pharmacokinetics of subjects with documented PIDD (clinicaltrials.gov NCT01814800). Intravenous infusions were given at the study centers at doses of 300-800 mg/kg every 3 or 4 weeks for approximately 1 year. Dosing interval was determined by each subject's pre-study infusion schedule. Infusion rates began at 0.5 mg/kg/min and were incrementally increased every 15 min until reaching a maximum of 8 mg/kg/min. Doses of RI-002 were adjusted during the study to maintain minimum trough IgG concentrations >500 mg/dL or at the investigator's discretion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "A subset of subjects participated in the PK portion of the study. PK data was analyzed for total IgG concentrations as well as specific antibody titers to RSV, CMV, tetanus, Hib, measles, and 13 serotypes of S. pneumoniae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Eligible subjects were male and female aged 2-75 years, inclusive with a confirmed diagnosis of primary immunodeficiency. Prior to enrollment, subjects were required to have received IVIG infusions every 3 or 4 weeks at a dose that had not been changed by >50 % of the mean dose on a mg/ kg basis for ≥3 months. Subjects were excluded if they had a history of adverse reactions to blood or blood-derived products, selective IgA deficiency, and history of allergic reaction to products containing IgA or antibodies to IgA, abnormal liver function, deep vein thrombosis, hemolysis, or positive Coombs test or were pregnant or lactating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Subjects"
        },
        {
            "text": "The primary efficacy endpoint was the demonstration of a serious bacterial infection (SBI) rate of less than 1.0 per person-year during the 12-month treatment with RI-002. Secondary efficacy endpoints included: the incidence of all infections of any kind, the number of days lost from work/school/usual activity due to infection and their treatment, the number of unscheduled visits to physician/ER due to infections, the time to resolution of infections, the number of hospitalizations and days of hospitalizations due to infections, the number of days of antibiotic therapy (prophylactic and treatment), the relationship among dose, trough level and risk of serious and non-serious infections, and trough total IgG and specific antibody levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy Evaluation"
        },
        {
            "text": "Subjects were monitored for adverse events (AEs) and serious adverse events (SAEs) during each infusion and between each visit using subject diaries. AEs were defined as any untoward medical occurrence whether or not the AE was determined to be product related. Subjects regularly completed a subject diary to capture data between study infusions. Subject diaries were used to capture the incidence and duration of infections (SBIs and other infections), use of antibiotics, sick days (missed work or school), unscheduled doctor or hospital visits due to infection, and the incidence of adverse events. These data were reviewed with study personnel at each study visit to confirm their accuracy and completeness. Temporally associated AEs (TAAEs) were adverse events occurring within 72 h of RI-002 infusion. Safety endpoints included the incidence of TAAEs, SAEs, and related SAEs, discontinuation of study treatment, and PIDD related deaths, infusion site reactions, change in vital signs before or after infusion, proportion of infusions with one or TAAEs, and changes in laboratory values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety Evaluation"
        },
        {
            "text": "The blood samples for PK analysis were obtained beginning after Infusion 7 or Infusion 9 in order to allow for wash out of the previous IG product. Scheduled sampling times were as follows: immediately prior to the infusion, end of the infusion, 60 min, 2 h, 24 h, 48 h, 4 days, 7 days, 14 days, 21 days, and 28 days post-infusion. All PK parameters were calculated using non-compartmental analysis. Only those plasma concentrations equal to or greater than the validated lower limit of quantitation of the individual antibody assays were used in the analysis. Actual sampling times were used in all pharmacokinetic analyses. Per protocol times were used to calculate mean plasma concentrations for graphical displays. Calculated PK parameters included: elimination constant (K), elimination half-life (t½), area under the curve (AUC (0t) ) over the 21 or 28-day dosing interval, total plasma clearance (CL), and volume of distribution (Vz). Levels of specific antibody to CMV, tetanus, Hib, measles, and RSV were determined at each time point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacokinetic Evaluation"
        },
        {
            "text": "The Intent-To-Treat (ITT) population included all screened subjects who fulfilled eligibility criteria for RI-002 treatment. All ITT subjects who received at least one RI-002 infusion in the study (referenced to as mITT) were the primary population for efficacy and safety analyses. The PK population includes all mITT subjects who enrolled to participate in the PK portion of the study and who had sufficient plasma samples drawn to derive PK parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Descriptive statistics were provided for the overall population and by treatment regimen (n, mean, SD, minimum, median, and maximum for continuous variables and counts and percentages for categorical variables). Infections were identified based on reported treatment emergent adverse events that were mapped to MedDRA 'Infection and Infestations' System Organ Class. The concomitant medications records were used to identify all antibiotic medications based on the WHO Drug Coding of ATC level, route and indication. Annualized rate (per person per year) was calculated by total episodes (e.g., total infection events) or total days (e.g., days lost due to infection) divided by total person-years. The one-sided 95 % upper bound for annualized rate was estimated from a general linear model for Poisson distribution with only the intercept parameter. Quartiles and mean days to resolution of infections were estimated using Kaplan-Meier estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The two-sided 90 % confidence intervals were calculated using normal approximation with a continuity correction for proportion of infusions with ≥ 1 TAAEs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "A total of 75 subjects were screened and 59 subjects, 28 males and 31 females, were enrolled and received at least 1 RI-002 infusion (mITT population). The majority of study subjects were Caucasian (98.3 %), average age was 41.8 years ranging from 3 to 73 years. The study included 48 adult subjects (>16 years of age) and 11 pediatric subjects. The most common PIDD type was common variable immunodeficiency (CVID) in 45 subjects (76.3 % of the subjects). Mean time from diagnosis to study enrollment was 8.66 years (ranged from 0.3 to 32.9 years). Demographic characteristics were similar between the two regimens (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 625,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Subject Demographics"
        },
        {
            "text": "Efficacy RI-002 was efficacious in the treatment of subjects with PIDD aged 3 to 74 years, over a 1-year period. The efficacy of RI-002 (Table 2 ) was demonstrated by the absence of any SBIs in the study population. The observed incidence of zero (0) SBIs in 55.88 subject years (20,396 total study days) of treatment resulted in a SBI rate below the criteria of <1.0 SBI per subject per year set by FDA. Other key efficacy secondary endpoints included lost days from work/school/daycare due to infection (1.66 days per subject per year), unscheduled emergency room/medical visits due to infection (0.966 visits per subject per year), and hospitalizations due to infection (0.018 hospitalizations per subject per year).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 144,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Subject Demographics"
        },
        {
            "text": "Analysis of trough concentrations of IgG and specific antibodies demonstrated that administration of RI-002 at doses of 284-1008 mg/kg every 3 or 4 weeks generally maintained concentrations similar to those present at baseline. Trough RSV titers, however, were an exception to this observation with levels increasing after the first RI-002 infusion and remaining elevated throughout the study. Increase in antibody levels to all pathogens tested were observed in subjects who received RI-002 and those subjects who received doses of ≥500 mg/kg demonstrated even higher specific antibody levels to all pathogens compared to those receiving doses ≤ 500 mg/kg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subject Demographics"
        },
        {
            "text": "Although this study was not powered to identify differences in safety or efficacy between 3 and 4-week cycles, subjects dosed with RI-002 on a 3-week cycle were observed to have higher trough IgG concentrations compared to subjects on a 4-week cycle but there was no evidence suggesting a difference in efficacy or safety outcomes based on the treatment cycle. Both treatment cycles were successful in maintaining trough IgG concentrations well above the targeted threshold of 500 mg/dL, with mean IgG trough levels ranging from 1051.6 to 1194.9 mg/dL for subjects on a 3-week cycle, and 913.3 to 978.5 mg/dL for subjects on a 4-week cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subject Demographics"
        },
        {
            "text": "Thirty subjects, 20 subjects on a 4-week infusion cycle and 10 subjects on a 3-week infusion cycle, participated in the PK portion of the study. Administration of RI-002 with either regimen resulted in increases in IgG and in CMV, tetanus, Hib, measles, RSV, and S. pneumoniae serotype antibodies with the greatest increase in C max observed in antibodies to RSV. There was a 5.47-fold increase in the titer of anti-RSV neutralizing antibody immediately after infusion of the IVIG and a 6.79-fold increase in those subjects who received greater than 500 mg/kg (Table 3 ). In this calculation, baseline was that value of anti-RSV measured immediately prior to entry into the trial. Figure 1 shows the pharmacokinetics of anti-RSV antibodies, and in this situation, baseline was the value of anti-RSV that was measured in the subjects enrolled in the PK portion of the study immediately prior to infusion of the seventh or ninth dose of IVIG. RI-002 is manufactured to contain standardized, elevated levels of neutralizing antibodies to RSV, and all lots are tested for release potency for RSV antibody levels. There was no apparent difference between groups in the mean plasma concentrations of IgG and the mean values for C max despite a slightly larger AUC over the dosing interval due to the 7-day longer period. Although the mean values for t½ should be considered as qualitative because of the period of time over which λz was measured, they are consistent with literature values for the t½ of IgG. Although there was a range of RI-002 doses within each group, there was no apparent relationship between AUC over the dosing interval and either total dose or weight adjusted dose for either cohort (Table 4 ). Taken as a whole, the increases in the RSV, CMV, tetanus, Hib, measles, and S. pneumoniae antibodies were not affected by the treatment intervals used in this study. The mean values for all antibodies measured at baseline were comparable to the pre-infusion titers for both cohorts, and the maximum titers were higher than the baseline and pre-infusion titers. There did not appear to be a difference in exposure to IgG as a function of sex or age group. Analysis of baseline corrected plasma IgG concentrations resulted in comparisons between the 3 and 4-week cycle cohorts that were comparable to those using plasma concentrations without baseline correction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 568,
                    "text": "(Table 3",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 689,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1701,
                    "end": 1709,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Pharmacokinetics"
        },
        {
            "text": "RI-002 was well tolerated in this study. The proportion of study infusions with a TAAE was 0.142 with an upper onesided 95 % confidence limit of 0.164, indicating that the study met the target (<0.40) for this safety endpoint. During the (Table 5 ). There were 793 infusions administered during the study, with an average of 13.4 infusions administered per subject. Of 793 study infusions, one was not completed as planned, and two infusions (in 2 different subjects) were interrupted due to an AE and completed on the next day. The mean (SE) planned weight adjusted dose of RI-002 administered during this study was 505.2 (4.84) mg/kg, with a range of 284 to 1008 mg/kg.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 246,
                    "text": "(Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Safety"
        },
        {
            "text": "The majority of subjects in this study did not experience any infusion-related AEs or complications. Study infusions were generally well tolerated with 95.8 % of infusions administered at the maximum allowed infusion rate of 8 mg/kg/min RI-002 infusion rates ranged from 0.5 to 13.3 mg/kg/min during the study. The use of pre-medication was limited to seven study infusions (out of a total of 793 total infusions) in seven subjects (0.009 %).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "No serious bacterial infections occurred during the study. A total of 618 treatment emergent AEs (TEAEs) were experienced by 58 subjects (98.3 %) during the course of this study ( Table 6 ). The most frequently reported TEAEs, regardless of relationship to study drug, included: headache, sinusitis, diarrhea, viral gastroenteritis, nasopharyngitis, and upper respiratory tract infection. A total of 55 TEAEs were determined to be study drug related in 26 (44.1 %) study subjects. The most frequently reported study drug-related TEAE was headache.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 6",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Safety"
        },
        {
            "text": "There were no SAEs reported during the trial attributable to the study drug. Two serious adverse events (SAEs) were reported, one instance each of post-operative wound infection and migraine. Neither SAE was associated with the study drug; each event was experienced as a single occurrence in a single subject. There was a low incidence of adverse infusion reactions, with a total of 31 events experienced by 18 subjects (30.5 %) during 29 infusions (3.7 %). The most frequently reported events included headache and myalgia. A total of four infusion site reactions were reported in this study in two subjects. The infusion site reactions reported included infusion site extravasation and infusion site pain. There was no evidence of a trend towards significant changes in any of the laboratory assessments during treatment with study medication. End of study laboratory assessments were generally similar to screening assessments, with no trends noted. There was no laboratory evidence of any instances of a thrombotic event, acute renal failure, hemolysis event, viral transmission, aseptic meningitis, or transfusion-related acute lung injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "Among the viral infections that cause substantial morbidity, respiratory syncytial virus is a particular problem, especially in patients with coexistent pulmonary disease [19, 20] . In 1996, an anti-RSV hyper-immune globulin product, RSV-IVIG (RespiGam®), was approved for the prevention of severe respiratory syncytial virus infection in premature infants whose gestational age was less than 32 weeks. Studies suggested that RSV-IVIG reduced disease severity in infants who became infected with RSV, shortening hospital stays compared to age-matched controls [15, 16, 21] . Despite these beneficial effects, RSV-IVIG was voluntarily removed from the market by the manufacturer in favor of an intramuscularly administrated monoclonal anti-RSV antibody palivizumab (Synagis®). There are no direct head to head clinical studies comparing the efficacy of RSV-IVIG to palivizumab [17] . While both appear comparable in their ability to prevent RSV infections in low birth weight infants, there appear to be certain clinical advantages of the polyclonal antibody [17] . In the PREVENT study, not only was RSV-IVIG able to prevent RSV infections but it also reduced the incidence of other, non-RSV-related upper respiratory diseases [15] . Another study demonstrated that high-risk infants receiving RSV-IVIG had a statistically significant reduction in the overall frequency of otitis media compared with placebo-treated subjects, also suggesting that polyclonal antibody activity to other pathogens may have contributed to this reduction observed in the incidence of otitis media [21] . Interestingly, in the current study, there was only one single reported case of otitis media, an exceedingly low incidence for this population of subjects in the study. Recently published studies in the cotton rat demonstrated that RI-002 can not only reduce the viral load in normal and immune suppressed cotton rats that have been infected with RSV, but that it can dramatically reverse the intense inflammatory changes that are observed in their pulmonary tissue [22] . Because of the historical data suggesting the potential value of a polyclonal anti-RSV, IG product for the immunecompromised patient population, a new Ig formulation was developed. The new product, RI-002, is an IVIG that is manufactured and standardized to contain elevated levels of anti-RSV neutralizing antibody and, in this regard, is comparable to RespiGam® [22] [23] [24] . However, this new product has the added advantage that it is manufactured to comply with the FDA guidance for IG products for the treatment of patients with PIDD [18] . Similar to other IGs, this IVIG (RI-002) was made from plasma collected from more than 1000 plasma donors and was manufactured using an FDAapproved fractionation and purification process [25, 26] . Unlike other IGs, the plasma that was used to produce RI-002 was collected from donors who were identified and selected to have high neutralizing antibody titers to RSV. The selection was based on testing results obtained utilizing a validated RSV live-virus microneutralization assay. There was as great as a 6.79-fold increase in the levels of anti-RSV neutralizing antibody that was measured in subjects who were on the dosing regimen of greater than 500 mg/kg. Interestingly, the lots of IVIG produced from RSV hyperimmune donors were also found to have significantly elevated antibody titers to other respiratory viruses (parainfluenza type 1 and 3, influenza, coronavirus, and metapneumovirus) as compared to ten other commercial lots of IG [27] . This preparation of RI-002, therefore, can be regarded as having a unique antibody profile for multiple respiratory viruses that differentiates it from other commercially available IGs. Viewed in the context of data from other IG trials, there are many of the secondary efficacy endpoints, for example number of days missed from [25, [28] [29] [30] . This study demonstrated excellent outcomes that might reflect the unique antibody profile of RI-002. The efficacy of RI-002 is likely the result of the maintenance of stable IgG trough levels as well as specific antibody levels throughout the study conferring the expected protective effects of IG therapy. The pharmacokinetic properties of RI-002 were comparable to previous reports of IVIG preparations. All subjects maintained average trough levels of serum Ig of approximately 1000 mg/kg. There were significant postinfusion increases in all of the specific antibody titers measured with a greater than 6-fold increase seen in the concentration of RSV-neutralizing antibody immediately postinfusion in patients receiving greater than 500 mg/kg of IG.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1576,
                    "end": 1580,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2049,
                    "end": 2053,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2420,
                    "end": 2424,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2425,
                    "end": 2429,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2430,
                    "end": 2434,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2599,
                    "end": 2603,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2793,
                    "end": 2797,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2798,
                    "end": 2801,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3551,
                    "end": 3555,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3887,
                    "end": 3891,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3892,
                    "end": 3896,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3897,
                    "end": 3901,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 3902,
                    "end": 3906,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were no acute serious bacterial infections reported. The single infection that required hospitalization was believed to be secondary to a cat scratch that infected a recovering, post-operative, shoulder joint repair wound. That subject was non-compliant and missed his regularly scheduled dose of RI-002.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "RI-002 was safe and well tolerated. The rates of temporally associated and treatment associated adverse events were well within the FDA guidance and comparable to the rates of adverse events that have occurred in studies of other IVIG products. Infusions were completed without interruption, discontinuation or rate reduction in 790 of 793 (99.6 %) infusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Two subjects each reported one SAE (post-operative wound infection and migraine) during this study, and neither was associated with study drug. The subject with the postoperative wound infection SAE discontinued from the study whereas the subject with SAE of migraine completed the study. One subject had an adverse drug reaction and discontinued from the study. Three other discontinuations were due to other causes (one subject became pregnant, one subject was relocated, and 1 was discontinued due to sponsor because of subject non-compliance).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "RI-002 is a safe, well-tolerated, highly effective immunoglobulin replacement for PIDD, manufactured with a unique antibody profile from a donor population tested to have elevated anti-RSV-neutralizing antibody titers. The unexpectedly low rate of infection-related outcomes suggests that the unique, anti-viral antibody profile of RI-002 may be important in the prevention of infections in PIDD subjects and raises novel questions about the role of viral infections in the pathogenesis of the infectious complications of PIDD. Since it has been reported that pulmonary viral infections are often the antecedent to bacterial pulmonary infections, it is tempting to speculate that an IVIG that has high titer antibodies to viruses may also have an impact on reducing the incidence of bacterial infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impact of intravenous immunoglobulin (IVIG) treatment among patients with primary immunodeficiency diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scalchunes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pharm Policy Law",
            "volume": "10",
            "issn": "",
            "pages": "133--179",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Efficacy of intravenous immunoglobulin in the prevention of pneumonia in patients with common variable immunodeficiency",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Busse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Razvi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cunningham-Rundles",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Allergy Clin Immunol",
            "volume": "109",
            "issn": "6",
            "pages": "1001--1005",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Common variable immunodeficiency",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cunningham-Rundles",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Maglione",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Allergy Clin Immunol",
            "volume": "129",
            "issn": "5",
            "pages": "1425--1431",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Use of intravenous immunoglobulin in human disease: a review of evidence by members of the Primary Immunodeficiency Committee of the American Academy of Allergy, Asthma and immunology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Orange",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Hossny",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Allergy Clin Immunol",
            "volume": "117",
            "issn": "4",
            "pages": "525--53",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An update on the use of immunoglobulin for the treatment of immunodeficiency disorders",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Albin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cunningham-Rundles",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunotherapy",
            "volume": "6",
            "issn": "10",
            "pages": "1113--1139",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effectiveness of immunoglobulin replacement therapy on clinical outcome in patients with primary antibody deficiencies: results from a multicenter prospective cohort study",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Quinti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Immunol",
            "volume": "31",
            "issn": "",
            "pages": "315--337",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of trough IgG on pneumonia incidence in primary immunodeficiency: a metaanalysis of clinical studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Orange",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Grossman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Navickis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Immunol",
            "volume": "137",
            "issn": "",
            "pages": "21--30",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infection outcomes in patients with common variable immunodeficiency disorders: relationship to immunoglobulin therapy over 22 years",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lortan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Allergy Clin Immunol",
            "volume": "125",
            "issn": "6",
            "pages": "1354--60",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Goals of therapy in antibody deficiency syndromes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Allergy Clin Immunol",
            "volume": "104",
            "issn": "",
            "pages": "911--914",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Biologic IgG level in primary immunodeficiency disease: the IgG level that protects against recurrent infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Bonagura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marchlewski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Allergy Clin Immunol",
            "volume": "122",
            "issn": "1",
            "pages": "210--212",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Serum immunoglobulins and risk of infection: how low can you go? Semin Arthritis Rheum",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Furst",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "18--29",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Early and prolonged intravenous immunoglobulin replacement therapy in childhood agammaglobulinemia: a retrospective survey of 31 patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quartier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Debré",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Blic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Pediatr",
            "volume": "134",
            "issn": "5",
            "pages": "589--96",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparison of antibodies directed against human respiratory syncytial virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sastre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Melero",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Garcia-Barreno",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "4",
            "pages": "435--478",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prevention of serious respiratory syncytial virus-related illness II: immunoprophylaxis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Groothuis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoopes",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemming",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Adv Ther",
            "volume": "28",
            "issn": "2",
            "pages": "110--135",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Reduction of respiratory syncytial virus hospitalization among premature infants and infants with bronchopulmonary dysplasia using respiratory syncytial virus immune globulin prophylaxis",
            "authors": [],
            "year": 1997,
            "venue": "Pediatrics",
            "volume": "99",
            "issn": "1",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Prophylactic administration of respiratory syncytial virus immune globulin to high risk infants and young children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Groothuis",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "NEJM",
            "volume": "329",
            "issn": "21",
            "pages": "1524--1554",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prevention of respiratory syncytial virus infections: indications for the use of palivizumab and update on the use of RSV-IGIV",
            "authors": [],
            "year": 1998,
            "venue": "Committee on Infectious Diseases and Committee on Fetus and Newborn",
            "volume": "102",
            "issn": "",
            "pages": "1211--1227",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Guidance for industry safety, efficacy, and pharmacokinetic studies to support marketing of immune globulin intravenous (human) as replacement therapy for primary humoral immunodeficiency",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fda Guidance",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Special populations: do we need evidence from randomized controlled trials to support the need for respiratory syncytial virus prophylaxis?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Paes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Manzoni",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Early Hum Dev",
            "volume": "87",
            "issn": "1",
            "pages": "55--63",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Insights from the Sixth Global Experts' Meeting (GEM) on respiratory viruses: special populations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Faroux",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Paediatr Respir Rev",
            "volume": "10",
            "issn": "1",
            "pages": "21--23",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Respiratory syncytial virus-enriched globulin for the prevention of acute otitis media in high-risk children",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Simoes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Groothius",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Tristram",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Pediatr",
            "volume": "129",
            "issn": "2",
            "pages": "214--223",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Treatment with novel RSV Ig RI-002 controls viral replication and reduces pulmonary damage in immunocompromised Sigmodon hispidus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Boukhvalova",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bone Marrow Transplant",
            "volume": "51",
            "issn": "1",
            "pages": "119--145",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Polyclonal human intravenous immune globulin (IGIV) with high-levels of RSV neutralizing antibodies: a summary of animal and human studies. Annual Conference of the Canadian Blood and Marrow Transplant Group",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Treatment of normal and immune suppressed cotton rats with IVIG containing high neutralizing titer anti-RSV antibody",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mond",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "9th International Respiratory Syncytial Virus Symposium",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A new intravenous immunoglobulin: bivigam for primary humoral immunodeficiency",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Wasserman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Expert Rev Clin Immunol",
            "volume": "10",
            "issn": "3",
            "pages": "325--362",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "BIVIGAM Prescribing Information",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Therapeutic immunoglobulin selected for high antibody titer to RSV also contains high antibody titers to other respiratory viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Orange",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Front Immunol",
            "volume": "6",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Efficacy, pharmacokinetics, safety, and tolerability of Flebogamma 10% DIF, a high-purity human intravenous immunoglobulin, in primary immunodeficiency",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Pinciaro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Immunol",
            "volume": "30",
            "issn": "",
            "pages": "321--330",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Efficacy and safety of Hizentra® in patients with primary immunodeficiency after a doseequivalent switch from intravenous or subcutaneous replacement therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jolles",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bernatowska",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Garcia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Immunol",
            "volume": "141",
            "issn": "",
            "pages": "90--102",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Safety and efficacy of Privigen, a novel 10% liquid immunoglobulin preparation for intravenous use, in patients with primary immunodeficiencies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Church",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Immunol",
            "volume": "29",
            "issn": "",
            "pages": "137--181",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Neutralizing antibodies to RSV before and post-infusion by dose and nominal time point post infusion -PK evaluable set (N = 30)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of Annualized rates for infections, antibiotics use, days lost for work/school/ daycare, unscheduled visits, and hospitalizations",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Study drug-related TEAEs occurring in > 20 % of total subjects No. = total number of events work/school/daycare (1.66 per subject per year), hospitalization per subject per year (0.018), and unscheduled visits to the physician or emergency room (0.72 per subject per year) compared favorably to these published trials",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments Financial support was provided by ADMA Biologics, Inc., Ramsey, NJ. The authors wish to thank all of the site coordinators for their expert support throughout the study.Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http:// creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}