{
    "paper_id": "4e8f8ad6957ffac26673761935854e6c05b7768e",
    "metadata": {
        "title": "Structural Bases of Coronavirus Attachment to Host Aminopeptidase N and Its Inhibition by Neutralizing Antibodies",
        "authors": [
            {
                "first": "Juan",
                "middle": [
                    "¤"
                ],
                "last": "Reguera",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Current address: European Molecular Biology Laboratory, Grenoble Outstation",
                    "institution": "",
                    "location": {
                        "settlement": "Grenoble",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Santiago",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gaurav",
                "middle": [],
                "last": "Mudgal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Desiderio",
                "middle": [],
                "last": "Ordoñ",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luis",
                "middle": [],
                "last": "Enjuanes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "José",
                "middle": [
                    "M"
                ],
                "last": "Casasnovas",
                "suffix": "",
                "affiliation": {},
                "email": "jcasasnovas@cnb.csic.es"
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronaviruses (CoVs) are enveloped viruses of animals and humans associated mostly with enteric and respiratory diseases, such as the severe acute respiratory syndrome and 10-20% of all common colds. A subset of CoVs uses the cell surface aminopeptidase N (APN), a membrane-bound metalloprotease, as a cell entry receptor. In these viruses, the envelope spike glycoprotein (S) mediates the attachment of the virus particles to APN and subsequent cell entry, which can be blocked by neutralizing antibodies. Here we describe the crystal structures of the receptor-binding domains (RBDs) of two closely related CoV strains, transmissible gastroenteritis virus (TGEV) and porcine respiratory CoV (PRCV), in complex with their receptor, porcine APN (pAPN), or with a neutralizing antibody. The data provide detailed information on the architecture of the dimeric pAPN ectodomain and its interaction with the CoV S. We show that a protruding receptorbinding edge in the S determines virus-binding specificity for recessed glycan-containing surfaces in the membrane-distal region of the pAPN ectodomain. Comparison of the RBDs of TGEV and PRCV to those of other related CoVs, suggests that the conformation of the S receptor-binding region determines cell entry receptor specificity. Moreover, the receptorbinding edge is a major antigenic determinant in the TGEV envelope S that is targeted by neutralizing antibodies. Our results provide a compelling view on CoV cell entry and immune neutralization, and may aid the design of antivirals or CoV vaccines. APN is also considered a target for cancer therapy and its structure, reported here, could facilitate the development of anti-cancer drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Coronaviridae is a large family of enveloped, plus-RNA viruses. They are involved in respiratory, enteric, hepatic and neuronal infectious diseases in animals and humans that lead to important economic losses [1, 2] , as well as to high mortality rates in severe acute respiratory syndrome CoV (SARS-CoV) infections [3] . The CoVs are a numerous group of Coronaviridae. They have been clustered in the Coronavirinae subfamily, which includes three approved genera, Alpha-, Betaand Gammacoronavirus, as well as a tentative new genus, the Deltacoronavirus [4] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 217,
                    "end": 219,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Representative CoV species in each genus are Alphacoronavirus 1 (comprising transmissible gastroenteritis virus (TGEV), porcine respiratory CoV (PRCV) and related canine and feline CoVs), Human coronavirus (HCoV-229E and HCoV-NL63, genus Alphacoronavirus), Murine coronavirus (including mouse hepatitis virus (MHV), genus Betacoronavirus, cluster A), Severe acute respiratory syndrome-related coronavirus (SARS-related CoV, genus Betacoronavirus, cluster B), Avian coronavirus (including infectious bronchitis virus (IBV), genus Gammacoronavirus), and Bulbul-CoV (tentative genus Deltacoronavirus) [4] .",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 601,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "CoV particles display characteristic large surface projections or peplomers (17-20 nm) comprised of homotrimers of the spike glycoprotein (S), a type I membrane protein [1, 5] . The peplomers have a globular portion connected by a protein stalk to the transmembrane domain [6] . The globular region is formed by the N-terminal S1 region, whereas the stalk corresponds to the membrane-proximal S2 region, which mediates virus fusion to host cells and adopts a helical structure characteristic of class I virus fusion proteins [7] . Determinants of CoV tropism locate at the S1 region [1, 8] , which mediates attachment of CoV particles to cell surface molecules, initiating virus entry into cells and infection. There is considerable variability in receptor usage among the CoVs. Most Alphacoronavirus such as TGEV and HCoV-229E use APN [9, 10] , whereas the related HCoV-NL63 uses a distinct cell entry receptor, the human angiotensin converting enzyme 2 (ACE2) [11] ; SARS-CoV also recognizes the ACE2 receptor [12] . SARS and NL63 CoV bind to common regions of the ACE2 protein, although the structures of their receptor-binding domains (RBDs) are quite distinct [11, 13] . MHV uses the cell adhesion molecule CEACAM1a [14] ; a recent crystal structure showed that the MHV RBD adopts a galectin-like fold [8] . The use of alternative receptors that confer extended tropism has been described for SARS-CoV, MHV and TGEV [1, 8] .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 86,
                    "text": "(17-20 nm)",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 173,
                    "end": 175,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 587,
                    "end": 589,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1170,
                    "end": 1173,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1221,
                    "end": 1225,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1421,
                    "end": 1424,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1425,
                    "end": 1427,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The mammalian APNs (CD13) are type II cell surface metalloproteases whose large glycosylated ectodomain has a zinc metal ion at the active site [15] . APN is linked to many cell functions, leading it to be termed the ''moonlighting enzyme'' [15] . Animal models confirmed a role for this cell surface enzyme in angiogenesis [16] . Peptides and inhibitors that target APN showed a link between this protein and tumor growth and invasion [17, 18] . APN is a target for cancer chemotherapies; drugs that bind this protein have been developed to treat tumors, some of which are in clinical trials [19] . As mentioned above, APN is also a major CoV cell entry receptor [1, 9, 10] . CoV recognition of APN is species-specific, and specificity is associated with N-linked glycosylations in the APN protein [20] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 668,
                    "end": 670,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cell tropism and immune neutralization have been extensively studied in some porcine Alphacoronavirus, such as the enteropathogenic TGEV and porcine respiratory CoV (PRCV), a nonenteropathogenic virus derived from TGEV [21] . Both viruses use porcine APN (pAPN) for cell entry. The APN-binding domain in TGEV, PRCV and other Alphacoronavirus locates at the C-terminal portion of the S1 region [8, 22, 23] , which bears epitopes recognized by CoV-neutralizing antibodies [22, 23, 24, 25] . Most TGEV-neutralizing antibodies cluster at antigenic site A [25, 26] , comprised within the RBD at the S1 region ( Figure 1A ) [22] ; the other antigenic sites defined in the TGEV S1 region (B through D) are outside the RBD ( Figure 1A ) [21] .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 606,
                    "end": 615,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 726,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "To date, there is no structural information available on antibody neutralization and APN recognition by Alphacoronavirus. We determined crystal structures of the PRCV RBD in complex with the pAPN ectodomain, and the TGEV RBD in complex with the neutralizing monoclonal antibody (mAb) 1AF10 [25] . The RBD adopts a b-barrel fold, with a distinct protruding tip engaged in pAPN recognition. The structures show how these porcine Alphacoronavirus recognize its cell entry pAPN receptor and how immune neutralization of these CoVs is achieved by antibody targeting of receptorbinding residues in the S protein. The mechanisms used by TGEV to escape immune neutralization and the evolution of receptor recognition in the CoV family are discussed.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "APN-binding domain and epitopes for neutralizing mAbs overlap in TGEV and PRCV S proteins APN receptor recognition and envelope S antigenicity are well documented in TGEV and related PRCV. The pAPN-binding Figure 1 . APN-binding domain and epitopes for neutralizing mAbs overlap in TGEV and PRCV S proteins. A. Scheme of TGEV and PRCV S proteins showing the S1, S2, transmembrane (T) and cytoplasmic (Cy) regions. Location of the C, B, D and A antigenic sites [21] , and the pAPN RBD (bar with N and C-terminal residues) [22] are shown. Length is indicated for mature S1 regions. B. A short, soluble S protein variant containing the TGEV RBD region binds to cell surface pAPN. Binding of a bivalent SA-Fc fusion protein (SA) to BHK-pAPN (open histograms), alone (left) or in the presence of the site A-specific 6AC3 mAb (right), as analyzed in FACS. Filled histograms correspond to an unrelated Fc fusion protein. C. Binding of site A-specific TGEVneutralizing mAb to the SA protein. mAb binding to plastic-bound SA protein, monitored by optical density (OD). Site A mAbs are specific for the Aa (1BB1), Ab (1DE7) and Ac (6AC3, 1AF10) subsites [24] . An anti-HA mAb that binds to the HA tag in the SA protein was used as control. D. Site A-specific mAbs prevent SA protein binding to pAPN. Binding of the SA protein to BHK-pAPN cells in panel B was monitored alone or in the presence of site A (shown in C) or site D-specific (1DG3) mAb, and the binding ratio determined (see Materials and Methods). C, D. Mean and standard deviation for three experiments. doi:10.1371/journal.ppat.1002859.g001",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 464,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The cell surface aminopeptidase N (APN), a membranebound metalloprotease target for cancer therapy, is a major cell entry receptor for coronaviruses (CoVs), agents that cause important respiratory and enteric diseases. In some CoVs, the virus envelope spike glycoprotein (S) mediates attachment of the virus particles to the host APN protein and cell entry, which is blocked by antibodies that prevent CoV infections. The crystal structures of the S proteins of two porcine CoV in complex with the pig APN (pAPN) or with a neutralizing antibody shown here, reveal how some CoV bind to its cell surface APN receptor and how antibodies prevent receptor binding and infection. The report uncovers a unique virus-receptor recognition mode that engages a glycan N-linked to the pAPN ectodomain, revealing structural determinants of the receptor-binding specificity in CoVs. Neutralizing antibodies target viral residues used for binding to the APN receptor and entry into host cells, showing that efficient CoV neutralization requires immune responses focused toward key receptor binding motifs in the virus envelope. These structural insights, together with the structure of the APN ectodomain, provide a compelling view of relevant cell membrane processes related to infectious diseases and cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Summary"
        },
        {
            "text": "domain was mapped within residues 506 to 655 of the mature TGEV S polypeptide [22] , whereas TGEV mAb-resistant (mar) mutants defined four antigenic sites (C, B, D and A) [24, 26] ( Figure 1A) . Antigenic sites C and B are not present in the PRCV S protein. Antigenic site A determinants are located within the pAPN-binding domain at the C-terminal moiety of the TGEV and PRCV S1 regions ( Figure 1A ) [21, 22] .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 192,
                    "text": "Figure 1A)",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 399,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "We recently reported the modular dissection of the N-terminal S1 region of TGEV and PRCV, and the preparation of soluble S1 length variants with single antigenic sites [27] . We produced a recombinant short S protein fragment termed SA, which comprises only residues 481 to 650 of the TGEV S protein that binds cell surface pAPN ( Figure 1B ) and displays conformational epitopes for the three antigenic A subsites (Aa, Ab, and Ac) ( Figure 1C ). Antibodies clustered at the Aa (1BB1), Ab (1DE7) and Ac (1AF10 and 6AC3) subsites blocked binding of the soluble SA protein to pAPN ( Figure 1D ). The SA protein therefore includes the pAPN-binding domain of TGEV and epitopes for site Aneutralizing mAb. We applied X-ray crystallography to S protein variants containing the RBD of the related TGEV and PRCV, and have identified how these Alphacoronavirus bind to the cell surface pAPN and its inhibition by neutralizing antibodies.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 340,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 443,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 590,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "Author Summary"
        },
        {
            "text": "We attempted crystallization of the soluble pAPN-binding SA protein derived from the TGEV S, alone and in complex with several neutralizing mAbs. Crystals were prepared with the SA protein in complex with the Fab fragment of the 1AF10 mAb [25] ; the structure of the complex was determined and refined using diffraction data extending to 3.0 Å resolution (Materials and Methods; Table 1 ). The asymmetric unit of the crystals contains two antibody-RBD complexes, one of which is shown in Figure 2 . Residues Pro507 to Val650 of the TGEV S protein, previously identified as the pAPN-binding domain ( Figure 1A ) [22] , were well defined in the crystal structure. They folded in a single domain structure, the RBD of TGEV (Figure 2A) . The RBD adopts a bbarrel fold formed by two b-sheets with five b-strands each (scheme in Figure S1A ). N-and C-terminal ends are on the same side of the domain (terminal side), which presumably lies close to other S protein domains; at the opposite side, two b-turns (b1-b2 and b3-b4) form the tip of the barrel (Figure 2A) , where the mAb binds to the RBD.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 386,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 488,
                    "end": 496,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 599,
                    "end": 608,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 731,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 823,
                    "end": 833,
                    "text": "Figure S1A",
                    "ref_id": null
                },
                {
                    "start": 1046,
                    "end": 1057,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Structure of the TGEV RBD in complex with a TGEVneutralizing mAb"
        },
        {
            "text": "The immunoglobulin (Ig) variable domains of the mAb heavy (V H ) and light (V L ) chains contact the b1-b2, b3-b4 and b5-b6 regions of the TGEV RBD ( Figure 2B ), burying a virus protein surface of ,810 Å 2 . The buried surface of the 1AF10 mAb is ,750 Å 2 , with equal contribution by the V H (51%) and V L (49%) Ig domains. Complementarity determining regions (CDR) of the antibody heavy (H3) and light (L1 and L3) chains, the N-terminus of the light chain and the C, C9 and C0 b-strands of the V H domain contact the viral RBD tip ( Figure 2B ). The CDR-H3 of the 1AF10 mAb is relatively long, with two-residue insertion (Tyr103 H and Asp104 H ) relative to other homologous H3 loops in reported mAb structures (Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 536,
                    "end": 545,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 714,
                    "end": 723,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Structure of the TGEV RBD in complex with a TGEVneutralizing mAb"
        },
        {
            "text": "The RBD b1-b2 hairpin with Tyr528 at its tip is at the center of the interacting surface and penetrates between the V L and V H Ig domains of the 1AF10 mAb ( Figure 2B and 2C). Similar antibodyantigen recognition is described for some peptides and is common for small hapten molecules [28, 29] . The RBD b1-b2 region contributed 73% of the RBD surface buried by the 1AF10 mAb, and docked between the 1AF10 mAb variable domains ( Figure 2B ). The b-turn is fully buried between the mAb Ig domains ( Figure 2C ), forming a contact network with mAb residues ( Figure 2D ). The RBD residue Tyr528 at the bottom of the pocket contacts mAb residues Trp47 H and Tyr107 H , whereas its hydroxyl group is hydrogen bonded to the side chain of Gln89 L and main chain carbonyl of Tyr107 H ( Figure 2C and 2D). These structural findings on 1AF10 recognition of the RBD b1-b2 region correlate with 1AF10 mAb binding to peptides (MKRSGYGQPIA533) that include this hairpin region [24] .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 167,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 429,
                    "end": 438,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 498,
                    "end": 507,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 557,
                    "end": 566,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 779,
                    "end": 788,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Structure of the TGEV RBD in complex with a TGEVneutralizing mAb"
        },
        {
            "text": "The RBD b3-b4 and b5-b6 regions are at the periphery of the epitope ( Figure 2B ); their contribution to interaction with 1AF10 is smaller than that of the b1-b2 region, representing respectively ,17% and 10% of the RBD surface buried by the mAb. They contact either the V L or V H Ig domains ( Figure 2B ). RBD residues Leu570 and Trp571 at the b3-b4 loop contact the N-terminus, CDR-L1 and CDR-L3 of the V L domain, whereas the b5-b6 loop contacts the long CDR-H3 loop ( Figure 2B and 2C).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 79,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 295,
                    "end": 304,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 473,
                    "end": 482,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Structure of the TGEV RBD in complex with a TGEVneutralizing mAb"
        },
        {
            "text": "To characterize CoV attachment to its APN receptor, we attempted crystallization of the pAPN ectodomain in complex with TGEV and PRCV S protein variants comprising their RBDs (Materials and Methods). Crystals were obtained only with a mixture of a PRCV S protein (S3H) and the pAPN. Using these crystals, we determined the structure of the PRCV RBD-pAPN complex by molecular replacement using previously solved structures of the TGEV RBD shown in Figure 2 (97% sequence identity) and of the pAPN ectodomain (Materials and Methods and Table 1 ). The asymmetric unit of the crystals contained two macromolecular RBD-pAPN complexes ( Figure 3A ). The PRCV RBD adopts a b-barrel fold like the TGEV RBD ( Figure S1 ). Each pAPN molecule was engaged by the tip of a single PRCV RBD molecule, which bears two exposed aromatic residues (Tyr and Trp) ( Figure 3A , in red), and they bound to a membrane-distal region of the pAPN ectodomain ( Figure 3A ). The RBD N-and Cterminal ends and the remaining CoV S are also distant from the pAPN, and are unlikely to contact the receptor molecule. Based on a cryo-EM structure of the SARS-CoV S [6] , the RBD must be also at the viral-membrane distal side of the S and therefore, the receptor binding edge must be accessible for CoV binding to the APN receptor.",
            "cite_spans": [
                {
                    "start": 1129,
                    "end": 1132,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 447,
                    "end": 455,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 534,
                    "end": 541,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 631,
                    "end": 640,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 700,
                    "end": 709,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 853,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 933,
                    "end": 942,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Structure of the PRCV RBD bound to the pAPN ectodomain"
        },
        {
            "text": "The pAPN is a type II membrane protein and the N-terminal end of the ectodomain must be near the cell membrane ( Figure 3A ). The 25 N-terminal residues of the crystallized pAPN ectodomain are largely disordered in the structure and they might form a flexible region close to the cell membrane. The pAPN ectodomain is composed of four domains ( Figure 3A ). Domain I (orange) is made of b-strands, domain II (yellow) adopts a thermolysin-like fold bearing a zinc ion at the catalytic site, domain III (red) is a small b-barrel domain, and the C-terminal domain IV (green) is composed of alpha-helices (domain boundaries are shown in Figure S2 ). The pAPN molecule structure is closely related to that of the human endoplasmic reticulum aminopeptidase-1 [30, 31] (root-mean-square deviation of 2.3 Å for 791 residues sharing 33% sequence identity, based on DALI server). Domain II bearing the enzyme active site is the most related domain (47% identity), whereas domain IV is the most distinct (22% identity). The zinc ion is coordinated to conserved residues at the pAPN active site in domain II ( Figure S2 ). The active site conformation is similar to that of other aminopeptidases ( Figure S3 ). The pAPN crystallized in complex with the PRCV RBD had an open conformation [30, 31, 32] , in which domain IV was ,20-25 Å from domains I and II; this creates a central cavity in which the zinc ion at the catalytic site is highly accessible ( Figure 3A ).",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 757,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1275,
                    "end": 1279,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1280,
                    "end": 1283,
                    "text": "31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1284,
                    "end": 1287,
                    "text": "32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 122,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 345,
                    "end": 354,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 633,
                    "end": 642,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1098,
                    "end": 1107,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1186,
                    "end": 1195,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1442,
                    "end": 1451,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Structure of the PRCV RBD bound to the pAPN ectodomain"
        },
        {
            "text": "The mammalian APNs are cell surface metalloproteases that form membrane-bound dimers [33] . The crystallized pAPN ectodomain also behaved as a dimer in solution ( Figure S4 ). The pAPN dimeric assembly showed in Figure 3A buried a large accessible surface (,980 Å 2 ) in each monomer. The dimerization surface comprises 29 residues spread across domain IV, which are distinct from those recognized by CoV ( Figure S2 ). Similar dimeric assemblies were observed in two crystal structures determined for the pAPN ectodomain alone (not shown), crystallized using distinct conditions. The pAPN molecular assembly shown here might thus be representative of the dimer described for mammalian APN on membrane surfaces [33] .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 212,
                    "end": 221,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 407,
                    "end": 416,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Structure of the PRCV RBD bound to the pAPN ectodomain"
        },
        {
            "text": "In the crystals of the PRCV RBD-pAPN complex, the RBD tip contacts a membrane-distal region of the pAPN ectodomain ( Figure 3A ). The conformations of the receptor-binding loops (b1-b2 and b3-b4) at the tips of the two PRCV b-barrel domains in the structure are identical ( Figure S1B ), suggesting very similar RBD-pAPN interactions in both complexes of the asymmetric unit. The virus-receptor interaction buried ,870 Å 2 of the virus protein, 60% of which corresponded to the b1-b2 region ( Figure 3B ) and 30% to the b3-b4 turn ( Figure 3C ). The size of the pAPN surface buried by the RBD was similar (,770 Å 2 ), and included pAPN residues ranging from alpha helix 19 (a19) to 22 (a22) in domain IV, and a few domain II residues ( Figure S2 , Table S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 126,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 274,
                    "end": 284,
                    "text": "Figure S1B",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 502,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 533,
                    "end": 542,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 736,
                    "end": 745,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 748,
                    "end": 756,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "The RBD-pAPN binding interface"
        },
        {
            "text": "The end of the pAPN helix a19 and helix a21 contacted the b1-b2 region of the RBD ( Figure 3B ). The Tyr side chain (Tyr528 in TGEV), which protrudes at the b-turn in PRCV and TGEV RBDs ( Figure 3B and 3D) , is almost fully buried in the complex, locating between the first N-acetyl glucosamine (NAG7361) linked to pAPN Asn736, the end of helix a19, and the first half of helix a21 ( Figure 3B ). The hydroxyl group of the RBD Tyr528 was hydrogen bonded to side chains of pAPN residues Glu731 and Trp737, and contributed to virus-receptor binding specificity. The preceding RBD Gly527 residue was at the pAPN proximal side of the b-turn, hydrogen bonded to the pAPN Asn736 main chain; at the opposite side, the RBD Gln530 side chain formed a network of hydrogen bond interactions with pAPN NAG7361 and Asn736 side chain ( Figure 3B ). The N-acetyl moiety of the glycan also interacted with RBD residues at the b2 and b6 strands ( Figure 3B , Table S2 ). The pAPN N-linked glycan and surrounding residues that contact the CoV RBD b1-b2 region in the structure were identified as one of the APN determinants of the CoV host range [20] .",
            "cite_spans": [
                {
                    "start": 1128,
                    "end": 1132,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 93,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 188,
                    "end": 205,
                    "text": "Figure 3B and 3D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 384,
                    "end": 393,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 822,
                    "end": 831,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 930,
                    "end": 939,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 942,
                    "end": 950,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "The RBD-pAPN binding interface"
        },
        {
            "text": "The second relevant virus-receptor interacting region engaged a b-turn at the beginning of the RBD b3-b4 loop ( Figure 3C and 3D). The unique RBD Trp571 residue, which protrudes at the turn, docked in a pAPN cavity formed by the coils that precede helices a22 in domain IV and a5 in domain II ( Figure 3C and S2). The bulky side chain of the RBD Trp571 residue packed against pAPN residues His786 and Pro787, and its imino group was hydrogen bonded to the main chain carbonyl of Asn783 ( Figure 3C ). The RBD Trp571 as well as the RBD Tyr528 at the b-barrel tip in TGEV and PRCV appear to be central residues in the virus-receptor interaction, as they contact with many pAPN residues and contribute also to binding specificity by mediating polar interactions with the pAPN (Table S2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 295,
                    "end": 304,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 488,
                    "end": 497,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 773,
                    "end": 783,
                    "text": "(Table S2)",
                    "ref_id": null
                }
            ],
            "section": "The RBD-pAPN binding interface"
        },
        {
            "text": "To confirm the contribution of the PRCV or TGEV RBD bbarrel tip in pAPN receptor recognition, we analyzed binding of wild type and mutant TGEV RBD proteins to cell surfaceexpressed pAPN ( Figure 4A ). Mutations in the three regions (b1-b2, b3-b4 and b5-b6) that build the receptor binding edge of the b-barrel decreased RBD binding to pAPN, whereas mutations outside the receptor-binding region (V617Ngly) had no effect on receptor recognition. Deletion of the pAPN Asn736 glycosylation site also abolished TGEV RBD binding to cell surface-expressed pAPN ( Figure 4B ). Deletion of the homologous glycan in feline APN similarly prevents cell infection by feline, canine and porcine CoVs, all of which share the glycan-binding Tyr residue in the b1-b2 turn (see below), whereas addition of this glycan to human APN is sufficient to render it a TGEV receptor [20] .",
            "cite_spans": [
                {
                    "start": 857,
                    "end": 861,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 197,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 557,
                    "end": 566,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The RBD-pAPN binding interface"
        },
        {
            "text": "We determined the crystal structures of the related TGEV and PRCV RBDs bound to two distinct ligands. The RBDs adopt bbarrel structures with small differences in the ligand binding loops (Figures S1). In the RBD, each of the two highly twisted b-sheets that build the b-barrel is formed by five b-strands ( Figure 5A ). The bent b-strand 5 (b5) crosses both b-sheets and has a b-bulge at Asn608 ( Figure 5A , magenta). At one side of the b-barrel, all bstrands are antiparallel ( Figure 5A, cyan) , whereas on the opposite A DALI search of structural homologs showed the greatest similarity (Z score of 10) with the RBD of the ACE2 receptorbinding HCoV-NL63 (root-mean-square deviation of 2.4 Å for 103 residues), the other Alphacoronavirus RBD whose structure is known [11] . The cores of the TGEV and HCoV-NL63 b-barrel domains are structurally similar, but the loops at the tips ( Figure 5B and 5D). The tip region of the HCoV-NL63 RBD is the ACE2 receptor-binding edge and has a ''bowl''-shaped conformation ( Figure 5C ) that differs from the TGEV RBD protruding edge. Aromatic residues protrude from the b-turns at the tip of the bbarrel in TGEV, whereas they are partially buried at the center of the ''bowl''-shaped edge in HCoV-NL63 ( Figure 5B and 5C). The distinct RBD tip conformation in ACE2-binding HCoV-NL63 and in APN-binding TGEV might be a determinant of their distinct cell entry receptor specificities.",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 774,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 397,
                    "end": 406,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 480,
                    "end": 496,
                    "text": "Figure 5A, cyan)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 884,
                    "end": 893,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1014,
                    "end": 1023,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1244,
                    "end": 1253,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RBD structures in TGEV and in other CoVs"
        },
        {
            "text": "The degree of sequence identity in the RBD region among members in the species Alphacoronavirus 1 (,90% identity) suggests a structure closely related to that of TGEV, including conforma-tion of the receptor-binding loops (b1-b2 and b3-b4) at the bbarrel tip ( Figure 6 ). Therefore, TGEV, PRCV, CCoV and FCoV must recognize the APN receptor in similar fashion. In contrast, the receptor-binding loops at the tip appear to have a different conformation from TGEV in the HCoV-229E RBD, which also binds to the APN. In this CoV, the b1-b2 region has two Cys, as in HCoV-NL63, and lacks the APN-binding Tyr residue in Alphacoronavirus 1, although it preserves the two Gly residues found in the TGEV b-turn ( Figure 6 ). The b3-b4 loop in HCoV-229E is markedly shorter than in TGEV, but it also has a Trp residue. Sequence identities between the RBD of TGEV and IBV (Gammacoronavirus) or the Bulbul-CoV (tentative Deltacoronavirus) are relatively large (,25%), and similarities are found mostly in bstrands and at the RBD C-terminal half ( Figure 6) . These data indicate a conserved RBD fold between Alphacoronavirus and Gammaor Deltacoronavirus. There is less sequence similarity between the Alphaand Betacoronavirus RBD regions (,10%), which correlates with notable structural differences between their Detail of the RBD b1-b2 region with the exposed Tyr residue interacting with the pAPN. Side chains of RBD and pAPN residues engaged in the interaction are shown as sticks with carbons in magenta or green, respectively. NAG7361 glycan N-linked to pAPN Asn736 is shown with carbons in yellow and the electron density map, determined without the glycan, shown as a blue mesh contoured at 3 sigma. C. Detail of the RBD b3-b4 region with the Trp residue interacting with the pAPN. In B and C, RBD residues are numbered following the TGEV sequence shown in D, and intermolecular hydrogen bonds are shown as dashed red lines. D. Structure-based sequence alignment of the TGEV and PRCV RBDs. b-strands are marked with bars. TGEV sequence is numbered. In red, 1AF10 mAb-(for TGEV) and pAPN receptor-binding residues (for PRCV) identified by the structures. Residues absent in the RBD structures are in grey, and the thrombin recognition sequences at the end of recombinant porcine CoV RBDs are in lowercase letters. doi:10.1371/journal.ppat.1002859.g003",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 269,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 705,
                    "end": 713,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1036,
                    "end": 1045,
                    "text": "Figure 6)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "RBD structures in TGEV and in other CoVs"
        },
        {
            "text": "RBDs [8, 11, 13] . The RBDs of the SARS and MHV Betacoronavirus adopt folds unrelated to the b-barrel shown for Alphacoronavirus.",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 8,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 9,
                    "end": 12,
                    "text": "11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 13,
                    "end": 16,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "RBD structures in TGEV and in other CoVs"
        },
        {
            "text": "The most TGEV-neutralizing mAbs, including 1AF10, recognize antigenic site A in the S protein, divided into the Aa, Ab and Ac subsites [24] . To further characterize site A antigenic determinants in the TGEV RBD, we mutated RBD residues targeted by the 1AF10 mAb ( Figure 2 ) and some surrounding residues, and analyzed binding to other site A-specific mAbs. The antigenicity of residues in the b1-b2 region, in the center of the epitope for 1AF10 ( Figure 2C ), was determined by monitoring mAb binding to RBD mutants with TGEV residue substitutions Gly527 (G527D), Tyr528 (Y528A) and Gly529 (G529D) ( Figure 7A ). All three substitutions abolished RBD binding by the Ac subsite-specific mAbs 1AF10 and 6AC3. The Y528A RBD mutant was recognized by Aa-(1BB1) and Ab-specific (1DE7) mAbs ( Figure 7A) , and mAb 1DE7 also bound the G529D mutant.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 273,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 450,
                    "end": 459,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 603,
                    "end": 612,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 799,
                    "text": "Figure 7A)",
                    "ref_id": null
                }
            ],
            "section": "The pAPN-binding edge of the TGEV RBD is the main determinant of antigenic site A"
        },
        {
            "text": "In contrast to the antibody binding profile of the Y528A RBD mutant, Ala substitution of the TGEV Trp571 residue (W571A), a pAPN-binding residue in the b3-b4 loop at the periphery of the RBD epitope for 1AF10 ( Figure 2C ), did not affect binding by the Ac-specific mAbs (1AF10 and 6AC3), whereas RBD recognition by 1BB1 and 1DE7 mAbs was greatly reduced ( Figure 7A ). Deletion of the b3-b4 turn (LWD572A mutant) reduced 6AC3 mAb binding to the RBD markedly, with a partial reduction in 1AF10 binding ( Figure 7A ); this indicates that mAb 6AC3 recognizes a broader epitope, which correlates with its higher TGEV neutralization activity [25] . Replacement with Ala of RBD residues Thr631 and Asn632 at the b5-b6 hairpin, which contacts the 1AF10 mAb in the RBD-1AF10 structure ( Figure 2C) , reduced binding by all site A-specific mAb ( Figure 7A ). This might be a result of a conformational effect induced on the nearby b1-b2 region of the RBD.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 642,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 357,
                    "end": 366,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 513,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 790,
                    "text": "Figure 2C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 838,
                    "end": 847,
                    "text": "Figure 7A",
                    "ref_id": null
                }
            ],
            "section": "The pAPN-binding edge of the TGEV RBD is the main determinant of antigenic site A"
        },
        {
            "text": "Results for antibody binding to RBD mutants showed that site A epitopes extend across the TGEV RBD tip, although there are some differences among the three A subsites ( Figure 7B ). The epitopes recognized by Aa-and Ab-specific mAbs bear the exposed TGEV Trp571 residue at the b3-b4 loop, whereas epitopes for the Acspecific mAbs center on Tyr528 in the b1-b2 turn. None of the mAb tested simultaneously targeted the two aromatic side chains (Tyr and Trp) at the tip of the TGEV RBD that bind to the pAPN. Subsite-specific residues defined by mar mutants (Lys524 for Aa, Arg577 for Ab and Gly529 for Ac) might be located at the periphery of their respective epitopes ( Figure 7B ). Ab and Ac subsites appear to be relatively far apart, with the Aa epitope in an intermediate position. The RBD tip, shown here as the pAPN-binding edge of the domain (Figure 3) , is the main S protein determinant of antigenic site A, recognized by the most effective neutralizing antibodies of TGEV and related CoV infections [25, 26] .",
            "cite_spans": [
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 678,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 858,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The pAPN-binding edge of the TGEV RBD is the main determinant of antigenic site A"
        },
        {
            "text": "Here we show how a group of CoVs attaches to the cell surface APN metalloprotease for entry into host cells, and how some CoVneutralizing antibodies prevent infection. The RBD-receptor complex structures determined for Alphacoronavirus indicate that the conformation of the receptor binding edge in the envelope S proteins probably determines their receptor-binding specificity. The CoV that bind APN analyzed here have protruding receptorbinding motifs that engage recessed surfaces on the receptor. This mode of receptor recognition is essentially opposite to that reported for CoV binding to the ACE2 receptor, where recessed receptor-binding motifs in the viral RBD cradle exposed surfaces of the ACE2 ectodomain [11, 13] . In the case of pAPN, an Nlinked glycan is also engaged in the virus-receptor interaction. The inherent flexibility of this glycan might facilitate the initial contact of the CoV Tyr residue with APN amino acids, and subsequent virus-receptor interactions could lock the bound Tyr between the glycan and an a-helix ( Figure 3B ). The glycan N-linked to Asn736 in pAPN is also conserved in canine and feline APN proteins ( Figure S2 ), as are the viral S protein residues that interact with this glycan in the RBD b1-b2 and the b5-b6 regions ( Figure 6 ). This unique glycan-virus interaction must thus be conserved among the different CoVs in the species Alphacoronavirus 1, in accordance with the glycan requirement reported for cell infection by CCoV, FCoV, and TGEV/PRCV [20] . The lack of this glycan in human APN ( Figure S2 ) and the absence of the interacting Tyr residue in the b1-b2 region of HCoV-229E RBD ( Figure 6 ) imply distinct virus-APN local contacts in humans. As shown for the Alphacoronavirus 1 group, however, HCoV-229E probably has a protruding receptor-binding edge in the envelope S, responsible for its APN-binding specificity.",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 721,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1501,
                    "end": 1505,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 1044,
                    "end": 1053,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1149,
                    "end": 1158,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1270,
                    "end": 1278,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1547,
                    "end": 1556,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1645,
                    "end": 1653,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The structure of the RBD-1AF10 complex, together with structure-guided RBD mutagenesis and mAb binding data, demonstrated that the receptor-binding region is a major antigenic determinant in the envelope S protein of CoV that bind APN. Potent TGEV-neutralizing antibodies, such as the 6AC3 mAb [25] , target key APN-binding residues in the S (Figure 7) , preventing infection. Data from antibody neutralization-resistant TGEV mar mutants nonetheless show that some substitutions can be accommodated in the receptor-binding region of Alphacoronavirus, which confer the ability to escape immune neutralization, while preserving . Substituted residues at the RBD tip that contact pAPN in the PRCV RBD-pAPN structure are shown in Figure 3 , except for the V617Ngly mutant, with a glycan at RBD position 617 in the b5-b5b loop, outside the RBD tip (see Figure 3D) . B. TGEV RBD binding to cell surface pAPN glycosylation mutants. Relative binding of the SA protein and the anti-HA mAb to HA-tagged pAPN proteins with (pAPN) or without the glycan linked to Asn736 (N736A and T738V). Mean and standard deviation for three experiments. doi:10.1371/journal.ppat.1002859.g004 the receptor-binding affinity necessary for cell entry [24, 26] . Our results thus demonstrate that the receptor-binding region in Alphacoronavirus is under selective pressure from the immune system, as described for other viruses [34, 35, 36, 37] . It is tempting to speculate that immune pressure on exposed receptor-binding residues in the CoV S could lead to conformational changes in receptor-binding edges of CoV RBDs. This would result either in changes in the APN-recognition mode observed with HCoV-229E and TGEV, or in conformational changes in the RBD tip that lead to a receptor specificity switch for cell entry, as observed for HCoV-NL63 [11] . Virus use of recessed binding regions, as for HCoV-NL63, is a well-defined strategy for hiding conserved receptorbinding residues from antibodies [34, 36] . Like HCoV-NL63, SARS-CoV uses a recessed, although broader ACE2-binding surface, which can accommodate mutations that permit crossspecies receptor recognition [13] . It remains to be understood why, despite major changes in the receptor-binding region, all these CoV use metalloproteases as cell entry receptors.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1221,
                    "end": 1225,
                    "text": "[24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1226,
                    "end": 1229,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1397,
                    "end": 1401,
                    "text": "[34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1402,
                    "end": 1405,
                    "text": "35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1406,
                    "end": 1409,
                    "text": "36,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1410,
                    "end": 1413,
                    "text": "37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1818,
                    "end": 1822,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1971,
                    "end": 1975,
                    "text": "[34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1976,
                    "end": 1979,
                    "text": "36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2141,
                    "end": 2145,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 352,
                    "text": "(Figure 7)",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 734,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 848,
                    "end": 858,
                    "text": "Figure 3D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In the course of our studies, we also determined the crystal structure of the cell surface APN, an important target for cancer therapies. The domain architecture of APN resembles that of related aminopeptidases [30, 31, 32] . Here we show a unique dimer configuration for the APN, mediated by its domain IV, the most divergent domain among M1 aminopeptidases [31] . The implication of these structural findings for APN biology will require further biochemical analysis. Knowledge of the structure is leading to research on the mechanism of action of numerous anti-tumor compounds that target mammalian APN [19] ; these studies will be fundamental for improving drug specificity. The detailed view of the APN-CoV interaction shown here might also lead to development of small molecules to block CoV infection. We have identified the receptor-binding region as the major antigenic site in the Alphacoronavirus envelope S, which could guide the design of immunogens that boost CoV-neutralizing immune responses to key motifs for virus cell entry.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Design of soluble S proteins variants of TGEV and PRCV has been described [27] . The SA protein containing the RBD of TGEV was derived from the SC11 strain, and contains residues b-strands are marked (bars) above or beneath their sequences. TGEV sequence is numbered. ACE2 receptor-binding residues reported for HCoV-NL63 [11] , as well as pAPN receptor-binding residues for TGEV (Supplementary Table S2 ) are colored as in C. Residues absent in the RBD structures are in grey, and the thrombin recognition sequence at the end of the TGEV RBD is in lowercase letters. doi:10.1371/journal.ppat.1002859.g005 481 to 650 of the TGEV S, an N-terminal influenza hemagglutinin HA peptide, and either a FLAG mAb epitope (monovalent SA-Flag variant) or the human IgG1 Fc portion (bivalent SA-Fc variant) at the C-terminal end. The engineered soluble pAPN contains residues 36 to 963 (ectodomain) of the cell surface protein fused to HA and FLAG tags at the N and C terminus, respectively [27] . The soluble S protein crystallized in complex with the pAPN was derived from the PRCV HOL87 strain (S3H in [27] ), and contains the N-terminal 426 residues of the PRCV S protein and same C-terminus as the TGEV-derived SA protein [27] . A recombinant membrane bound pAPN with an HA tag at the Cterminal end was engineered for cell surface expression. Thrombin recognition sequences were introduced between the tags and the viral or pAPN protein sequences.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 979,
                    "end": 983,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1093,
                    "end": 1097,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 403,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Recombinant protein preparation"
        },
        {
            "text": "Proteins were produced in transiently transfected 293T or stably transfected CHO-Lec 3.2.8.1 (CHO-Lec) cells as described [27] , and concentration in cell supernatants determined by ELISA. Proteins prepared in CHO-Lec cells were used in crystallization experiments. Hybridoma cells secreting the TGEV S mAbs were grown in DMEM supplemented with 10% FCS in roller bottles. Proteins secreted to culture supernatants were initially purified by affinity chromatography. All protein samples were further purified by size exclusion chromatography in HEPES-saline buffer (20 mM HEPES, 150 mM NaCl) pH 7.5.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Recombinant protein preparation"
        },
        {
            "text": "The Fab fragment of the 1AF10 mAb was prepared by papain digestion of the purified antibody. The reaction was terminated by the addition of E64 (Sigma) and the Fab fragment purified by size exclusion and ion exchange chromatography using HEPES-saline buffer pH 8.0. The polypeptide chains of the Ig variable domains of the 1AF10 mAb were determined by sequencing of their cDNA prepared from reverse transcribed mRNA purified from hybridoma cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant protein preparation"
        },
        {
            "text": "Binding of anti-TGEV S or -HA (control) mAb to wild type and mutant SA proteins was tested in 96-well plates, using purified mAb or hybridoma supernatants. The SA-Fc fusion proteins in serum-free (opti-MEM, Invitrogen) cell supernatants were bound to plastic, and mAb binding monitored by optical density (OD 490 nm ). At least four SA-Fc protein concentrations ranging from 10 to 1 mg/ml were used in duplicate and average binding determined in each experiment. Binding ratios were determined after correction for background binding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody and pAPN binding assays"
        },
        {
            "text": "APN binding assays were also carried out with the SA-Fc fusion protein comprising the TGEV RBD. BHK-pAPN cells constitutively expressing cell surface pAPN were used for binding experiments comparing wild type and mutant RBDs, whereas transiently transfected 293T cells were used for analysis of RBD binding to pAPN glycosylation mutants. Binding was monitored as the percentage of stained cells with the Fc fusion proteins and FITC labeled anti-Fc antibodies by Fluorescence-Activated Cell Sorting (FACS), as shown in Figure 1B . The percentage of cells stained was determined for each protein sample and corrected for background staining. pAPN binding ratios for wild type and mutant RBD proteins shown in Figure 4A were determined from the percentage of BHK-pAPN cells stained with same concentration of wild type and mutant SA-Fc proteins. The binding ratios for wild type and mutant pAPN glycosylation mutants shown in Figure 4B were determined from the percentage of SA-Fc stained 293T cells expressing similar amounts of HA-tagged pAPN proteins. Cell surface expression of the pAPN-HA protein was determined with the HA 12AC5 mAb.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 518,
                    "end": 527,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 716,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 923,
                    "end": 932,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Antibody and pAPN binding assays"
        },
        {
            "text": "The TGEV RBD in complex with the 1AF10 Fab fragment was crystallized using the size exclusion-purified complex of a Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Protein and complex crystallization"
        },
        {
            "text": "Crystallization of the pAPN ectodomain in complex with porcine CoV S proteins was carried out with mixtures of the receptor protein and several TGEV and PRCV protein variants comprising the receptor-binding region (SA, S1H and S3H in [27] ). Crystals appeared only in trials performed with an equimolar mixture of pAPN and the S3H protein derived from the PRCV S at a final protein concentration of 13 mg/ml, and with a crystallization solution of 20% PEG-4K, 0.2 M lithium sulfate and 0.1 M Tris buffer pH 8.5. Crystals were transferred to crystallization solution containing 20% ethylene glycol and frozen for diffraction data collection at the ID29 beamline (PRCV RBD-pAPN in Table 1 ).",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 679,
                    "end": 686,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Protein and complex crystallization"
        },
        {
            "text": "The structure of the TGEV RBD-1AF10 Fab fragment was initially determined by the molecular replacement (MR) method using the PHASER program [38] , and two search models having either the variable or constant regions of the PDB ID 1AIF mAb structure. The 1AF10 Fab model structure was built manually following electron density maps determined from the MR solution, after improvement with the DM program [39] . The 1AF10 Fab structure was refined with the program phenix.refine [40] , which provided an excellent electron density map for building residues 507 to 650 of the TGEV S, as well as four residues of a thrombin recognition site at the C-terminus. Final structure refinement of the complex was carried out with data extending to 3.0 Å resolution (statistics in Table 1 ). Three cycles of solvent correction, refinement of individual coordinates and atomic displacement parameters combined with TLS were applied in each step of structure refinement with phenix.refine, which was alternated with manual adjustment of the model to the electron density maps. All residues are in allowed regions of the Ramachandran plot. SA protein residues included in the structure of the TGEV RBD are shown in Figure 3D .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 768,
                    "end": 775,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1199,
                    "end": 1208,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Structure determination"
        },
        {
            "text": "The structure of the PRCV RBD-pAPN complex was resolved by the MR method using the pAPN structure determined alone (manuscript in preparation) and the TGEV RBD structure as search models. MR solutions were obtained for the two pAPN molecules (chains A and B) of the asymmetric unit and for one RBD molecule (chain E). The three molecules were adjusted manually and refined with the phenix.refine program. The second RBD molecule (chain F) bound to pAPN molecule B was built manually into the electron density map. The 282 residues Nterminal to the PRCV RBD in the S3H protein were largely disordered or degraded during crystallization, and are absent in the structure. The complex structure was refined with the program phenix.refine applying solvent correction, NCS, refinement of individual coordinates and atomic displacement parameters combined with TLS ( Table 1 ). The current model comprises residues 60 to 963 of the pAPN ectodomain with a zinc metal ion at the pAPN enzyme active site, and residues 283 to 426 of the PRCV S, homologous to the TGEV S residues 507 to 650 that defined the TGEV RBD structure ( Figure 3D ). All the residues are in allowed regions of the Ramachandran plot.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 860,
                    "end": 867,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1117,
                    "end": 1126,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Structure determination"
        },
        {
            "text": "Coordinates and structure factors have been deposited in the Protein Data Bank with ID codes 4F2M (TGEV RBD-1AF10) and 4F5C (PRCV RBD-pAPN).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure determination"
        },
        {
            "text": "Buried surfaces and residues at the molecular complex interfaces were determined with the PISA server (http://www. ebi.ac.uk/msd-srv/prot_int/pistart.html). Only residues with at least 10% of their surface buried at interfaces in the two independent molecules of the crystal asymmetric units are shown. Figure 2D was prepared with LIGPLOT (http://www.ebi.ac.uk/ thornton-srv/software/LIGPLOT/), Figure 5A with Ribbons [41] and the other structure representations with PyMOL (pymol.org). Structural alignments were carried out with Modeller using a gap penalty of 3 [42] .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 422,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 395,
                    "end": 404,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Analysis and representation of crystal structures"
        },
        {
            "text": "Accession numbers of the Alphacoronavirus S proteins mentioned are Q0PKZ5 (TGEV), Q65984 (CCoV), P10033 (FCoV), P15423 Figure 7 . Determinants of TGEV S antigenic site A. A. Binding of TGEV-neutralizing, site A-specific mAbs to RBD mutants. Relative binding (%) of mutants to wild type SA protein is shown for TGEV Sspecific mAbs (top; described in Figure 1C ) and a control anti-HA antibody (see Materials and Methods). RBD regions in which mutations locate are shown (bottom; see also Figure 5D ). Mean and standard deviation of data from at least three experiments. B. Antigenic site A in the TGEV RBD and epitopes for antibodies. Surface and ribbon representation of the RBD with the 1AF10 contact regions colored as in Figure 2B . Three antibody-binding residues (Tyr528, Trp571 and Asn632) in the loops at the RBD tip, as well as TGEV Lys524, Arg577 and Gly529 residues associated with Aa, Ab and Ac subsites [24] , respectively. Lines indicate epitopes for mAbs specific for each of the three antigenic subsites: Aa in yellow, Ab in green and Ac in red. doi:10.1371/journal.ppat.1002859.g007 (HCoV-229), Q6Q1S2 (HCoV-NL63), B6VDW0 (Bulbul-CoV) and Q9Q9P1 (IBV). The PRCV HOL87 S protein sequence is reported in reference [21] . Sequence identities among S proteins were determined with psiblast (http://www.ebi.ac.uk/Tools/sss/ psiblast/). Accession number for the pAPN protein is P15145. Figure S1 Structures of TGEV and PRCV RBDs. A. Secondary structure elements of the RBD structures. b-strands are shown with arrows and colored in blue and cyan, a b-bulge at the b-strand 5 is shown in magenta, helix with a red cylinder, coils with black lines, and disulphide bonds with green lines. B. Stereo view of the superimposed asymmetric unit RBD structures of TGEV (blue and cyan), complex with the 1AF10 mAb, and of PRCV (green and red), complex with the pAPN protein. View as in Figures 2A and 5A . Locations of N and C terminal ends are indicated in lowercase letters. (TIF) Figure S2 Mammalian APN ectodomains. Sequence alignment of the porcine, canine, feline and human APN proteins with conserved residues highlighted in red. Secondary structure elements of the pAPN structure determined in complex with the RBD of PRCV are shown above the sequences. CoV-binding residues and those engaged in pAPN dimerization are highlighted in blue and green, respectively, whereas those at the pAPN catalytic site are in yellow. Residues coordinating the zinc ion are marked with an asterisk, and the N-linked glycosylation site recognized by CoV is marked with a triangle at the pAPN Asn736. The beginning of each of the four APN domains is indicated. (TIF) Figure S3 Aminopeptidases active site. Side chains of residues at the catalytic site of four structurally aligned zinc aminopeptidases based on domain II are shown with stick representation, and with the coordinated zinc ion as a cyan sphere. Human ERAP-1 (PDB code 2XDT) is shown in green, aminopeptidase N of E. Coli (PDB code 2HPT) in magenta, aminopeptidase N of Neisseria meningitidis (PDB code 2GTQ) in blue, and pAPN in yellow. The glutamic acid located in the GAMEN motif is labeled in blue and those located at the conserved HExxHx 18 E motif are in red (sequence in Figure S2 ). (TIF) Figure S4 Dimerization of the pAPN ectodomain in solution. Size exclusion chromatography of the soluble pAPN ectodomain. Continuous line shows optical density (OD) at 280 nm for the elution volume. pAPN protein was run through a Superdex 200 16/60 column (GE Healthcare) with HEPESsaline buffer pH 7.5. Exclusion volume and size (kDa) of molecular weight markers are indicated. Determined molecular weight for the single recombinant glycosylated pAPN ectodomain is about 130 kDa, whereas the protein elutes with a volume corresponding to ,300 kDa. (TIF)",
            "cite_spans": [
                {
                    "start": 915,
                    "end": 919,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1228,
                    "end": 1232,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 358,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 496,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 724,
                    "end": 733,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1396,
                    "end": 1405,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 1886,
                    "end": 1903,
                    "text": "Figures 2A and 5A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1983,
                    "end": 1992,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2657,
                    "end": 2666,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3233,
                    "end": 3242,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3252,
                    "end": 3261,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Protein sequences"
        },
        {
            "text": "Table S1 Sequence of homologous CDR-H3 loops in known mAb structures. Sequence of homologous heavy chain CDR-H3 loops to that of the 1AF10 mAb, identified by a Blast search among protein structures, whose PDB codes are shown. (TIF)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        },
        {
            "text": "Table S2 Intermolecular contacts in the PRCV RBD-pAPN complex structure. RBD and pAPN residues in close contact (#5 Å ) in the two complexes of the crystal asymmetric unit, computed with the program NCONT [39] . RBD residues from the b1-b2, b3-b4 and b5-b6 regions at the tip of the bbarrel domain are shown, with those engaged in hydrogen bonding in red. TGEV/PRCV numbering is given for the RBD residues. (TIF)",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The molecular biology of coronaviruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv Virus Res",
            "volume": "66",
            "issn": "",
            "pages": "193--292",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Encyclopedia of Virology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "419--430",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronaviruses post-SARS: update on replication and pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "439--450",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Virus Taxonomy: Ninth Report of the International Committee on Taxonomy of Viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "774--796",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assembly of coronavirus spike protein into trimers and its role in epitope expression",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Delmas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Virol",
            "volume": "64",
            "issn": "",
            "pages": "5367--5375",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Architecture of the SARS coronavirus prefusion spike",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Beniac",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Andonov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grudeski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Booth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Struct Mol Biol",
            "volume": "13",
            "issn": "",
            "pages": "751--752",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The coronavirus spike protein is a class I virus fusion protein: Structural and functional characterization of the fusion core complex",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Zee",
                    "suffix": ""
                },
                {
                    "first": "Cam",
                    "middle": [],
                    "last": "Haan",
                    "suffix": ""
                },
                {
                    "first": "Pjm",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "8801--8811",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Crystal structure of mouse coronavirus receptor-binding domain complexed with its murine receptor",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Rajashankar",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "",
            "pages": "10696--10701",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human aminopeptidase N is a receptor for human coronavirus 229E",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Yeager",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ashmun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Cardellichio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "357",
            "issn": "",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aminopeptidase N is a major receptor for the entero-pathogenic coronavirus TGEV",
            "authors": [],
            "year": null,
            "venue": "Nature",
            "volume": "357",
            "issn": "",
            "pages": "417--420",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Crystal structure of NL63 respiratory coronavirus receptor-binding domain complexed with its human receptor",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "106",
            "issn": "",
            "pages": "19970--19974",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Angiotensinconverting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450--454",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Structure of SARS coronavirus spike receptor-binding domain complexed with receptor",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1864--1868",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cloning of the mouse hepatitis virus (MHV) receptor: expression in human and hamster cell lines confers susceptibility to MHV",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dveksler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Pensiero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Cardellichio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Virol",
            "volume": "65",
            "issn": "",
            "pages": "6881--6891",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The moonlighting enzyme CD13: old and new functions to target",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mina-Osorio",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Mol Med",
            "volume": "14",
            "issn": "",
            "pages": "361--371",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Impaired angiogenesis in aminopeptidase N-null mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rangel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guzman-Rojas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ozawa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "104",
            "issn": "",
            "pages": "4588--4593",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The neovasculature homing motif NGR: more than meets the eye",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Curnis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Arap",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pasqualini",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Blood",
            "volume": "112",
            "issn": "",
            "pages": "2628--2635",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Novel aminopeptidase N (APN/CD13) inhibitor 24F can suppress invasion of hepatocellular carcinoma cells as well as angiogenesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inagaki",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biosci Trends",
            "volume": "4",
            "issn": "",
            "pages": "56--60",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Aminopeptidase N (CD13) as a target for cancer chemotherapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wickström",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nygren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gullbo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cancer Sci",
            "volume": "102",
            "issn": "",
            "pages": "501--508",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mutational analysis of aminopeptidase N, a receptor for several group 1 coronaviruses, identifies key determinants of viral host range",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tusell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Schittone",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "1261--1273",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Genetic evolution and tropism of transmissible gastroenteritis coronaviruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gebauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sune",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mendez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dopazo",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Virology",
            "volume": "190",
            "issn": "",
            "pages": "92--105",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Major receptor-binding and neutralization determinants are located within the same domain of the transmissible gastroenteritis virus (coronavirus) spike protein",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Godet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grosclaude",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Delmas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "",
            "pages": "8008--8016",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Identification of a Receptor-Binding Domain of the Spike Glycoprotein of Human Coronavirus HCoV-229E",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonavia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Zelus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wentworth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "2530--2538",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Residues involved in the antigenic sites of transmissible gastroenteritis coronavirus S glycoprotein",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gebauer",
                    "suffix": ""
                },
                {
                    "first": "Wpa",
                    "middle": [],
                    "last": "Posthumus",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Suñé",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smerdou",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "183",
            "issn": "",
            "pages": "225--238",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Mechanisms of transmissible gastroenteritis coronavirus neutralization",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sune",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bullido",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gebauer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Virology",
            "volume": "177",
            "issn": "",
            "pages": "559--569",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Four major antigenic sites of the coronavirus transmissible gastroenteritis virus are located on the amino-terminal half of spike glycoprotein S",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Delmas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rasschaert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Godet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelfi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Gen Virol",
            "volume": "71",
            "issn": "",
            "pages": "1313--1323",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Antigenic modules in the N-terminal S1 region of the Transmissible Gastroenteritis Virus spike protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reguera",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ordoñ O",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Santiago",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Casasnovas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Gen Virol",
            "volume": "92",
            "issn": "",
            "pages": "1117--1126",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Crystal structures of an antibody to a peptide and its complex with peptide antigen at 2.8 A",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Stanfield",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Fieser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lerner",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Science",
            "volume": "248",
            "issn": "",
            "pages": "712--719",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Crystal Structures of a Quorum-quenching Antibody",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Debler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Kirchdoerfer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Janda",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Mol Biol",
            "volume": "368",
            "issn": "",
            "pages": "1392--1402",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Crystal structures of the endoplasmic reticulum aminopeptidase-1 (ERAP1) reveal the molecular basis for N-terminal peptide trimming",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kochan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Krojer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "",
            "pages": "7745--7750",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Structural basis for antigenic peptide precursor processing by the endoplasmic reticulum aminopeptidase ERAP1",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Evnouchidou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "York",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zikos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Struct Mol Biol",
            "volume": "18",
            "issn": "",
            "pages": "604--613",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Structure of aminopeptidase N from Escherichia coli suggests a compartmentalized, gated active site",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Addlagatta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "103",
            "issn": "",
            "pages": "13339--13344",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Reconstitution of purified amphiphilic pig intestinal microvillus aminopeptidase. Mode of membrane insertion and morphology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tranum-Jensen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Noren",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sjostrom",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Christiansen",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Biochem J",
            "volume": "199",
            "issn": "",
            "pages": "179--186",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The Canyon Hypothesis: Hiding the host cell receptor attachment site on a viral surface from immune surveillance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rossmann",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Biol Chem",
            "volume": "264",
            "issn": "",
            "pages": "14587--14590",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Evolution subverting essentiality: Dispensability of the cell attachment Arg-Gly-Asp motif in multiply passaged foot-and-mouth disease virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Verdaguer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Mateu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "94",
            "issn": "",
            "pages": "6798--6802",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Structural Basis of Immune Evasion at the Site of CD4 Attachment on HIV-1 gp120",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Do Kwon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Dell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "1123--1127",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Structure of the measles virus hemagglutinin bound to the CD46 receptor",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Santiago",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Celma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stehle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Casasnovas",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Struct Mol Biol",
            "volume": "17",
            "issn": "",
            "pages": "124--129",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Pushing the boundaries of molecular replacement with maximum likelihood",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Acta Cryst D",
            "volume": "57",
            "issn": "",
            "pages": "1373--1382",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The CCP4 Suite: Programs for Protein Crystallography",
            "authors": [],
            "year": 1994,
            "venue": "Collaborative Computational Project N",
            "volume": "50",
            "issn": "",
            "pages": "760--763",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "PHENIX: a comprehensive Python-based system for macromolecular structure solution",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Afonine",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bunkoczi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "W"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "66",
            "issn": "",
            "pages": "213--221",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Ribbon models of macromolecules",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Mol Graph",
            "volume": "5",
            "issn": "",
            "pages": "103--106",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Comparative protein modelling by satisfaction of spatial restrains",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sali",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Blundell",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Mol Biol",
            "volume": "234",
            "issn": "",
            "pages": "779--815",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "structures contain two independent molecules in the asymmetric unit. Ligands included in the structures are two acetate molecules in the TGEV RBD-1AF10 structure and zinc ions in the pAPN structure, one in each molecule of the asymmetric unit. Statistics for the highest-resolution shell are in parentheses. doi:10.1371/journal.ppat.1002859.t001 b-sheet, the b1 and b3 strands run parallel (Figure 5A, blue). Nlinked glycans cluster at one side of the b-barrel (Figure 5A). Nand C-terminal ends of the RBD, where other S protein domains presumably lie, are opposite the ligand-binding tip of the b-barrel, where the pAPN-binding Tyr and Trp residues protrude (Figure 5A).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Crystal structure of the TGEV RBD in complex with the TGEV-neutralizing mAb 1AF10. A. Ribbon diagram of the Fab fragment of the 1AF10 mAb bound to the TGEV RBD. Blue surface and ribbon representation is shown for the RBD domain, with b-strands and the terminal ends (n and c) where the remaining CoV S locates labeled. The antibody-binding regions at the tip are colored in red (b1-b2 region) and orange (b3-b4 and b5-b6). The 1AF10-Fab fragment is shown with heavy chain in grey and light chain in green. Variable (V H and V L ) and constant (C H and C L ) Ig domains of the Fab fragment are also indicated. B. Detailed view of the interaction, showing the RBD tip and the RBD-binding regions of the Fab variable domains. Buried regions are colored as in A for the RBD, and in dark green for the mAb. C. The RBD epitope for 1AF10. Surface and ribbon representation of the 1AF10 variable domains and stick drawing of buried residues at the interface, shown with carbons in orange or magenta for the RBD, and in green for the 1AF10 mAb. In this and following figures, nitrogens are in blue and oxygens in red, intermolecular hydrogen bonds are shown as dashed red lines, whereas intramolecular hydrogen bonds are black. D. Ligplot representation of 1AF10 mAb interaction with the RBD b1-b2 turn. RBD residues in the turn (magenta) and interacting mAb residues (green). doi:10.1371/journal.ppat.1002859.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Crystal structure of the PRCV RBD bound to the pAPN ectodomain. A. The dimeric PRCV RBD-pAPN complex in the crystals. Ribbon drawings of the pAPN molecules are shown with domains (D) in orange (N-terminal DI), yellow (DII), red (DIII) and green (C-terminal DIV), and the N-terminal end (n) near the cell membrane. The RBD is shown as ribbon and surface drawings in blue and cyan, with the pAPN-binding Tyr and Trp residues at the RBD tip in red. Location of the remaining CoV S is indicated at the RBD terminal end. Glycans are shown as sticks with carbons in yellow and the zinc ion at the pAPN catalytic site as a cyan sphere. B.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Important virus-receptor binding motifs. A. Binding of TGEV RBD mutants to cell surface pAPN. Relative binding (%) was determined for mutant to wild type SA proteins (see Materials and Methods)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Structure of the RBD of TGEV and conformation of the receptor-binding edge in Alphacoronavirus. A. Ribbon diagram of RBD protein structure with b-strands in light or dark blue, coils in orange, and helix in red. A b-bulge at b-strand 5 is shown in magenta. N-and C-terminal ends on the terminal side of the structure are indicated in lowercase letters. The Asn residues at glycosylation sites and the attached glycans defined in the structure are shown as a ball-and-stick model, with carbons in yellow. Cysteine residues and disulfide bonds are shown as green cylinders. Side chains of the pAPN-binding Tyr and Trp residues in the loops at the b-barrel domain tip are shown in red in panels A to C. B. Stereo view of superimposed Alphacoronavirus RBD structures. The pAPN-binding RBD of TGEV is in blue and the ACE2-binding RBD of HCoV-NL63 (PDB ID 3KBH) is in orange. C. Surface representation of the TGEV and HCoV-NL63 RBD structures in B, with receptor-binding residues in pink or red. D. Structurebased sequence alignment of Alphacoronavirus RBD structures shown in C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Sequence alignment of homologous CoV RBD. Alignment was carried out with the T-Coffee program (http://www.ebi.ac.uk/). RBD sequences of TGEV, canine and feline CoVs (Alphacoronavirus 1), human CoVs (Alphacoronavirus), Bulbul-CoV (putative Deltacoronavirus) and IBV (Gammacoronavirus). Sequence of the TGEV RBD is numbered and its b-strands are shown with arrows. Residues in the two turns at the tip of the TGEV RBD b-barrel structure are indicated with a double T (seeFigure 5). doi:10.1371/journal.ppat.1002859.g006 monovalent SA-Flag protein containing the TGEV RBD and the mAb fragment. Crystals of the complex were prepared by the hanging drop method with a 20 mg/ml protein sample and a crystallization solution of 16% PEG-4K, 0.2 M NaAc, 0.1 M 1,2,3-octanetriol isomer T and 0.1 M Tris buffer pH 8.5. Crystals were frozen with crystallization solution containing 20% ethylene glycol. Diffraction data extending to 3 Å resolution were collected at the ID29 beamline (TGEV RBD-1AF10 in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data collection and refinement statistics.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the ESRF for provision of synchrotron radiation facilities through BAG-Madrid projects, as well as the Swiss-SLS facility, N. Cubells for technical help and C. Mark for editorial assistance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}