{
    "paper_id": "4ee51bb838b0cdc2e59317a4b837f2997795b665",
    "metadata": {
        "title": "Hospitalization Risk Due to Respiratory Illness Associated with Genetic Variation at IFITM3 in Patients with Influenza A(H1N1)pdm09 Infection: A Case-Control Study",
        "authors": [
            {
                "first": "Vânia",
                "middle": [],
                "last": "Gaio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Saúde Doutor Ricardo Jorge",
                    "location": {
                        "postCode": "1649-016",
                        "settlement": "Lisboa",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "Baltazar",
                "middle": [],
                "last": "Nunes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Saúde Doutor Ricardo Jorge",
                    "location": {
                        "postCode": "1649-016",
                        "settlement": "Lisboa",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "Pedro",
                "middle": [],
                "last": "Pechirra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Saúde Doutor Ricardo Jorge",
                    "location": {
                        "postCode": "1649-016",
                        "settlement": "Lisboa",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "Patrícia",
                "middle": [],
                "last": "Conde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Saúde Doutor Ricardo Jorge",
                    "location": {
                        "postCode": "1649-016",
                        "settlement": "Lisboa",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "Raquel",
                "middle": [],
                "last": "Guiomar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Saúde Doutor Ricardo Jorge",
                    "location": {
                        "postCode": "1649-016",
                        "settlement": "Lisboa",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [
                    "Matias"
                ],
                "last": "Dias",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Saúde Doutor Ricardo Jorge",
                    "location": {
                        "postCode": "1649-016",
                        "settlement": "Lisboa",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "Marta",
                "middle": [],
                "last": "Barreto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Saúde Doutor Ricardo Jorge",
                    "location": {
                        "postCode": "1649-016",
                        "settlement": "Lisboa",
                        "country": "Portugal"
                    }
                },
                "email": "*marta.barreto@insa.min-saude.pt"
            }
        ]
    },
    "abstract": [
        {
            "text": "Recent studies suggest an association between the Interferon Inducible Transmembrane 3 (IFITM3) rs12252 variant and the course of influenza infection. However, it is not clear whether the reported association relates to influenza infection severity. The aim of this study was to estimate the hospitalization risk associated with this variant in Influenza Like Illness (ILI) patients during the H1N1 pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A case-control genetic association study was performed, using nasopharyngeal/oropharyngeal swabs collected during the H1N1 pandemic influenza. Laboratory diagnosis of influenza infection was performed by RT-PCR, the IFITM3 rs12252 was genotyped by RFLP and tested for association with hospitalization. Conditional logistic regression was performed to calculate the confounder-adjusted odds ratio of hospitalization associated with IFITM3 rs12252.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We selected 312 ILI cases and 624 matched non-hospitalized controls. Within ILI Influenza A(H1N1)pdm09 positive patients, no statistical significant association was found between the variant and the hospitalization risk (Adjusted OR: 0.73 (95%CI: 0.33-1.50)). Regarding ILI Influenza A(H1N1)pdm09 negative patients, CT/CC genotype carriers had a higher risk of being hospitalized than patients with TT genotype (Adjusted OR: 2.54 (95%CI: 1.54-4.19)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The IFITM3 rs12252 variant was associated with respiratory infection hospitalization but not specifically in patients infected with Influenza A(H1N1)pdm09.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza is a contagious and debilitating disease of the respiratory tract that can lead to hospitalization and even death, remaining a public health threat. In April 2009, an outbreak of influenza A(H1N1)pdm09 infection was detected in Mexico, with subsequent cases observed in many other countries, including Portugal. It has spread quickly throughout the world and caused at least 15000 deaths in less than a year [1] . Unlike the disease pattern observed during epidemics of seasonal influenza, many of the severe cases of influenza A(H1N1)pdm09 virus infection were observed in healthy young people, with approximately 90% of all deaths due to influenza occurring in those younger than 65 years [2] . Most people infected with influenza A (H1N1)pdm09 virus experienced mild disease, with upper respiratory illness similar to seasonal influenza virus infection. In contrast, gastrointestinal symptoms occurred more frequently in patients infected with pandemic influenza virus than in those with seasonal influenza [3] . According to the Portuguese Influenza Surveillance Program (NISP), 64% of the laboratory-confirmed cases for the influenza A(H1N1)pdm09 virus were detected in the age group of 5-14 years old. A total of 1436 hospitalizations were reported, and the estimated mortality rate was 1.17 per 100000 inhabitants, corresponding to 124 laboratory confirmed influenza deaths [4] .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1020,
                    "end": 1023,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1391,
                    "end": 1394,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is commonly accepted that the severity of influenza A(H1N1)pdm09 infection results from a complex interplay between host and pathogen factors but there are many gaps in the basic understanding of what influences illness severity mainly among people without known comorbidities. While some individuals resist infection or recover quickly, others experience severe disease associated with the infection. Intensive research has been performed on the virulence of the virus including its genomic variability but very little is known about the host genetic background influence in the influenza outcome, despite its crucial impact on the immune response and the course of infection [5] . Consequently, in 2009, the World Health Organization identified studies of the host genetic factors' role on susceptibility to severe influenza as a priority [6] .",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 683,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although characteristics such as age, comorbidities, degree of pre-existing immunity, immunosupression, pregnancy and smoking influence the acquisition, progression and resolution of influenza infections, genetic variants found in human populations affect the specificity of virus binding and subsequent effectiveness of the immune response [7] . Their importance in humans has already been shown for several bacterial and viral pathogens [8] and it is currently known that infectious disease lethality has a heritable component [9] . In addition, animal models seem to support the biologic plausibility of a genetic susceptibility to influenza A virus, given that some mouse strains are more susceptible to influenza virus infection and severity, independently of virus subtype, suggesting common infection pathways [10] .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It has been shown that an interferon inducible transmembrane 3 protein (IFITM3), which acts as a viral restriction factor that mediates cellular resistance to several viruses by blocking early stages of viral replication, profoundly alters the course of influenza virus infection in a knockout mouse model. Mice lacking a functional Ifitm3 gene developed severe viral pneumonia when challenged with normally low pathogenic viruses, and protection was re-established with reintroduction of Ifitm3. In humans, an overrepresentation of individuals with the IFITM3 rs12252 variant (C allele) that alters a splice acceptor site was found in European patients who required hospitalization as a result of influenza infection [11] .",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 722,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent studies suggest a close association between the IFITM3 rs12252 variant (C allele) and influenza severity infection. [12, 13] . More specifically a meta-analysis which included the previously referred studies suggests a significant association between the IFITM3 rs12252 variant (C allele) and severe influenza susceptibility, but not in mild influenza subjects, both in UK Caucasians and Han Chinese populations, concluding that the C allele constitutes a risk factor for more severe influenza infection cases [14] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 128,
                    "end": 131,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Considering the wider confidence intervals, the small samples sizes and the heterogeneity in the inclusion criteria of the previous studies, the main objective of the present study was to estimate the association between the IFITM3 rs12252 variant (C allele) and the risk of hospitalization due to respiratory illness in Portuguese patients with influenza A(H1N1)pdm09 infection using an appropriately designed epidemiological study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A case-control genetic association study, comparing the frequency of IFITM3 rs12252 variant between hospitalized influenza-like illness (ILI) patients (cases) and non hospitalized ILI patients (controls) was performed. Biological samples from cases and controls consisted on the nasopharyngeal/oropharyngeal swabs received by the Portuguese National Influenza Reference Laboratory, at the National Health Institute Doctor Ricardo Jorge (INSA) for diagnostic purposes during the H1N1 pandemic, from the Portuguese Laboratory Network for the Diagnosis of Influenza Infection between September 2009 and February 2010 [15] .",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 618,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "INSA coordinated this network that was responsible for carrying out the laboratory diagnosis of influenza A(H1N1)pdm09 infection requested by the National Health Service during the pandemic (H1N1)2009. This network received swabs from ILI patients identified by primary healthcare units and hospitals. All information collected regarding clinical and epidemiological information, such as patients' demographic data, signs and symptoms and underlying conditions and laboratory results were stored in a national common database. A total of 62089 ILI cases were reported to the laboratory network during the H1N1 pandemic. From these 25985 were laboratory-confirmed influenza cases, over 99% of which were associated with the new pandemic strain A(H1N1) [15] . At INSA 16376 samples for Influenza diagnosis were received. Of those, 7780 influenza A(H1N1)pdm09 positive cases were identified.",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 755,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "An ILI positive patient was defined as a patient presenting signs and symptoms complying to the European ILI case definition [16] , who was swabbed and tested positive for influenza A (H1N1)pdm09 using real-time polymerase chain reaction (RT-PCR) [17] . ILI negative patients were ILI patients who were swabbed and tested negative for the Influenza A(H1N1)pdm09 virus. ILI patients tested negative for Influenza A(H1N1)pdm09 virus also tested negative for the Influenza A and B virus subtypes.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "All included patients were selected from the INSA cases, whose tests for Influenza diagnosis were performed at National Influenza Reference Laboratory (INSA). The following exclusion criteria were used to perform the selection: (1) patients over 65 years old; (2) immunodepressed or transplanted patients (3) patients with chronic diseases (diabetes, lung, kidney, cardiovascular, liver, neurological, immunologic and oncologic diseases); (4) pregnant women; (5) notification data before the mitigation phase (01-09-2009); (6) patients for whom the time lapse between the symptoms onset and the sample collection was over 7 days, to avoid misclassification due to low viral load of the sample collected; (7) samples with unavailable information about hospitalization; (8) samples with unavailable laboratorial result for A(H1N1)pdm09 virus; (9) samples stored outside of the National Health Institute Doutor Ricardo Jorge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "After the exclusion criteria application, 312 hospitalized patients were identified. These cases were stratified in two groups: hospitalized Influenza A(H1N1)pdm09 positive cases (n = 108) and hospitalized Influenza A(H1N1)pdm09 negative cases (n = 204). Since the risk of developing Influenza varies with time and to assure that the selected control group was at similar risk of developing the health outcome of interest, for each case in the group of hospitalized cases, 2 non-hospitalized controls matched for the week of onset of symptoms were selected from the Portuguese Laboratory Network database (Fig 1) . Hospitalization was used as a measure of disease severity. In this context, it was defined as a hospital admission due to ILI complications with a concomitant hospital stay for more than twenty-four hours. The study protocol was approved by the Ethics Committee of the National Health Institute Doutor Ricardo Jorge. Since this study used irreversibly anonymized samples from the NPIS, obtaining informed consent from the participants was impossible and therefore the study was authorized by the Ethics Committee of the National Health Institute Doutor Ricardo Jorge without informed consent by the participants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 605,
                    "end": 612,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Study design and participants"
        },
        {
            "text": "For laboratory diagnosis and further virological characterization, the nasopharyngeal/oropharyngeal swabs were collected into a suitable transport medium for preservation of virus, molecular diagnostic and virus culture. Real-time reverse transcriptase PCR methodologies and platforms were used for laboratory diagnosis of influenza infection [17] . Additional diagnoses, viral isolation, antigenic and genetic characterization of viral isolates were performed according to the procedures previously described [15] . During the 2009/10 influenza season, the laboratory network just carry out the laboratory diagnosis of influenza A(H1N1)pdm09 infection requested by the National Health Service and the samples were only tested for the influenza A (H1N1)pdm09, influenza A(H1), influenza A(H3) and influenza B virus.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory diagnosis"
        },
        {
            "text": "Genomic DNA was extracted from the nasopharyngeal/oropharyngeal swabs using an automatic system (MagNA Pure LC-Roche) with the MagNA Pure LC Total Nucleic Acid Isolation Kit. The rs12252 SNP in the IFITM3 gene was genotyped by restriction fragment length polymorphism (RFLP) using the following forward and reverse primers: TGAGGGTTATGGGA GATGGGGT (F) and GGAGAGGAGATGGTGAGGGGA (R) in standard PCR conditions. The restriction enzyme MscI was used to cut the PCR product in the presence of the wild type T allele and the originated fragments were visualized on a 2% agarose gel. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genotyping"
        },
        {
            "text": "Statistical analysis was performed using the R program [18] . P-values<0.05 were considered to be statistically significant. The T-test and the Wilcoxon test were used to access differences of quantitative variables according to their adherence to the normal distribution. Proportions were compared using the Pearson's chi-squared test.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Regarding age and sex, the National Hospitalization Discharge (NHD) database was used to assess if the sample of influenza positive hospitalized cases analyzed in the present study was a representative of the total influenza (International Codifications of Diseases code 487.0) hospitalized patients in the NHS, during the same period of time and excluding patients over 65 years, with chronic diseases and pregnant women. Allelic and genotypes frequencies were obtained by direct count and were tested for the Hardy-Weinberg Equilibrium, using the Hardy Weinberg R package [19] . To perform the case-control association analysis, hospitalized patients were considered the cases and non-hospitalized patients were considered the controls. The analysis was stratified by ILI A(H1N1)pdm09 positive and negative patients. To estimate the Adjusted Odds-Ratio, we used Conditional Logistic Regression for matched Pairs Data including the potential confounding effect of age and gender variables.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 578,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "From the 936 patients selected, 909 had sufficient available frozen swabs for DNA extraction. We successfully genotyped 792 samples: 268 from ILI A(H1N1)pdm09 positives patients (84 hospitalized cases and 184 non-hospitalized controls) and 524 from ILI A(H1N1)pdm09 negatives patients (173 hospitalized cases and 351 non-hospitalized controls) corresponding to an overall success rate of 87% (95% CI: 84.8%-89.2%) that was similar in all the 4 groups of patients (p = 0.998) (S1 Table) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 485,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "No significant differences were found regarding the age (p = 0.382) and sex (p = 0.468) distributions between cases and controls among ILI A(H1N1)pdm09 positive patients and ILI A (H1N1)pdm09 negative patients (Table 1) . No significant differences were found between the analysed influenza positive hospitalized cases and influenza diagnosed hospitalized patients present in the NHD database, regarding age (p = 0.320) and sex (p = 0.133) (S2 Table) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 219,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 444,
                    "end": 450,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Concerning IFITM3 rs12252 variant characterization (Table 2) , 3 patients carrying the CC genotype were detected (2 were ILI A(H1N1)pdm09 positive hospitalized patients and 1 was a ILI A(H1N1)pdm09 negative non-hospitalized patient).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Regarding A(H1N1)pdm09 infected patients, 10.7% (95% CI: 4.1-17.3) of the hospitalized cases and 17.4% (95% CI:11.9-22.9) of the non-hospitalized controls had the CT genotype. The hospitalized A(H1N1)pdm09 infected cases had a C allele frequency of 7.7% (95% CI: 3.6-11.8) while the non-hospitalized controls had a C allele frequency of 8.7% (95% CI: 5.8-11.6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the A(H1N1)pdm09 negative patients, 22.5% (95% CI:16.3-28.8) of the hospitalized cases and 10.8% (95% CI: 7.6-14.1) of the non-hospitalized controls carried the CT genotype. The hospitalized cases have a C allele frequency of 11.3% (95% CI: 8.0-14.6) while the non-hospitalized controls presented a C allele frequency of 5.7% (95% CI: 2.2-9.2) ( Table 2) . To assess if there is a higher risk of hospitalization for patients who carry the C allele both in the presence and absence of the A(H1N1)pdm09 virus infection, we performed a stratified analysis assuming a dominant model, as presented in Table 2 . In the presence of A(H1N1) pdm09 virus infection, we observed that there is not a higher risk of being hospitalized for patients with the CT/CC genotype compared to the TT genotype (Adjusted Odds Ratio: 0.73 (95% CI: 0.33-1.50). However, when we use the same approach to assess if there is a higher risk of being hospitalized for the C allele carriers in patients negative for A(H1N1)pdm09 virus infection we found that the risk of being hospitalized among the CT/CC genotype carriers is significantly higher than the risk of being hospitalized in the TT genotype carriers (Adjusted Odds Ratio: 2.54 (95% CI: 1.54-4.19) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 357,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 599,
                    "end": 606,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1214,
                    "end": 1228,
                    "text": "CI: 1.54-4.19)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In order to measure the association between the IFITM3 rs12252 variant and influenza A(H1N1) pdm09 severity infection among ILI patients without reported comorbilities, we have designed a specific case-control study, in the H1N1 pandemic scenario. Our results show that the IFITM3 rs12252 variant was associated with respiratory disease hospitalizations but not in the ILI patients with a laboratory confirmed Influenza A(H1N1)pdm09 infection. On the other hand, we observed that the risk of being hospitalized for the CT/CC genotype was 2.54 fold when compared to the TT genotype in ILI patients negative for influenza A(H1N1)pdm09 infection. Given these results, we hypothesize that this variant is involved in the ILI symptoms severity associated with other respiratory infections. During the H1N1 pandemic influenza season, the Portuguese Laboratory Network just carried out the influenza virus detection (influenza A (H1N1)pdm09, influenza A(H1) seasonal, influenza A(H3) and influenza B virus), therefore we must consider the hypothesis of the presence of other infectious agents associated with respiratory disease (adenovirus, coronavirus, rhinovirus, respiratory syncytial virus, metapneumovirus, parainfluenza virus, Haemophilus influenzae, Mycoplasma pneumoniae, Streptococcus pneumoniae and other less frequent respiratory agents) in the Influenza negative samples that could explain our results. In addition, some studies show that IFITM3 is also important in the mediation of other virus infections such as West Nile Virus and Dengue Virus [20] and this hypothesis could justify the higher percentage of C allele carriers in the ILI hospitalized Influenza negative cases. The future detection of other respiratory virus in the analyzed samples would be important to clarify our results.",
            "cite_spans": [
                {
                    "start": 1554,
                    "end": 1558,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "When comparing our work with the study previously published by Everit el al (2012) [11] on this SNP regarding European patients, we found a similar percentage of C allele carriers among the influenza hospitalized positive cases (13.2% versus 13.1%). However, the comparison group were not ILI non hospitalized Influenza A(H1N1)pdm09 positive patients, meaning that they did not test the hypothesis that the IFITM3 rs12252 variant was involved in the severity of the Influenza infection. More specifically, when comparing the general population without infection (European 1000 genomes) with the ILI hospitalized influenza positive patients they are evaluating both infection susceptibility and severity without the ability to distinguish each effect.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The percentage of the C allele carriers in the ILI non-hospitalized Influenza A(H1N1) pdm09 negative controls is the closest to the general population (European 1000 genomes), as expected (Fig 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 195,
                    "text": "(Fig 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our results must be interpreted taking into account some limitations that are specific of the study design. The case definition (\"hospitalization\") used to measure disease severity might not be considered as the best measure in a pandemic scenario given that less severe cases were likely to be hospitalized due to the initial pandemic alert, reducing the effect of IFITM3 rs12252 on the risk of severity (hospitalization). However, we have reduced this bias by excluding patients with disease onset reported in the contention phase when health authorities had the indication to hospitalise all influenza A(H1N1)pdm09 cases. In addition, the hospitalization criteria that were used in the different health units might not be uniform and could be different from influenza A(H1N1)pdm09 positive and negative cases given the pandemic alert and the indications of the health authorities This differential criterion for hospitalization could explain the presence of the IFITM3 rs12252 association in the negative influenza patients and the absence in the positive influenza patients. The extent of this bias could not be evaluated with the available data. On the other hand, we only performed the confounding adjustment for age and sex variables in the logistic regression analysis, but the reduction of possible confounding bias were also achieved by the exclusion criteria used in the patients selection, excluding patients with known risk factors for influenza infection complication. Regarding the possible selection bias, we were only able to evaluate the representativeness of the influenza hospitalized patients with less 65 years of age without known co morbidities, the patients recorded in the NHD during H1N1 pandemic were not statistical different from the ones included in the study regarding age and sex variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due the low frequency of the IFITM3 rs12252 observed in the Portuguese population and also in the European population (3%), a large number of cases would be needed to better define this association in our population. In the future, it will be important to perform an integrative approach to clarify why some healthy individuals resist infection or recover quickly, others experience severe disease associated with the influenza infection. It could be done by considering not only the virus-host genome interactions but also immunity, vaccination, weather conditions and other environmental factors that could help to clarify the present results. Moreover, early screening for the host genetic background could be a promising strategy to identify potential therapeutic targets and might help to evaluate and predict the severity of disease thereby providing critical information for decision making during treatment [21] .",
            "cite_spans": [
                {
                    "start": 915,
                    "end": 919,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this study showed that the IFITM3 rs12252 variant was associated with the hospitalization risk in the ILI hospitalized Influenza A(H1N1)pdm09 negative patients. However, the same association was not found in the ILI hospitalized Influenza A(H1N1)pdm09 positive cases and we cannot confirm that this variant is involved in the ILI symptoms severity associated with Influenza A(H1N1)pdm09 infection and the absence of the effect in this group could be due to bias associated with hospitalization criteria during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Supporting Information S1 [11] were also included).",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pandemic (H1N1) 2009-update 112",
            "authors": [],
            "year": 2010,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical aspects of pandemic 2009 influenza A (H1N1) virus infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bautista",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chotpitayasunondh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emergence of a Novel Swine-Origin Influenza A (H1N1) Virus in Humans",
            "authors": [
                {
                    "first": "Ns-Oiavi",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New England Journal of Medicine",
            "volume": "360",
            "issn": "",
            "pages": "2605--2615",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0903810"
                ],
                "PMID": [
                    "19423869"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Final report on the mortality from flu pandemic (H1N1) 2009 in Portugal",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Froes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diniz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Falcão",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nunes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Catarino",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "55--60",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Role of the host genetic variability in the influenza A virus susceptibility",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arcanjo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mazzocco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Oliveira",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Plewczynski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Radomski",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Acta Biochimica Polonica",
            "volume": "61",
            "issn": "",
            "pages": "403--419",
            "other_ids": {
                "PMID": [
                    "25184407"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Human host factors required for influenza virus replication",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "König",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stertz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "H-H",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "463",
            "issn": "",
            "pages": "813--817",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08699"
                ],
                "PMID": [
                    "20027183"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Aspects of genetic susceptibility to human infectious diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annu Rev Genet",
            "volume": "40",
            "issn": "",
            "pages": "469--486",
            "other_ids": {
                "PMID": [
                    "17094741"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Host genetic background strongly influences the response to influenza a virus infections",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Błażejewska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heßmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bruder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Geffers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mauel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PloS one",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0004857"
                ],
                "PMID": [
                    "19293935"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Host genetic variation affects resistance to infection with a highly pathogenic H5N1 influenza A virus in mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Boon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hollmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kotb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of virology",
            "volume": "83",
            "issn": "",
            "pages": "10417--10426",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00514-09"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "IFITM3 restricts the morbidity and mortality associated with influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Everitt",
                    "suffix": ""
                },
                {
                    "first": "Clare",
                    "middle": [
                        "S"
                    ],
                    "last": "Pertel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Wash",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "484",
            "issn": "",
            "pages": "519--523",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10921"
                ],
                "PMID": [
                    "22446628"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Interferon-induced transmembrane protein-3 genetic variant rs12252-C is associated with severe influenza in Chinese individuals",
            "authors": [
                {
                    "first": "Y-H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y-C",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Giannoulatou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature communications",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms2433"
                ],
                "PMID": [
                    "23361009"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "IFITM3 and susceptibility to respiratory viral infections in the community",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rautanen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Parks",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Naranbhai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ieven",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Infectious Diseases",
            "volume": "209",
            "issn": "",
            "pages": "1028--1031",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jit468"
                ],
                "PMID": [
                    "23997235"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Interferon-Inducible Transmembrane Protein 3 Genetic Variant rs12252 and Influenza Susceptibility and Severity: A Meta-Analysis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Portuguese Laboratory Network for the Diagnosis of Influenza Infection. Contribution of the Portuguese Laboratory Network for the Diagnosis of Influenza A(H1N1)pdm09 Infection during the 2009/10 and 2010/11 influenza seasons",
            "authors": [],
            "year": 2012,
            "venue": "?ArticleId=20211. Accessed 10",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "European Centre for Disease Prevention and Control (ECDC)",
            "authors": [],
            "year": 2009,
            "venue": "IFITM3 and Influenza Infection Severity PLOS ONE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0158181"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Available at",
            "authors": [],
            "year": 2016,
            "venue": "CDC protocol of realtime RTPCR for influenza A(H1N1)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "R: a language and environment for statistical computing. R Foundation for Statistical Computing",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Graphical tests for Hardy-Weinberg equilibrium",
            "authors": [
                {
                    "first": "J:",
                    "middle": [],
                    "last": "Graffelman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hardyweinberg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The IFITM proteins mediate cellular resistance to influenza A H1N1 virus, West Nile virus, and dengue virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Brass",
                    "suffix": ""
                },
                {
                    "first": "I-C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benita",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Feeley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "139",
            "issn": "",
            "pages": "1243--1254",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2009.12.017"
                ],
                "PMID": [
                    "20064371"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Initial impact of the sequencing of the human genome",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Lander",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "470",
            "issn": "",
            "pages": "187--197",
            "other_ids": {
                "DOI": [
                    "10.1038/nature09792"
                ],
                "PMID": [
                    "21307931"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of the sampling process.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Patients characterization regarding age and gender variables.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "IFITM3 rs12252 genotypic and allelic frequencies among the four groups of patients and its association with hospitalization, assuming a dominant model. Other genetic models were not considered due the low frequency of CC genotype and the existence of zero patients with CC genotypes in 2 groups.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Genotyping success rates in each ILI patients group. (DOCX) S2 Table. Age and sex comparison between the ILI hospitalized Influenza A(H1N1)pdm09 positive cases and the DRG patients. (DOCX)Fig 2. Percentage of C allele carriers (CC or CT genotypes) in the different samples. General population data are from the European 1000 genomes (Data from",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}