{
    "paper_id": "4fbfedadab204c5165514312dd7cba7a907aaaba",
    "metadata": {
        "title": "Ministry of Health, Directorate of Primary Health Care Development",
        "authors": [
            {
                "first": "Lee",
                "middle": [],
                "last": "Worden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco",
                        "region": "California",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Rae",
                "middle": [
                    "Wannier"
                ],
                "last": "Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco",
                        "region": "California",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [
                    "A"
                ],
                "last": "Hoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles, Los Angeles",
                        "region": "California",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Kamy",
                "middle": [],
                "last": "Musene",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles, Los Angeles",
                        "region": "California",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Bernice",
                "middle": [],
                "last": "Selo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mathias",
                "middle": [],
                "last": "Mossoko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emile",
                "middle": [],
                "last": "Okitolonda-Wemakoy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [],
                "last": "Jacques",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Muyembe",
                "middle": [],
                "last": "Tamfum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Biomedical Research",
                    "location": {
                        "settlement": "Kinshasa",
                        "country": "Democratic Republic of Congo"
                    }
                },
                "email": ""
            },
            {
                "first": "George",
                "middle": [
                    "W"
                ],
                "last": "Rutherford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UCSF",
                    "location": {
                        "addrLine": "San Francisco",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "M"
                ],
                "last": "Lietman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco",
                        "region": "California",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [
                    "W"
                ],
                "last": "Rimoin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles, Los Angeles",
                        "region": "California",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Travis",
                "middle": [
                    "C"
                ],
                "last": "Porco Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco",
                        "region": "California",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Daniel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kelly",
                "middle": [],
                "last": "Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco",
                        "region": "California",
                        "country": "United States of America"
                    }
                },
                "email": "*dan.kelly@ucsf.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "As of February 25, 2019, 875 cases of Ebola virus disease (EVD) were reported in North Kivu and Ituri Provinces, Democratic Republic of Congo. Since the beginning of October 2018, the outbreak has largely shifted into regions in which active armed conflict has occurred, and in which EVD cases and their contacts have been difficult for health workers to reach. We used available data on the current outbreak, with case-count time series from prior outbreaks, to project the short-term and long-term course of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As of February 25, 2019, 875 cases of Ebola virus disease (EVD) were reported in North Kivu and Ituri Provinces, Democratic Republic of Congo. Since the beginning of October 2018, the outbreak has largely shifted into regions in which active armed conflict has been reported, and in which EVD cases and their contacts have been difficult for health workers to reach. We used an ensemble of models to estimate EVD transmission rates and to forecast the short-and long-term course of the outbreak. Our models project that a final size of roughly up to 300 additional cases is most likely, and estimate that transmission rates are higher than would be seen under optimal levels of contact tracing and vaccination. While a catastrophic outbreak is not projected, is it not ruled out, and prevention and vigilance are warranted. Fig 2. Prospective validation of probabilistic projections of auto-regression and stochastic models, by comparing projected cumulative case counts from past data to known case counts. Vertical bars indicate known case counts (height not to scale).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "For short-and long-term projections, we modeled Ebola virus transmission using a stochastic branching process that assumes gradually quenching transmission rates estimated from past EVD outbreaks, with outbreak trajectories conditioned on agreement with the course of the current outbreak, and with multiple levels of vaccination coverage. We used two regression models to estimate similar projection periods. Short-and long-term projections were estimated using negative binomial autoregression and Theil-Sen regression, respectively. We also used Gott's rule to estimate a baseline minimum-information projection. We then constructed an ensemble of forecasts to be compared and recorded for future evaluation against final outcomes. From August 20, 2018 to February 25, 2019, short-term model projections were validated against known case counts. PLOS ",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 755,
                    "text": "August 20, 2018",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 853,
                    "text": "PLOS",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "During validation of short-term projections, from one week to four weeks, we found models consistently scored higher on shorter-term forecasts. Based on case counts as of February 25, the stochastic model projected a median case count of 933 cases by February 18 (95% prediction interval: 872-1054) and 955 cases by March 4 (95% prediction interval: 874-1105), while the auto-regression model projects median case counts of 889 (95% prediction interval: 876-933) and 898 (95% prediction interval: 877-983) cases for those dates, respectively. Projected median final counts range from 953 to 1, 749 . Although the outbreak is already larger than all past Ebola outbreaks other than the 2013-2016 outbreak of over 26,000 cases, our models do not project that it is likely to grow to that scale. The stochastic model estimates that vaccination coverage in this outbreak is lower than reported in its trial setting in Sierra Leone.",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 593,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "749",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our projections are concentrated in a range up to about 300 cases beyond those already reported. While a catastrophic outbreak is not projected, it is not ruled out, and prevention and vigilance are warranted. Prospective validation of our models in real time allowed us to generate more accurate short-term forecasts, and this process may prove useful for future real-time short-term forecasting. We estimate that transmission rates are higher than would be seen under target levels of 62% coverage due to contact tracing and vaccination, and this model estimate may offer a surrogate indicator for the outbreak response challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "On August 1, 2018, the World Health Organization (WHO) announced a new outbreak of Ebola virus disease (EVD) in North Kivu Province, Democratic Republic of Congo (DRC) [1] . Epidemiological investigations traced EVD cases back to the week of April 30 and identified the initial epicenter to be Mabalako. This region of DRC (Fig 1) has over five million inhabitants, some of whom suffer from armed conflict, humanitarian crisis, and displacement to the bordering countries of Uganda and Rwanda [2] . Since the outbreak began, its magnitude has surpassed all other EVD outbreaks in DRC, becoming the second largest in history to date. As of February 25, 2019, 875 EVD cases had been reported (65 probable and 810 confirmed), and the Ministry of Health of DRC, the World Health Organization, and other organizations were responding to the Ebola outbreak [3] . This is the first EVD outbreak to occur in an armed conflict zone, and this new context has created challenges to the outbreak response [4] . Uptake of traditional control measures such as contact tracing and safe burials has varied with the community, even with the rapid deployment and widespread availability of experimental vaccines and therapeutics [3] . Our understanding of the impact of scientific advances on EVD transmission has been evolving; there has been an underlying, untested assumption that vaccination may reduce epidemic transmission [5] . Mathematical modeling of simulated EVD epidemics suggested that vaccination coverage as low as 40% in the general population and 95% in healthcare workers (HCWs) may avert another epidemic similar to size of the West African one [6] . Studies have yet to estimate the levels of vaccination coverage associated with epidemic decline. An even greater potential problem in difficult-to-access outbreak areas is ascertainment of vaccination coverage among contacts and contacts of contacts. Mathematical models are needed that can produce relatively accurate forecasts in the setting of such unknown but important outbreak response metrics.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 993,
                    "end": 996,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1211,
                    "end": 1214,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1411,
                    "end": 1414,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1646,
                    "end": 1649,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 330,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "During an Ebola outbreak, real-time forecasting has the potential to support decision-making and allocation of resources, but highly accurate forecasts have proven difficult for Ebola [8, 9] as well as other diseases [10] [11] [12] [13] . Highly accurate forecasts of small, noisy outbreaks may be a fundamentally elusive ideal [14] . Previous work has found that probabilistic forecasts can have relatively high accuracy within a few weeks, though they become less useful as time horizons grow longer [15] . Thus, short-term forecasts may provide useful information for response organizations.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 188,
                    "end": 190,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we applied a suite of independent methods to estimate short-and long-term projections of future EVD case counts in northeastern DRC in real time. Given the unique context of the current EVD outbreak, we validated short-term projections before generating projections on February 25. One of our models also estimated vaccination coverage. It is our hope that these projections offer insight into the outbreak trajectory and vaccination coverage, particularly in the setting of armed conflict.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We used four independent methods to generate projections of future case counts: (1) a stochastic simulation model, (2) a negative binomial auto-regression model, (3) a Theil-Sen regression model, and (4) a final size projection based on Gott's rule. The stochastic simulation model, extending a model used in previous work [16] , was calibrated to time-dependent transmission rates measured from past EVD outbreaks, and constrained to the observed partial trajectory of the current outbreak. This model generated short-and long-term projections. The negative binomial auto-regression model produced short-term projections based on case counts from the outbreak to date and prior outbreaks. The Theil-Sen regression model predicted final outbreak size based on prior outbreaks. We used a probability mass function derived from Gott's rule as a minimum-information projection of final outbreak size, using only the assumption that the proportion of the outbreak observed so far is entirely unknown. From these, we assembled an ensemble of projections to be compared and recorded for future evaluation against final outcomes.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "These analyses were conducted using R 3.4.2 (R Foundation for Statistical Computing, Vienna, Austria).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data on the current outbreak were collected from the WHO website in real time as updated information was published [3] . A cumulative case count of probable and confirmed cases was extracted to be consistent with the best knowledge at the time. Snapshots of the table of case counts were kept as of multiple dates (S1 Fig), to be used in retrospective scoring of model projections against subsequently known counts. Although the epidemic was officially reported on August 1 as a cluster of cases occurring in June and July, seven sporadic early cases from April and May were subsequently linked to the current outbreak and were added to later case totals [3] . This additional knowledge was added retrospectively to the time series of cumulative case counts only for predictions made for days on or after September 15, when these cases were officially linked to the current outbreak.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "We modeled Ebola virus (EBOV) transmission using a stochastic branching process model, parameterized by transmission rates estimated from the dynamics of prior EVD outbreaks and conditioned on agreement with reported case counts from the 2018 EVD outbreak to date. We incorporated high and low estimates of vaccination coverage into this model. We used this model to generate a set of probabilistic projections of the size of simulated outbreaks in the current setting. This model is similar to one described in previous work [16] , with the addition of a smoothing step allowing for a continuum of transmission rates interpolated between those estimated from prior outbreaks.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 530,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Stochastic model"
        },
        {
            "text": "On the assumption that past outbreaks provide a basis for projection of the current outbreak, we used estimates of transmission rates from past EVD outbreaks to parameterize simulations of the current outbreak. To estimate the reproduction number R in past outbreaks as a function of the number of days from the beginning of the outbreak, we included reported cases by date from fourteen prior outbreaks (S1 Table) , [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] . To reflect the Ebola response system in DRC during what is now its tenth outbreak, the first historical outbreak reported in each country was excluded (e.g. the 1976 outbreak in Yambuko, DRC), as there is a difference in the Ebola response system as well as community sensitization to EVD following a country's first outbreak. We used the Wallinga-Teunis technique to estimate R for each case and therefore for each reporting date in these outbreaks [31] . The serial interval distribution used for this estimation was a gamma distribution with a mean of 14.5 days and a standard deviation of 5 days, with intervals rounded to the nearest whole number of days, consistent with the understanding that the serial interval of EVD cases ranges from 3 to 36 days with mean 14 to 15 days.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 421,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 408,
                    "end": 414,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "Stochastic model"
        },
        {
            "text": "Transmission rates estimated by day in these outbreaks tend to decline from initially high to eventually low values, though they may display substantial fluctuations. This \"quenching\" of transmission may be driven by formal interventions such as quarantine, or by informal changes in individuals' behavior in response to the disease or by depletion of uninfected contacts of infective individuals, or by other causes. We incorporated this pattern into our model by estimating an initial reproduction number R initial and quenching rate τ for each outbreak by fitting an exponentially quenched curve to the outbreak's estimates of R by day d (S2 Fig) , and used these pairs of parameters, one from each past outbreak, to construct a joint distribution of initial reproduction numbers and quenching rates for outbreak simulation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 649,
                    "text": "(S2 Fig)",
                    "ref_id": null
                }
            ],
            "section": "Stochastic model"
        },
        {
            "text": "We simulated EBOV transmission using a stochastic branching process model, in which the number of secondary cases caused by any given primary case is drawn from a negative binomial distribution, whose mean is the reproduction number R as a function of day of the outbreak, and variance is controlled by a dispersion parameter k [32, 33] . All transmission events were assumed to be independent. The interval between date of detection of each primary case and that of each of its secondary cases is assumed gamma distributed with mean 14.5 days and standard deviation 5 days, rounded to the nearest whole number of days, as above.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "[32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Stochastic model"
        },
        {
            "text": "We used the (R initial , τ) pairs estimated from prior outbreaks to provide R values for simulation. R initial values were sampled uniformly from the range of values estimated from past outbreaks. We applied a linear regression to the values of R initial and log(τ) estimated for prior outbreaks, and used the resulting regression line to assign a mean τ to each R, used with the residual variance of log(τ) as a distribution from which to sample τ values for simulation given R initial . Note that the range of fast and slow quenching scenarios modeled in this way is not limited to the exact combinations estimated from past outbreaks, but extends over a continuous distribution that includes those values. The parameters R initial and τ sampled in this way, together with three values of the dispersion parameter k, 0.3, 0.5, and 0.7, consistent with transmission heterogeneity observed in past Ebola outbreaks, were used to generate simulated outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic model"
        },
        {
            "text": "This model generated randomly varying simulated outbreaks with a range of case counts per day. The outbreak was assumed to begin with a single case. The simulation was run multiple times, each instance producing a proposed epidemic trajectory, generated by the above branching process with the given parameters R initial , τ, and k. These proposed trajectories were then filtered, by discarding all proposed trajectories except those whose cumulative case counts matched known counts of the current 2018 EVD outbreak on known dates. In earlier, smaller data sets we filtered against all reported case counts, while in later, more complete data sets we used a thinned series of case counts for filtering, for computational tractability, by selecting five case counts evenly spaced in the data set plus the final case count (S1 Fig). The filtration required an exact match of the first target value, and at subsequent target dates accepted epidemics within a number of cases more or less than each recorded value. On the earlier data sets in which the beginning dates of the epidemic were unknown, the first target value was allowed to match on any day, and subsequent target dates were assigned relative to that day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 826,
                    "end": 831,
                    "text": "Fig).",
                    "ref_id": null
                }
            ],
            "section": "Stochastic model"
        },
        {
            "text": "In order to produce model outbreak trajectories consistent with the case counts reported more recently in the outbreak, it was necessary to make the filtering step of the model more tolerant to variation in counts in order to accommodate the rapidly rising count. This was because higher transmission rates in late September and early October were necessary to generate case counts of that size than were consistent with the earlier counts. Thus, this model embodies a set of assumptions that transmission rates are overall gradually declining from the start of the outbreak to its end, though possibly with a high level of variability in transmission rate between cases and between simulations. When the tolerance of the filter on case counts is small, quenching of transmission through time must closely track case counts, while when tolerance is high, fluctuations in the rate of generation of new cases can reflect a pattern of ongoing quenching of transmission more loosely and on the long term, while being more insensitive to short-term up and down fluctuations in transmission rates reflected in the true case counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic model"
        },
        {
            "text": "We varied the tolerance as the data set became more complete, to maintain a roughly fixed rate of generation of filtered trajectories. As larger tolerances became necessary, in data sets from after October, we introduced one further distinction: while it is possible for cumulative case counts to decrease as inaccurately classified cases are removed from the counts, due to the precision of the labeling of cases probable and confirmed we expect this to happen rarely, so we limit the tolerance of matching to only at most 15 cases below the reported count regardless of the tolerance of counts above the reported count. This limit on underestimates was applied only to analysis of data sets from later than October 13, to preserve unaltered the projection methods we reported in a preprint of this paper [34] . Filtering tolerances were as follows: when using the August 20 data set, we allowed a tolerance of 4 cases more or less than each target count; for August 27 and September 5, 6 cases; for September 15, 10 cases; for October 7, 12 cases; for October 13, 17 cases; for November 1, 41 cases; for November 20, 55 cases; for January 6, 2019, 75 cases; and for February 25, 150 cases. This one-step particle filtering technique produced an ensemble of model outbreaks, filtered on agreement with the recorded trajectory of the outbreak to date. This filtered ensemble was then used to generate projections of the outbreak in the short term (one week, two weeks, four weeks, and eight weeks) and long term (final size) [35] .",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 810,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1525,
                    "end": 1529,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Stochastic model"
        },
        {
            "text": "To model vaccination coverage with respect to total transmission (unreported and reported), we multiplied the estimate of vaccine effectiveness by low and high estimates of reported cases. In a ring vaccination study at the end of the West Africa outbreak, the overall estimated recombinant vesicular stomatitis virus (rVSV)-vectored vaccine efficacy was 100% and vaccine effectiveness was 64.6% in protecting all contacts and contacts of contacts from EVD in the randomized clusters, including unvaccinated cluster members [36] . We used an estimate of 64.6% vaccine effectiveness in our stochastic model. The ring vaccination study found the vaccine to be effective against cases with onset dates 10 days or more from the date of vaccine administration, so we modeled the vaccination program as a proportionate reduction in the number of new cases with onsets 10 days or more after the program start date.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Stochastic model"
        },
        {
            "text": "We used past estimates of the proportion of unreported cases to estimate the proportion of exposed individuals not covered by the vaccination process. Based on a Sierra Leonean study from the 2013-2016 outbreak [37] , we estimated the proportion of reported cases (out of all known cases) in DRC to range from a low of 68% to a high of 96%, as extremes of the best known range of estimates, to be evaluated on their fit to data. Given these low and high estimates of reported cases and the estimate of vaccine effectiveness, a low estimate of vaccination program coverage was 44% (68% × 64.6%) and a high estimate of vaccination program coverage was 62% (96% × 64.6%). Vaccination was included in the simulation using a start date of August 14, 2018, estimated from dates available from situation reports [3] .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Stochastic model"
        },
        {
            "text": "To generate forecasts, from each data set 320 to 330 simulated outbreaks were collected that passed the step of filtering on approximate agreement with DRC case counts. The simulated outbreaks that were retained after filtering were continued until they generated no further cases. Rare outlying simulated outbreaks that exceeded 300,000 cases were capped at the first value reached above that number, to limit unnecessary computation. We used this ensemble to derive a distribution of final outbreak sizes, and of cumulative counts at specific forecasting dates. Projection distributions were constructed using kernel density estimation with leaveone-out cross-validation to determine bandwidth, using a log-normal kernel for final sizes, due to the extended tail of the values, and a normal kernel for all other estimates. We calculated median values and 95% prediction intervals using the 2.5th and 97.5th percentiles of simulated outbreak size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic model"
        },
        {
            "text": "The frequencies of occurrence of the three vaccination coverage scenarios modeled (zero, low, and high coverage) among the simulated outbreaks accepted by the stochastic model's filtering step were used to estimate likelihoods of the three scenarios. The frequencies of (R initial , τ) pairs selected by the filtering process were similarly recorded as an estimate of the likelihood of those transmission rate parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic model"
        },
        {
            "text": "We provide a detailed report of the parameters, simulations, and performance of the stochastic model in the Supplemental Material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic model"
        },
        {
            "text": "A negative binomial autoregressive model was chosen through a validation process to forecast additional new case counts at time points one week, two weeks, four weeks, and eight weeks from the current date. To adjust for disparities in the frequency of case reporting in historic outbreaks, the data were weighted by the inverse square root of the number of observations contributed to the model. Models considered included parameters for historic cumulative case counts (probable and confirmed) at different time points, logs of historic case counts, ratio of historic case counts to try and capture the trend of the epidemic curve, log(time), and an offset for current case total. When historic case counts for specific dates were missing, each missing case count was linearly interpolated from the two nearest case counts, allowing the model to remain agnostic about the current trend of the epidemic. After model fitting and validation, the final model chosen was a log-link regression for additional cases on the number of new cases identified in the previous two and four weeks and the ratio of these two case counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auto-regression model"
        },
        {
            "text": "We conducted a simple regression forecast based solely on outbreaks of size 10 or greater, based on prior outbreaks [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] . Nonparametric Theil-Sen regression (R package mblm [38] ) was used to project the final outbreak size based on values of the outbreak size at a specific earlier time. All time series were aligned on the day they reached 10 cases. Finally, we reported the median and 95% central coverage intervals for the prediction distribution, conditional on the predicted value being no smaller than the observed value for each day. More details can be found elsewhere [16] .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 131,
                    "end": 135,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 136,
                    "end": 140,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 156,
                    "end": 160,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 166,
                    "end": 170,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Theil-Sen regression model"
        },
        {
            "text": "Gott's rule assumes we have no special knowledge of our position on the epidemic curve [39] . Given Y 0 cases reported, assuming a non-informative uniform prior for the portion α of the epidemic observed to date, the corresponding probability density function for the final size Y = Y 0 /α is Y 0 /y 2 , Y 0 � y. We constructed a probability mass function by assigning all probability density to the whole number of days given by the integer part of each value. We used this probability mass function as a projection of the final outbreak size.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Gott's rule model"
        },
        {
            "text": "Models' performance on short-term projections was scored using the natural logarithm of the probability assigned to subsequently known reported case counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring"
        },
        {
            "text": "The stochastic and negative binomial auto-regression models were scored based on projections at multiple time points, where available:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring"
        },
        {
            "text": "• Case count 1 week after the last available case count • Case count 2 weeks after the last available case count • Case count 4 weeks after the last available case count • Case count 8 weeks after the last available case count For each projection, we generated an assignment of probability to possible values of multiple quantities. As Ebola situation reports were released before February 25, we generated short-term projections in real time with the stochastic and negative binomial auto-regression models. We scored these projections and calibrated the models during the outbreak. We then used these calibrated models for our projections on February 25. The Theil-Sen and Gott's rule models were not calibrated, because the outbreak's final size is not yet known. Final outbreak size projections generated by the stochastic, Theil-Sen, and Gott's rule models were recorded for future evaluation of their performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring"
        },
        {
            "text": "Because the question has been raised of whether the current outbreak might grow to the scale of the catastrophic West Africa outbreak, we evaluated each model's projected probability of exceeding three large outbreak scenarios of 1,000 cases, 10,000 cases, or the 28,616 cases reported in the West Africa outbreak [30] . Each of these three thresholds is more than double the size of the previous second largest outbreak (n = 425, Uganda, 2000) [22] .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of a catastrophic outbreak"
        },
        {
            "text": "When we started performing our short-term forecasts on August 20, 2018, there were 102 reported EVD cases in North Kivu and Ituri provinces, DRC. We used our stochastic and auto-regression models to project one-week, two-week, four-week, and eight-week forecasts of outbreak size. As time lapsed, we compared predicted and known outbreak sizes, and found a higher probability of accurate forecasts at one week than at eight weeks (Figs 2 and 3) . Loglikelihood scores typically declined as projection times extended further into the future. These lower-scoring longer-term projections tended to include wider prediction intervals, reflecting less certain outcomes in which less probability was assigned to any one value. The epidemic curve accelerated in early October, and stochastic model forecasts occurring just before that change were especially low scoring, as they failed to anticipate the coming rise in case counts. Subsequent projections took into account the reported acceleration and their performance recovered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 444,
                    "text": "(Figs 2 and 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "After our model validation process was completed, we used the stochastic and auto-regression models to project one-week, two-week, four-week, and eight-week outcomes (Figs 4 and  5) . We used the Gott's rule and Theil-Sen regression models together with the stochastic model to project final outbreak sizes (Figs 6 and 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 181,
                    "text": "(Figs 4 and  5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 307,
                    "end": 321,
                    "text": "(Figs 6 and 7)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "As of February 25, the total reported count of probable and confirmed EVD cases was 875 cases. With the stochastic model, the four-week projection of median outbreak size was 955 cases (95% prediction interval: 874-1105). With the auto-regression model, the four-week projection of median outbreak size was 898 cases (95% prediction interval: 877-983).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Median final outbreak size projected by the stochastic model was 990 cases (95% prediction interval: 860-1295). With the Gott's rule model, the median final outbreak size was 1749 cases (95% prediction interval: 921-17498). Median final outbreak size projected by the regression model was 953 cases (95% prediction interval: 882-1136).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The possibility of a final outbreak size exceeding 1,000 cases was projected to be quite likely by all the models, with the Gott's rule forecast being particularly pessimistic, as it was in all cases. The probability of a very large outbreak (10,000 or more cases) was calculated to be below 8% for Gott's rule and negligibly small for the other models. A final outbreak size of a catastrophic outbreak larger than the West Africa outbreak (28,616 or more cases) was projected to have probability less than 3% by Gott's rule and negligibly small for the other models (S2 Table) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 571,
                    "end": 577,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We generated short-and long-term projections from earlier snapshots of the current outbreak case counts with each model, for the purpose of both scoring and forecasting. These additional results can be found in the Supplemental Material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The stochastic model estimated likelihoods of the three scenarios of zero, low, and high vaccination coverage, based on how often models using the different coverage assumptions were able to pass the particle filtering step. In the estimate based on data through February 25, zero vaccination coverage was estimated substantially more likely than low or high coverage, as was also true in most earlier estimates. The lower vaccination coverage scenario was estimated more likely than the higher one. Higher vaccination coverage scenarios were estimated more likely in estimates made before October, at which time the outbreak epicenter shifted into the Projections of an EVD outbreak in Northeastern DRC conflict zone and situation reports described an increase in case counts (S5 Fig). Assuming that other transmission factors were held constant, our result may provide evidence that that geographical shift in transmission contributed to a decreased likelihood of a high vaccination scenario.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 781,
                    "end": 786,
                    "text": "Fig).",
                    "ref_id": null
                }
            ],
            "section": "Probability of vaccination coverage scenarios"
        },
        {
            "text": "As of February 25, 2019, with 875 cases reported to date, most of our model projections were concentrated in a range up to about 300 additional cases overall, and even the Gott's rule forecast, whose prediction intervals are especially wide, placed low probability on outcomes on the scale of the West African outbreak. The current outbreak, however, has so far behaved unpredictably, possibly due to complex social circumstances, and could continue to be unpredictable and render our projections inaccurate. EVD has never before been introduced into a conflict zone with such political instability, potential disease mobility and community impenetrability [2] . In October, WHO reported that up to 80% of contacts were not being traced [3] . At present, the most reliable data source of EBOV transmission has been the weekly case counts that can be found in the WHO situation reports. Despite such situations of data scarcity and new outbreak circumstances, our models generated relatively accurate short-term projections of outbreak size in the months of January and February 2019, suggesting that short-term projections made in real time can be useful in decision making and resource allocation.",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 660,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another outbreak response challenge has been ascertaining the level of vaccination coverage that has occurred during the ring vaccination program. For the ring vaccination program to be theoretically effective at reducing transmission, an uncertain proportion of contacts and contacts of contacts need to receive the vaccine [6] . We estimated that transmission rates are higher than would be expected under target levels of 62% coverage due to contact tracing and vaccination. Under our stochastic model's assumptions, the elevated transmission rates, relative to those of past outbreaks, needed to reproduce this outbreak's epidemic trajectory are highly unlikely to be randomly observed with high vaccination coverage. This model estimate may serve as a loose proxy for the outbreak response challenges. Thus, outbreak response teams may need to consider other control and care strategies to end the outbreak. Under current circumstances, mass vaccination in regions of high prevalence or areas where the outbreak has newly arrived may be a more effective strategy to reduce EBOV transmission than ring vaccination. Aggressive supportive care, experimental therapeutics and high-quality facilities (e.g. air-conditioned, individualized) have also been described as part of the outbreak response. These interventions have the potential to improve health-seeking behaviors and possibly reduce EBOV transmission in communities that are resistant to control efforts [15] , but further studies are needed.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 328,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1465,
                    "end": 1469,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mathematical models we adopted for this project near the beginning of the outbreak were developed to predict the course of prior outbreaks, and did not consider circumstances unique to the current outbreak. To improve the accuracy of short-term projections, we used the short-term forecasting performance of the mathematical models during the current outbreak to calibrate them and improve their performance on this outbreak. This may be a useful pattern for short-term forecasting of ongoing disease outbreaks in real time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The performance of our short-term prediction models can be assessed on the outbreak to date. The relatively simple auto-regression model we used performed more consistently on the Projections of an EVD outbreak in Northeastern DRC range of partial data sets used for scoring than the more complex stochastic simulation model did. The stochastic model has tended to produce tighter prediction distributions that are prone to extreme failure when they get it wrong, while the auto-regression model's predictions are more tolerant of unpredictable outcomes. Conversely, the stochastic model outperforms the auto-regression when it gets the prediction right. It should also be noted that because the stochastic simulation model is based on mechanistic knowledge of the transmission process generating the outbreak while the regression model is a purely statistical inference from past outbreaks, it may be that if conditions emerge that are substantially different from past outbreak conditions, the mechanistic model may produce sensible predictions where a purely statistical model fails. Because the other included models produce only final outbreak size projections, they can not be fully evaluated before the outbreak has ended. However, we can note that our early projections of final size (S9 and S10 Figs) fell below the counts that have been observed as of February. In other words, our forecasts based on early reports and on an assumption that past outbreaks can be used to forecast the present one were more optimistic than warranted by subsequent events. Events to come may shed light on whether this outbreak is qualitatively different than the past ones we have used to construct forecasts, perhaps due to the impact of conflict conditions on the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are limitations to our projections. Projection distributions are right-skewed, with long tails (and we therefore report the median instead of the mean). We were unable to include all the 23 observed EVD outbreaks with a case count greater than ten cases in our estimates due to data availability. Our regression models are based entirely on past outbreaks of Ebola virus disease (measured and reported in different ways), and cannot account for the improved Projections of an EVD outbreak in Northeastern DRC control measures and vaccination in the way that a mechanistic model does. We included as much real-time information in our models as possible, but situations such as the introduction of EVD into a zone of armed conflict and the recent introduction of vaccination are not reflected by the suite of past outbreaks. The stochastic model used estimated vaccination effectiveness, reported cases, and timing of onset dates affected by vaccination from studies from West Africa, not DRC, and did not include vaccination of healthcare workers. Our forecasts do not account for possible unreported cases or changes in reporting over time; such gaps in reporting can not be ruled out, though given the intense efforts at case finding that started in July and carried forward, we think it unlikely that there were large changes in reporting. Furthermore, as the outbreak moved into areas affected by violent conflict as the outbreak continued, we think it likely that case reporting, if anything, decreased over time, and therefore underreporting would not explain the apparent increase in transmission from June to October. While it would be desirable to use the vaccination coverage estimates to estimate the number of cases prevented by the vaccination program, our models were not designed to produce a testable estimate of such an effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Gott's rule [39] , presented initially as reflecting a \"Copernican\" principle with respect to time, assumed that ones observation of the age of a phenomenon occurred at a random time during its lifetime. Gott applied this principle in a variety of settings, including the lifetime of Broadway shows, the Berlin Wall, and of the human race [39, 40] . Critics suggest that Gott's rule gives misleading predictions when the phenomenon in question exhibits known time scales, such as in prediction of human lifetimes [40, 41] . Gott's rule has not been validated for epidemics, and in this case, is based on an assumption that the current case count in an epidemic occurs at a random point in its progression. For an easily detected but uncontrollable supercritical epidemic, we would expect forecasts based on the first reports to underestimate the final size. For an easily controlled epidemic, forecasts would more likely be too pessimistic, since control measures would (by assumption) swiftly end the epidemic after recognition. Our application of the rule is intended to serve as a null hypothesis-like comparator for the other methods.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[40,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our models do not account for spatial heterogeneity in transmission, which may be relevant to the course of this outbreak, in which an increase in transmission appears to coincide with a shift in location. The stochastic model may be sensitive to the assumption of an exponentially decaying curve for transmission rate by day, and alternative assumptions might lead to a different distribution of forecast outcomes. Indeed, all of our projections are conditional on model assumptions being met. If unpredictable events were to change patterns of EBOV transmission in ways not seen in past outbreaks, assumptions used for model projections could be violated and our results could change. For example, exceedingly improbable events such as a catastrophic outbreak (more than 10,000 cases or approaching the size of the 2013-2016 West Africa outbreak) might become more probable. A strength of our approach was the use of multiple methods to estimate the outbreak size, including both mechanistic modeling and purely statistical approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Before October, there was limited EBOV transmission in active, armed conflict zones. When more reported EVD cases occurred in Beni, it was unclear how the context would affect secondary EBOV transmission. The October data suggests that EBOV transmission increased there. We believe the increased rate of reported EVD cases corresponded to the shift of EBOV transmission into conflict zones. It may be that a model that explicitly distinguishes transmission rates in these zones from those in other areas would model the dynamics underlying these cases more precisely and produce more accurate projections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As this report, written in February 2019, goes to print in June 2019, we note that, as even a casual observer of the situation will know, the outbreak has exceeded the final size projections listed here, and the spread of disease and mortality is still ongoing. The predictions of our stochastic branching process and regression models reflect an assumption that this outbreak can be modeled by the ensemble of past outbreaks located in countries with previous experience responding to EVD outbreaks. This criterion of non-naive countries has the consequence of excluding the massive West African outbreak of 2013-2016 from the distribution of past outbreaks modeled, which may also be justifiable per se as it is a single statistical outlier. However, as the outbreak has exceeded the resulting projections, their assumptions must be called into question. In particular, the range of quenching scenarios considered by the branching process model appears to overestimate whatever damping of transmission may be occurring in the present outbreak, leading to its undersized projections of future case counts. An additional consequence of overestimating quenching is that because vaccine coverage is modeled as a reduction in transmission from the quenched rates assumed otherwise, the resulting estimates of vaccine coverage may be overly low. The ability of the non-mechanistic, data-agnostic Gott's rule projection to predict the unusually large size of this outbreak more accurately than the other models suggests that broad estimates of its kind, reflecting the true extent of ignorance imposed by the unpredictable nature of events such as this outbreak, may be valuable tools in epidemic prediction and decision support despite the natural desire to predict outcomes with more precision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Many of the reported EVD cases in this outbreak have been identified as new transmission chains. While a reduced ability to detect and vaccinate contacts in difficult-to-access communities has been anecdotally reported, our stochastic model provided empirical evidence of outbreak challenges, suggesting that transmission rates were consistent with lower than target levels of vaccine coverage beyond those already reported. While a catastrophic outbreak of 10,000 or more cases is not projected as probable, vigilance is warranted. New circumstances -such as epidemic spread to Uganda-call for newly validated projections, whenever possible, even in the short term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Supporting information S1 Table. Table of past outbreaks by year and country. Official reported case counts for each epidemic are given, including suspected cases (\"Reported Count\"). Case counts for the time series data included in the models include only probable and confirmed cases (\"Time Series Count\"). Case counts for historic outbreaks were pulled from publicly available literature [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] . Lastly, each historic outbreak's inclusion in the regression, stochastic, and auto-regression models is enumerated. (PDF) S2 Table. Table of medians and 95% prediction intervals of model projections. This table summarizes the medians and 95% prediction intervals produced by each model on the most recent data set included, and their probabilities of the large outcomes discussed in the text. (PDF) S1 Fig. Reported case counts in current outbreak by date, in multiple snapshots of available data. We retained snapshots of the data set of case counts to date as of multiple dates of data collection, for use in scoring of retrospective model projections against known subsequent counts. In later data sets, due to the larger number of data points, a subset of the case counts was selected for use in the stochastic model's particle filtering step, as noted in the figure.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 41,
                    "text": "Table. Table of",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 593,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Where not otherwise noted, all case counts shown were used in the stochastic model's particle filtering step. (PDF)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Epidemic curves reported for past Ebola outbreaks were used to estimate time series of effective reproduction number (R) by day, which were then fit to an exponentially declining (\"quenched\") curve. The quenching rate parameter τ estimates the relative change in R per day from R initial that results from outbreak control efforts, behavioral changes in response to the outbreak, and potential local depletion of susceptibles. Estimates of R by day are drawn as heavy curves, and exponentially quenched curves R = R initial e −τd fit to each series of R estimates are drawn as lighter curves. The R initial and τ parameters driving simulated outbreaks that were successful in passing the particle filtering step, which selects simulated outbreaks that match the reported case counts, tended to cluster in particular locations within the assumed distribution. In some cases, distinct ranges of R initial and/or τ were selected in conjunction with the different vaccine coverage scenarios. Shown here is the distribution of parameter combinations (R initial , τ) selected by the filtering process, colored by vaccine coverage scenario, for successive snapshots of available case count data. As in previous figure, black dots represent R initial , τ pairs estimated for past outbreaks (for comparison), and colors illustrate the density of R initial , τ pairs selected by filtering simulated outbreaks, by level of vaccine coverage. In the Feb. 25 dataset, no simulated outbreaks with vaccine coverage at the 62% (high) level were selected. (PDF) of the stochastic model, by vaccine coverage scenario, using successive snapshots of available case count data. The simulations passing the particle filtering step, representing a distribution of parameter values and vaccine scenarios, were continued beyond the particle filtering points to generate a spreading set of projections of case counts at later dates, shown here. This sample of projected case counts by day was smoothed to create probabilistic projections of projected case counts at the desired future dates. The vertical axis is cut off at the upper limit of the 95% prediction interval for outbreak sizes, for readability. The 62% (high) vaccine coverage scenario is not represented in the February 25 ensemble due to the action of the filtering step of the model. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Fig. Estimates of reproduction number R by day in past Ebola outbreaks."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization Regional Office for Africa. Health topics: Ebola virus disease",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ebola situation reports: Democratic Republic of the Congo",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "New Tools in the Ebola Arsenal",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Damon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Arthur",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Redfield",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp1811751"
                ],
                "PMID": [
                    "30281389"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Outbreak of Ebola virus disease in the Democratic Republic of the Congo",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahuka-Mundeke",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Allarangar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Anoko",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Archer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Lancet",
            "volume": "392",
            "issn": "18",
            "pages": "31387--31391",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(18)31387-4"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The potential impact of a prophylactic vaccine for Ebola in Sierra Leone",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Bodine",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shorten",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mathematical Biosciences & Engineering",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3934/mbe.2018015"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Democratic Republic of Congo and neighboring countries Health Boundaries",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Référentiel Géographique Commun",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Models overestimate Ebola cases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "515",
            "issn": "7525",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/515018a"
                ],
                "PMID": [
                    "25373654"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Inference and forecast of the current West African Ebola outbreak in Guinea, Sierra Leone and Liberia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kandula",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Curr",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.3408774290b1a0f2dd7cae877c8b8ff6"
                ],
                "PMID": [
                    "25642378"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Superensemble forecast of respiratory syncytial virus outbreaks at national, regional, and state levels in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kandula",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemics",
            "volume": "",
            "issn": "17",
            "pages": "30174--30177",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Superensemble forecasts of dengue outbreaks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kandula",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J R Soc Interface",
            "volume": "13",
            "issn": "123",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2016.0410"
                ],
                "PMID": [
                    "27733698"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Challenges in Real-Time Prediction of Infectious Disease: A Case Study of Dengue in Thailand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sakrejda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iamsirithaworn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinjoy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Suangtho",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Negl Trop Dis",
            "volume": "10",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0004761"
                ],
                "PMID": [
                    "27304062"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Challenges and Opportunities in Disease Forecasting in Outbreak Settings: A Case Study of Measles in Lola Prefecture, Guinea",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Prikazsky",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Trop Med Hyg",
            "volume": "98",
            "issn": "5",
            "pages": "1489--1497",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.17-0218"
                ],
                "PMID": [
                    "29532773"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Fitting mechanistic epidemic models to data: A comparison of simple Markov chain Monte Carlo approaches",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dushoff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Stat Methods Med Res",
            "volume": "27",
            "issn": "7",
            "pages": "1956--1967",
            "other_ids": {
                "DOI": [
                    "10.1177/0962280217747054"
                ],
                "PMID": [
                    "29846150"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Assessing the performance of real-time epidemic forecasts: A case study of the 2013-16 Ebola epidemic. bioRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Projections of Ebola outbreak size and duration with and without vaccine use in É quateur, Democratic Republic of Congo, as of May 27, Projections of an EVD outbreak in Northeastern DRC PLOS Neglected Tropical Diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Worden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Wannier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mukadi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sinai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLOS ONE",
            "volume": "14",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0213190"
                ],
                "PMID": [
                    "30845236"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Report of a WHO/International Study Team",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ebola Haemorrhagic Fever In Sudan",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Bull World Health Organ",
            "volume": "56",
            "issn": "2",
            "pages": "247--70",
            "other_ids": {
                "PMID": [
                    "307455"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Discovery and Description of Ebola Zaire Virus in 1976 and Relevance to the West African Epidemic During",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Breman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mccormick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miatudila",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ebola virus disease in southern Sudan: hospital dissemination and intrafamilial spread",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Baron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mccormick",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Zubeir",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Bull World Health Organ",
            "volume": "61",
            "issn": "6",
            "pages": "997--1003",
            "other_ids": {
                "PMID": [
                    "6370486"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ebola hemorrhagic fever outbreaks in Gabon, 1994-1997: epidemiologic and health control issues",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Georges",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Renaut",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Benissan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Nabias",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ngoc",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "1",
            "pages": "65--75",
            "other_ids": {
                "DOI": [
                    "10.1086/514290"
                ],
                "PMID": [
                    "9988167"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The reemergence of Ebola hemorrhagic fever, Democratic Republic of the Congo",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Tshioko",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Guenno",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nabeth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kerstiëns",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "1",
            "pages": "76--86",
            "other_ids": {
                "DOI": [
                    "10.1086/514306"
                ],
                "PMID": [
                    "9988168"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Outbreak of Ebola Hemorrhagic Fever-Uganda",
            "authors": [
                {
                    "first": "Ministry",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Health: Oyok",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Odonga",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mulwani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abur",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kaducu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akech",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "MMWR: Morbidity and Mortality Weekly Report",
            "volume": "50",
            "issn": "5",
            "pages": "73--77",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Outbreak(s) of Ebola haemorrhagic fever, Congo and Gabon",
            "authors": [],
            "year": 2001,
            "venue": "Wkly Epidemiol Rec",
            "volume": "78",
            "issn": "26",
            "pages": "223--231",
            "other_ids": {
                "PMID": [
                    "15571171"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Prise en charge des malades et des dé funts lors de l'épidémie de fièvre hé morragique due au virus Ebola d'octobre à dé cembre",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boumandouki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Formenty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Epelboin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Atsangandoko",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Allarangar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bull Soc Pathol Exot",
            "volume": "98",
            "issn": "3",
            "pages": "218--223",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A limited outbreak of Ebola haemorrhagic fever in Etoumbi, Republic of Congo",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nkoghe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Kone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yada",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leroy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "105",
            "issn": "8",
            "pages": "466--72",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trstmh.2011.04.011"
                ],
                "PMID": [
                    "21605882"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ebola virus disease in the Democratic Republic of the Congo",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mossoko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Hoek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mbala",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Elife",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.09015"
                ],
                "PMID": [
                    "26525597"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Filovirus outbreak detection and surveillance: lessons from Bundibugyo",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macneil",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Farnon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "W"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Boehmer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Blaney",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "3",
            "pages": "761--768",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jir294"
                ],
                "PMID": [
                    "21987748"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Number of Cases and Deaths in Guinea, Liberia, and Sierra Leone during the 2014-2016 West Africa Ebola Outbreak",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "6",
            "pages": "509--525",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwh255"
                ],
                "PMID": [
                    "15353409"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Comparing methods for estimating R 0 from the size distribution of subcritical transmission chains",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "Lloyd-Smith",
                    "middle": [],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Epidemics",
            "volume": "5",
            "issn": "3",
            "pages": "131--176",
            "other_ids": {
                "DOI": [
                    "10.1016/j.epidem.2013.05.002"
                ],
                "PMID": [
                    "24021520"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "7066",
            "pages": "355--364",
            "other_ids": {
                "DOI": [
                    "10.1038/nature04153"
                ],
                "PMID": [
                    "16292310"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Real-time projections of epidemic transmission and estimation of vaccination impact during an Ebola virus disease outbreak in the Eastern region of the Democratic Republic of Congo. bioRxiv",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Worden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wannier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Musene",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Selo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mossoko",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Unreported cases in the 2014-2016 Ebola epidemic: Spatiotemporal variation, and implications for estimating transmission",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dalziel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiffany",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Negl Trop Dis",
            "volume": "12",
            "issn": "e0006161",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Efficacy and effectiveness of an rVSV-vectored vaccine in preventing Ebola virus disease: final results from the Guinea ring vaccination, open-label, cluster-randomised trial (Ebola Ç a Suffit!)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Henao-Restrepo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "389",
            "issn": "",
            "pages": "505--518",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)32621-6"
                ],
                "PMID": [
                    "28017403"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Unreported cases in the 2014-2016 Ebola epidemic: Spatiotemporal variation, and implications for estimating transmission",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Dalziel",
                    "suffix": ""
                },
                {
                    "first": "Msy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiffany",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcclelland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zelner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bliss",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Negl Trop Dis",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0006161"
                ],
                "PMID": [
                    "29357363"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Median-Based Linear Models",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Komsta",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mblm",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Implications of the Copernican principle for our future prospects",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gott",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nature",
            "volume": "363",
            "issn": "",
            "pages": "315--319",
            "other_ids": {
                "DOI": [
                    "10.1038/363315a0"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Predicting future duration from present age: A critical assessment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Caves",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Contemporary Physics",
            "volume": "41",
            "issn": "3",
            "pages": "143--153",
            "other_ids": {
                "DOI": [
                    "10.1080/001075100181105"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "How and how not to make predictions with temporal Copernicanism",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Synthese",
            "volume": "166",
            "issn": "1",
            "pages": "91--111",
            "other_ids": {
                "DOI": [
                    "10.1007/s11229-007-9259-5"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Map of health districts in which confirmed and/or probable cases have occurred in Northeastern DRC. Case counts as of Feb. 25 are indicated by color by district. Districts in which active conflict has occurred as of Feb. 25 are marked by a blue outline. Inset provides magnification and labels for smaller districts. Data sourced from Référentiel Géographique Commun [7], made available under the Open Data Commons Open Database License. https://doi.org/10.1371/journal.pntd.0007512.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Log-likelihood scores of stochastic and auto-regression projections in prospective validation.https://doi.org/10.1371/journal.pntd.0007512.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Short-term probabilistic projections of case counts based on reported counts as of February 25, 2019. Stochastic and auto-regression models were used. Vertical scale of probabilities, on right side of plot, applies to all dates. https://doi.org/10.1371/journal.pntd.0007512.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Medians and prediction intervals from short-term projections of case counts based on reported counts as of February 25, 2019. Solid dots indicate median count. https://doi.org/10.1371/journal.pntd.0007512.g005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Probabilistic projections of final case counts based on reported counts as of February 25, 2019. Stochastic, Theil-Sen regression, and Gott's rule models were used. https://doi.org/10.1371/journal.pntd.0007512.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Medians and prediction intervals from projections of final case counts based on reported counts as of February 25, 2019. Solid dots indicate median size. Inset provides detail at smaller numbers. https://doi.org/10.1371/journal.pntd.0007512.g007",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(PNG) S3 Fig. Distribution of transmission rates sampled for simulation. The parameters R initial and τ estimated by that curve fitting on past epidemics (S2 Fig) were used to create a distribution from which values were sampled to parametrize the stochastic simulation. Black dots are pairs R initial and quenching rate τ estimated from past Ebola outbreaks, and blue cloud is the continuous distribution from which pairs are sampled for simulation. (PNG) S4 Fig. Transmission rate parameters selected by the particle filtering process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. Likelihood estimates of vaccine coverage scenarios consistent with model transmission rates, estimated by number of simulated outbreaks under the three scenarios accepted by the stochastic model's filtering step. Note that each bar of this plot is an estimate based on the entire time series as of the date indicated, that is, they are cumulative estimates of the overall vaccine coverage, not successive estimates of short-term coverage. (PNG) S6 Fig. Cumulative case counts by date projected by individual realizations",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(PDF) S7 Fig. Short-term projections based on multiple snapshots of available case count data, using multiple models, are recorded here and in the following three figures to assess the development of the projections as the outbreak has progressed. Probability scale (marked on right) is consistent across dates within each subplot. (PDF) S8 Fig. Medians and prediction intervals from short-term projections based on multiple snapshots of case count data, from multiple models. (PDF) S9 Fig. Final outbreak size projections based on multiple snapshots of case count data, from multiple models. (PDF) S10 Fig. Medians and prediction intervals from final outbreak size projections based on multiple snapshots of case count data, from multiple models. Insets provide detail at the bottom end of the vertical scale. (PDF) S1 Data. Archive of data files used in model projections. The multiple snapshots of the data table collected from World Health Organization situation reports in real time used by models to generate the projections reported here. (ZIP) Author Contributions Conceptualization: Lee Worden, Kamy Musene, Bernice Selo, Mathias Mossoko, Emile Okitolonda-Wemakoy, Jean Jacques Muyembe Tamfum, George W. Rutherford, Anne W. Rimoin, Travis C. Porco, J. Daniel Kelly.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Neglected Tropical Diseases | https://doi.org/10.1371/journal.pntd.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Data curation: Rae Wannier, Nicole A. Hoff, Kamy Musene, Bernice Selo, Mathias Mossoko, Emile Okitolonda-Wemakoy, Jean Jacques Muyembe Tamfum, Anne W. Rimoin, J. Daniel Kelly. analysis: Rae Wannier, Thomas M. Lietman, Travis C. Porco, J. Daniel Kelly.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}