{
    "paper_id": "4fd6ce6a0e0f551a80d019b4c9b6c25279605d91",
    "metadata": {
        "title": "Clinical presentations and outcomes of patients with Ebola virus disease in Freetown, Sierra Leone",
        "authors": [
            {
                "first": "Ying-Jie",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xue-Zhang",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xu-Dong",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dong",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wen-Gang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li-Fu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu-Hua",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiao",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bin-Fang",
                "middle": [],
                "last": "Ling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xue-Ai",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mei-Lei",
                "middle": [],
                "last": "Gu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "She-Ku",
                "middle": [
                    "M"
                ],
                "last": "Koroma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Bangalie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hui-Juan",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Clinical and laboratory data were collected and analysed from patients with Ebola virus disease (EVD) in Jui Government Hospital in Freetown, Sierra Leone, where patients with EVD were received and/or treated from October 1, 2014 to March 21, 2015 during the West Africa EVD outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The study admitted 285 patients with confirmed EVD and followed them up till the endpoint (recovery or death). EVD was confirmed by quantitative RT-PCR assays detecting blood Ebola virus (EBOV). Results: Among the 285 lab-confirmed EVD cases in Jui Government Hospital, 146 recovered and 139 died, with an overall survival rate of 51.23 %. Patients under the age of 6 years had a lower survival rate (37.50 %). Most non-survivors (79.86 %) died within 7 days after admission and the mean hospitalization time for non-survivors was 5.56 ± 6.11 days. More than half survivors (63.69 %) turned blood EBOV negative within 3 weeks after admission and the mean hospitalization time for survivors was 20.38 ± 7.58 days. High blood viral load (≥10 6 copies/ml) was found to be predictive of the non-survival outcome as indicated by the Receiver Operating Characteristic (ROC) curve analysis. The probability of patients' survival was less than 15 % when blood viral load was greater than 10 6 copies/ml. Multivariate analyses showed that blood viral load (P = 0.005), confusion (P = 0.010), abdominal pain (P = 0.003), conjunctivitis (P = 0.035), and vomiting (P = 0.004) were factors independently associated with the outcomes of EVD patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Most death occurred within 1 week after admission, and patients at the age of 6 or younger had a lower survival rate. Most surviving patients turned blood EBOV negative within 1-4 weeks after admission. Factors such as high blood viral load, confusion, abdominal pain, vomiting and conjunctivitis were associated with poor prognosis for EVD patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Please see Additional file 1 for translations of the abstract into the six official working languages of the United Nations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multilingual abstracts"
        },
        {
            "text": "Ebola virus disease (EVD), previously known as Ebola haemorrhagic fever, is a rare and deadly disease caused by infection with one of the Ebola virus strains. A large-scale outbreak of haemorrhagic fever occurred in southern Sudan between June and November 1976. It was transmitted by close personal contact and by use of contaminated needles and syringes in hospitals/clinics [1] . This outbreak led to the further recognition of the disease, which was subsequently named Ebola haemorrhagic fever. Since then, outbreaks have occurred sporadically in Africa.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A 2014 EVD outbreak was the largest in scale in history, affecting multiple countries in West Africa. In the 2014 outbreak, the first lab-confirmed EVD patient was reported in May, 2014 in Guinea and since then the Zaire Ebola Virus (ZEBOV) has rapidly spread across Sierra Leone and to other West Africa countries. From March 2014 to December 27, 2015,there were 28 601 reported EVD infections (including confirmed, probable, and suspected) and 11 300 reported deaths in West Africa. A total of 853 confirmed infections and 494 deaths of health care workers were reported in Guinea, Liberia, and Sierra Leone [2] .",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 613,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "As of December 23, 2015, the Sierra Leone National Ebola Response Center (NERC) reported a cumulative total of 14 339 confirmed EVD cases with 3 955 deaths (excluding probable and suspected cases) [3] . Situated on the Atlantic coast, Freetown is the capital and the largest city of Sierra Leone, and is densely populated with over 1 million people. Due to the heavy population, Freetown and its surrounding western region was the most affected area in this epidemic. As of December 23, 2015, 5 500 confirmed cases had been reported in this region, accounting for 38.36 % of the country's total EVD reported cases [3] .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "EVD imposed a significant economic burden on the West African countries affected. Some studies suggest that due to EVD deaths, life expectancy may have declined in Liberia and Sierra Leone to a new low since 2001-2003 [4] . This dramatic healthcare crisis, coupled with human rights and global security concerns, underscored the urgent need for developing resilient healthcare systems, and called for the domestic and international aides and investments in these African countries [5] .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The clinicians of the Chinese Medical Team (CMT) managed EVD patients in an Ebola Holding and Treatment Center in Jui Government Hospital, which is also known as Sierra Leone-China Friendship Hospital. Being one of the best hospitals in Freetown, Jui Government Hospital received 773 suspected EVD patients during the period of October 1, 2014 and March 21, 2015, of whom 285 were confirmed infected with the virus. All of the CMT clinicians were from Beijing 302 Hospital, the largest specialized hospital in China for infectious disease treatment. The same hospital had successfully managed and controlled the outbreak of Severe Acute Respiratory Syndrome (SARS), A/H1N1 influenza, and some other public health emergencies in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In this study, we described the clinical presentations, clinical courses, and the treatment outcomes of all EVD patients admitted in Jui Government Hospital for care. We hope this paper provide further understanding and insights into pathophysiology, clinical manifestations and treatment impact of end outcomes of EVD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A retrospective, observational study was conducted using data collected from all patients with confirmed EVD who were admitted to the Holding and Treatment Center of Jui Government Hospital from October 1, 2014 to March 21, 2015. Diagnosis of EVD was made in accordance with the criteria set by the World Health Organization (WHO) in the Standard Operating Procedures (SOP) for Managing EVD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and data collection"
        },
        {
            "text": "Because Jui Government Hospital was designated as an Ebola Holding Center (EHC) on October 1, 2014, but was not approved as an Ebola Treatment Center (ETC) until January 1, 2015, 152 confirmed EVD patients received at this hospital between October 1, 2014 and January 1, 2015 were immediately transferred to other treatment centres once confirmed. After January 1, 2015, all confirmed patients except pregnant women were treated in Jui Government Hospital; the confirmed EVD patients who were pregnant women were transferred to a designated ETC (P.T.S.1 Ebola Treatment Center). We carried out follow-up studies and data collections from all confirmed patients (both the patients treated in Jui Government Hospital and those transferred to other hospitals) before we finished our mission in March 2015. Data collected included observations such as the duration of hospitalization, the date when blood EBOV turned negative, and the endpoint (recovery or death). The determination of recovery was based on the clinical presentations and the interpretation of laboratory findings. Discharge from hospitalization was considered when the following criteria were met: 1) three or more days without fever or any other significant symptom, 2) significant improvement in clinical presentations, 3) a relatively good general condition, and 4) a negative PCR result for blood EBOV on the third day of being asymptomatic. If a patient continued to suffer symptoms or their condition was not improving, but it was suspected to be unrelated to EVD, then two blood EBOV tests were carried out 48 h apart, with at least one test being done 3 days or more after the onset of symptoms. If both test results were negative, patients were discharged or referred to a normal hospital for further care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and data collection"
        },
        {
            "text": "The study protocol adhered to the Declaration of Helsinki, and the ethical clearance was obtained from 302 Military Hospital Medical Ethics Committee and the Sierra Leone Ethics and Scientific Review Committee, respectively. The patients were routinely evaluated for clinical presentations. Data collected included vital signs at admission, medical history, time points when blood EBOV turned negative, durations of hospital stay, and outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and data collection"
        },
        {
            "text": "Within 24 h upon admission, EBOV detection assays were carried out via quantitative RT-PCR using whole blood samples. If the patient died quickly and the blood samples were not collected due to time constraints or poor venous access after death, EBOV detection was carried out using oral swab samples from corpses. Samples were collected at 16:00 o'clock every day and results were generated within 6 h. Samples were obtained using Jui Government Hospital's collection and processing protocols, which was described in the emergencyresponse guidelines established by the Sierra Leone Ministry of Health and Sanitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EBOV diagnosis and viral load assays"
        },
        {
            "text": "Diagnosis testing for EBOV was performed by China CDC Mobile Laboratory. Total RNA was extracted from patient peripheral blood samples or swab samples in Bio-safety Level 3 (BSL-3) facilities. Ebola viral RNA was then detected using Detection Kit for Ebola virus subtype Zaire RNA (Puruikang Biotech Co. Ltd, with PCR Fluorescence Probing) according to the manufacturer's recommendations [6] . For quantification purposes, the amplicon concentrations were converted to copies of EBOV per milliliter (method provided by China CDC Mobile Laboratory).",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 391,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "EBOV diagnosis and viral load assays"
        },
        {
            "text": "The care protocols for confirmed Ebola cases before and after June 1, 2014 were similar and were in accordance with the SOP of WHO and the Ministry of Health of Sierra Leone. The treatment protocol was as follows: All adult patients received 10 mg of vitamin K and 120 mg of sodium artesunate immediately upon admission. After 24 h all adult patients with confirmed EVD received 2 g of ceftriaxone every 24 h, 500 mg of metronidazole every 8 h, 500-1 000 ml of Ringer's lactate every 12 h, and 500-1 000 ml of dextrose saline (5 % and 0.9 %, respectively) every 12 h. All the above medications were administered intravenously. Adult patients also received a 20 mg zinc sulfate tablet daily, a 400 mg acetaminophen tablet every 12 h, and 8 mg of ondansetron injection intravenously as needed for nausea or vomiting. After the first 3 days, continuing therapy included a 400 mg metronidazole tablet every 12 h for 7 days, a 500 mg cefuroxime tablet every 12 h for 5 days, and a 400 mg acetaminophen tablet every 12 h. The protocol for children was similar but the dosage was adjusted according to their body weight. Oral rehydration solution and juice were provided on an as needed basis. We transfused more fluid to the patients with profound GI losses and those unable to take oral fluids or medications. Currently, early supportive care, empiric antibiotic therapy, and maintenance of water and electrolyte balance are the basic interventions to treat EVD due to the lack of specific anti-EBOV drugs. Every ETC designed their treatments protocol according to the protocols for viral haemorrhagic fever under the urgent interim guidance for case management established by the WHO and endorsed by the Ministry of Health, which were similar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment protocol"
        },
        {
            "text": "Statistical analyses were performed with the aid of SPSS, Version 17.0. (SPSS Inc., Chicago, IL, USA). The overall survival rate was compared using Log-Rank Test. Univariate and multivariate analyses were carried out using the logistic regression model. The intergroup comparisons were performed using Chi Square Test. Receiver Operating Characteristic (ROC) curve was plotted using the log 10 value of blood EBOV viral load and the survival rate. All the statistical tests were two-tailed, and a P-value of less than 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "A total of 773 suspected EVD patients were admitted to Jui government hospital, among which 285 were confirmed with EVD. All patients with confirmed EVD received supportive treatment and were followed up to the endpoint (recovery or death). Among the confirmed EVD patients, 152 were transferred to other treatment centres and 133 treated in our centre. Of the total confirmed, 139 were female and 146 were male, 146 recovered and 139 died, with an overall survival rate of 51.23 % (females 54.68 %, males 47.95 %). No significant difference was found between the survival rates of females and males (P = 0.2558).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVD patient characteristics"
        },
        {
            "text": "The average age of the EVD patients was 29.20 ± 16.37 years, and the median age was 28 years, interquartile range were 19 years and 38 years (IQR, 19-38). The youngest patient was 1 month old, and the oldest 80 years old. The ages were separated by the following groups: 62 patients (21.75 %) were under the age of 16, 144 patients (50.53 %) between 16 and 35, 60 patients (21.05 %) between 36 and 60, and 19 patients (6.67 %) above the age of 60. The median age was 29 (IQR, 17-40) for the non-survivors and 27 (IQR, 17-35) for the survivors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVD patient characteristics"
        },
        {
            "text": "The mean hospitalization time for survivors was 20.38 ± 7.58 days, and the median was 19 (IQR, [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] days. The surviving patients were discharged after they had been asymptomatic for 48 h, and they had been tested negative for blood EBOV using RT-PCR assay. The mean hospitalization time for non-survivors was 5.56 ± 6.11 days, and the median was 4 (IQR, 3-6) days.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 105,
                    "end": 109,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 115,
                    "end": 119,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 120,
                    "end": 124,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "EVD patient characteristics"
        },
        {
            "text": "We investigated how long it took for the blood EBOV to turn negative in the surviving patients. All 146 survivors were followed up from the time of diagnosis (when blood EBOV was first detected) to the time of recovery. The median time for a surviving EVD patient to become blood EBOV negative was 20.31 ± 7.62 days, and the range was from 7 days to 49 days. Of the total number of survivors observed, 63.69 % (93 cases) turned negative for blood EBOV within 3 weeks after the diagnosis, and 87.67 % (128 cases) turned negative 4 weeks after the diagnosis (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 563,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Survivors timeline to negative blood EBOV diagnosis result"
        },
        {
            "text": "Among the 285 EVD patients who received treatment, 139 died (the fatality rate 48.77 %). Of the 139 nonsurviving patients, 60.43 % died within 4 days after admission, 79.86 % died during the first week, and more than 90.00 % died within 2 weeks (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 253,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Non-survivors hospitalization time"
        },
        {
            "text": "To investigate the survival rate of EVD patients in different age groups, the 285 EVD patients were divided into three groups (age 0-6, age 7-59, and ≥60 years). The results showed that the survival rate for group 0-6 was statistically lower than that of group 7-59 (P = 0.0424) or group ≥60 (P = 0.0447) (Fig. 2) . But the survival rates for group 7-59 and group ≥60 were not statistically different (P = 0.6621, Kaplan-Meier Estimate) (Fig. 2 ). In addition, we categorized the patients using the median age (28 years) or 40 years as the cutoffs, and applied the same statistical analysis, but no statistically significant difference was found in the survival rates between groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 444,
                    "text": "(Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Age stratified survival rate"
        },
        {
            "text": "We also looked into whether high viral load in the blood was an indicator for high fatality rate. A Receiver Operating Characteristic (ROC) curve was plotted using the blood viral values and the survival outcomes of the EVD patients. Among the 285 patients, 27 died within 24 h of admission. Such patients were tested positive using only oral swab samples, and were excluded from this analysis. A total of 258 patients with detectable blood EBOV virus were included in the ROC curve analysis. The numbers of EBOV copies were converted to log 10 values for further analysis. The results showed that the viral loads had a high predictive power of patients' outcome (P < 0.001). The Areas Under Operator Curve (AUOC) were 0.663 (95 % CI: 0.593-0.733). From the ROC curve, when the log 10 viral value was greater than 5, the probability of patients' survival was less than 40 %; and when it was greater than 6, the probability of patients' survival was less than 15 %. These results suggested that the viral loads can be used as a potential prognostic biomarker for EVD patients (Fig. 3a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1075,
                    "end": 1084,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The viral load and the fatality rate of patients with EVD"
        },
        {
            "text": "We selected 10 6 copies/ml as the cutoff value to divide the patients into two groups (EBOV ≥ 10 6 copies/ ml and < 10 6 copies/ml), and applied statistical analysis Fig. 1 The time lapsed before survivors turned negative for blood EBOV, and the time lapsed before non-survivors died. All patients were confirmed with EVD in Sierra Leone (Fig. 3b) . Kaplan-Meier Estimate showed that when the blood EBOV titer was greater than 10 6 copies/ml, the fatality rate was 60.37 % -remarkably higher than that of the group with less than 10 6 copies/ml viral load (39.02 %) (P = 0.0066).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 172,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 347,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The viral load and the fatality rate of patients with EVD"
        },
        {
            "text": "We analysed the clinical presentations of the EVD patients at the time of admission, of which 20 of the 285 patients were excluded due to incomplete data, making the total number of patients studied and included in the analysis to 265. (12. 30 %), pain behind eyes (11.32 %), confusion (8.30 %), and skin rash (4.53 %). A number of variables between survivors and non survivors were shown to be significantly different amongst the EVD positive patients with known outcomes including vomiting (P < 0.001), abdominal pain (P = 0.020), jaundice (P < 0.001), conjunctivitis (P = 0.004), and confusion (P < 0.001) (Fig. 4) .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "(12.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 609,
                    "end": 617,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparison of survivors and non-survivors about clinical presentations"
        },
        {
            "text": "To further explore which factors were associated with the survival of EVD patients, a number of factors, including a variety of symptoms (absent OR present), age (years), gender (male OR female), viral load (log 10 copies/ml), and treatment outcomes (survival OR death) were included in the univariate and multivariate analyses ( Table 1 ). The univariate analysis showed that vomiting, abdominal pain, jaundice, conjunctivitis, confusion, and the viral load (P < 0.15) were good candidates for the final Logistic Regression Model. The multivariate analyses showed that higher viral load, severe confusion, vomiting, abdominal pain, and conjunctivitis indicated poor prognosis in EVD patients (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 337,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 693,
                    "end": 702,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Multivariate analysis of factors associated with patients' survival"
        },
        {
            "text": "Jui government hospital in Freetown, Sierra Leone was approved as an EHC on Oct1, 2014 to receive suspected EVD patients. Once the EVD cases were confirmed, the patients were transferred to other ETCs such as P.T.S. 1, In the previous published reports, no detailed data was available on how soon the blood EBOV turned negative in EVD patients. Our observation revealed that blood EBOV turned negative very slowly-only 63.69 % patients turned blood EBOV negative in 3 weeks. This partially explained why EVD spread so widely and persisted for so long in West Africa. The surviving EVD patients in our study were discharged after the symptoms remained absent for 48 h, and the blood samples were negative for EBOV in two consecutive tests with quantitative RT-PCR assay. The mean hospitalization time for surviving patients was 20.38 ± 7.58 days. In other studies, the researchers continued to monitor EBOV RNA levels in sputum, saliva, conjunctiva swabs, stool, urine, and sweat using real-time RT-PCR assay after the blood EBOV RNA turned negative. They found that urine samples remained positive for EBOV RNA for as long as 13 days after blood turned negative,and sweat samples remained positive throughout the observation period for an additional 10 days (23 days after blood became EBOV RNA negative [7] ). Another study reported that EBOV existed in cerebral spinal fluids and semen for much longer in EVD patients [8] . Even Varkey and colleagues described a patient who recovered from EVD and subsequently showed severe unilateral uveitis during convalescence. In this case, viable Zaire Ebola virus was detected in aqueous humour 14 weeks after the onset of EVD and 9 weeks after the clearance of EBOV from the blood [9] . Such findings warrant further investigations in the future. Although it was unclear whether or not such residual viruses were pathogenic, these findings suggested that when EVD patients are recovered and discharged, they should be put on continued quarantine for a period of time to avoid close contact with other people. The Case Fatality Rates (CFR) of EVD was reported to be between 40 % and 74 % [10] [11] [12] [13] [14] [15] [16] [17] . In our study, the total mortality rate was 48.77 % for confirmed cases, which was similar to that in the previous reports. As a trend observed in this outbreak, the fatality rate was more than 70 % during the early stage, and dropped to 40 %-60 % at a later stage. This may be attributable to the public's poor awareness of this disease, the delay in seeking treatment, the inadequate measures for diagnosis and treatment, and the limited media coverage when the outbreak erupted. Later, as more awareness came from the international medical associations causing more international medical teams to arrive, the public became better educated and the patients started to receive more effective diagnosis and treatment. Thus at the later stage of the virus outbreak, early discovery, early diagnosis, and early treatment helped bring the fatality rate down.",
            "cite_spans": [
                {
                    "start": 1304,
                    "end": 1307,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1420,
                    "end": 1423,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1725,
                    "end": 1728,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2131,
                    "end": 2135,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2136,
                    "end": 2140,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2141,
                    "end": 2145,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2146,
                    "end": 2150,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2151,
                    "end": 2155,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2156,
                    "end": 2160,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2161,
                    "end": 2165,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2166,
                    "end": 2170,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "We also made observations about the length of the hospital stay for the non-survivors. We found that most non-survivors died within 4 days after admission, which was consistent with other reports [10] [11] [12] [13] [14] [15] [16] [17] . Only 10 % died after day 12 upon admission. This indicated that EVD has high degree of virulence. It also suggested that early diagnosis and early treatment is critical to the patients' survival. Just as some scholars stated, the lack of public awareness of the disease as well as the lack of synergy among governments and international organizations contributed to the current epidemic [18] . The public should be educated and instructed to seek medical attention as early as they notice any symptoms, and the proactive treatment should be deployed as soon as the patients are admitted.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 201,
                    "end": 205,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 206,
                    "end": 210,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 211,
                    "end": 215,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "The age factor has been noted in the past EVD outbreaks and remains an important factor in the current outbreak [19] [20] [21] . The previous reports showed that older age was associated with worse outcomes, and the association between the two was often attributable to increased coexisting conditions in the elderly [10, 11, 14, 15] . In contrast, we did not find statistically significant differences between the age of non-survivors and survivors in our study (median age: 29 (IQR: 17-40) vs.27 (IQR: 17-35); average age: 29.32 ± 16.34 vs.28.97 ± 16.52). In order to determine the association between age and prognosis, we grouped the patients using different cutoffs, including median age (28), the cutoffs used in other studies (age 30, 40, 50), and multiple age groups at intervals of 5 years. In our comparison of the different age groups, no association was found between age group and prognosis. One distinction in our study was that the mortality rate for younger patients under the age of 6 was higher than the other age groups. This may be explained as follows: in the beginning of the EVD outbreak, adult patients encountered many complications such as diarrhoea-related electrolyte disorders and secondary infections, but soon received sufficient fluid therapy in many ETCs, so the mortality rate dropped among those patients. But for young children, since there was a shortage of paediatricians in many centres, the paediatric patients may not always have received sufficient attention or optimized therapy [22] . The young children were unable to care for themselves and their daily fluid intake was not always guaranteed while solely depending on the limited hospital resources. Additionally, poor access to IV vessels in paediatric patients may limit both the amount and the flow rate of fluid administered.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 117,
                    "end": 121,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 122,
                    "end": 126,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1522,
                    "end": 1526,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "We also found that patients who presented the highest viral loads had the worst outcome, as had been the case for other strains of Ebola virus [10, 11, 16, 23] . Although the diagnostic value was excellent for postmortem swab samples [24] , it was unclear how a Cycle Threshold (Ct) value from an oral swab correlates with that from a whole blood sample, therefore the viral load data for the oral swab samples (27/285) were not included in the analysis. The relationship between the viral load (copies of EBOV per milliliter) and the fatality rate was investigated. ROC curve analysis was plotted and a positive correlation was found between the two. A low viral load was associated with a better survival outcome, whereas a high viral load was an important indicator for fatality rate. Our finding was consistent with those of the previous reports [10, 11, 16, 23] . Based on this finding, it is plausible to assign patients with virus load of ≥10 6 copies/ml to dedicated wards, where they can receive enhanced medical support and palliative care if resources allow, given their increased risk of death. It is noteworthy that the 27 cases for which EVD was confirmed using oral swab samples were all severely ill patients who died soon after admission. Exclusion of these cases may have introduced some bias in our results.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 850,
                    "end": 854,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 855,
                    "end": 858,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "EVD was formerly named Ebola haemorrhagic fever, and bleeding is one of its hallmarks. Bleeding was noted among patients in previous outbreaks. However, in this outbreak, the reported bleeding rates ranged from 2.27 % [11] to 51.00 % [10] . In our study, only 35 of 285 patients (12.28 %) suffered from visible bleeding during their hospitalization, which is a relatively low number when comparing to other reports [25] . This suggested that bleeding may not be a major characteristic of EVD patients in this outbreak. Such discrepancy may be associated with the evolvement of the virus's pathogenicity as its genes undergo mutations.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "Finally, we analysed which factors were associated with patients' outcomes. The incidences of various symptoms in EVD patients reported here are consistent with those of previous reports, with only minor differences. The most common EVD manifestations on admission were fever, weakness, loss of appetite, vomiting, cough, abdominal pain, headache, joint pain, and diarrhoea. In addition to factors such as age and viral load, previous studies described many other important factors associated with fatal outcomes, including hiccups, haemorrhagic signs, fever, weakness, dizziness, diarrhoea, myalgia, difficulty breathing, extreme fatigue, vomiting, mental symptoms, loss of appetite, confusion, and conjunctivitis [11-14, 16, 26] . The multivariate analyses in each study may include one or more of the aforementioned presentations. This indicated that: first, none of the clinical manifestations observed among patients in this outbreak was unique; and second, the way the patient history information was collected may vary in each study.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 730,
                    "text": "[11-14, 16, 26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "In our study, the multivariate analyses showed that EBOV viral load, abdominal pain, confusion, conjunctivitis, and vomiting were independently associated with the death outcome of EVD patients. It is understandable that high viral load is related to fatality rate, and that digestive discomfort may be associated with patients' prognosis. In our study, the most powerful predictor of mortality in the multivariable regression model was confusion at admission (P value = 0.010), with an Odds Ratio of 4.150 (95 % CI: 1.401-12.293) favouring mortality. This finding indicated that the more severe the condition was at the time of admission, the higher the risk of death. We observed that due the lack of peculiar presentations of EVD and the less-developed health care capacity in Africa, many patients failed to seek medical attention promptly after they experienced some non-specific symptoms such as fever, thus delaying the diagnosis and treatment. Some patients died on their way to the hospital, some died upon arrival before the physicians had the opportunity to examine them, and yet some died on day 1 (11/285) or day 2 (23/285) after admission. In these circumstances, it was too late for the patients to receive proper treatment for such a severe disease. Therefore, we should raise the public's awareness that early discovery, early diagnosis, and early treatment are essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "Early proactive intervention can significantly improve the prognosis of the patients. In our clinical observations, we found that the clinical presentations in this EVD outbreak was primarily severe gastro enteric symptoms, such as nausea and lack of appetite accompanied by excessive vomiting and severe diarrhoea. Although due to the limitations of the medical equipment, we were unable to carry out laboratory tests to determine the cause of death for each non-survivor, we suspected that the loss of body fluids, abnormal metabolism, electrolytes imbalance, and hypovolemic shock, which were all secondary to the severe digestive tract disorder, may have been the immediate causes in the death of most non-surviving patients. The patients are usually extremely weak after the onset of the disease and cannot eat or drink by themselves; therefore it is essential for the medical staff, while taking precautions to protect themselves, to administer adequate fluids to the patients as early and as quickly as possible. Early initiation of proactive fluid therapy, particularly in the first days of hospitalization and even before the EBOV test results are received, is vital to saving patients' lives and reducing fatality rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "A few limitations exist in our study. First was the limitation of the data. There were many challenges regarding the collection of accurate clinical and epidemiological data on site in West Africa. Heavy workload, language barriers, and lack of an information technology infrastructure which would otherwise allow healthcare professionals to record data electronically at the point of patient contact, had all contributed to the incomplete data presented in our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "The second limitation was that no analysis was available for the time period between symptom onset and admission, and in most cases it was difficult to pinpoint the exact date when symptom started. The majority of the patients were not able to recall or describe when the symptoms started; it was especially so for the more severe patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "Another drawback is the limitations on the clinical observations. As we described previously, some patients were transferred to other ETCs before Jui Government Hospital became a designated ETC, and the treatment protocols in the other ETCs may not always be consistent with the EVD SOP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "GI losses and electrolyte disturbances may be the major causes of death in many EVD patients. Laboratory tests that provide comprehensive data on patients' haematological and biochemical indicators can help delineate the cause of death. More importantly, it may also provide instructions for treatment, thus reducing fatality rate. Unfortunately, we did not have a crosscontamination-proof testing facility in place while our centre was serving as an EHC or in its early stage of serving as an ETC. Therefore, we were unable to determine whether the 139 non-survivors died of EVD complications, related co-infections, or some other causes. We only evaluated the severity of the illness by the clinical manifestations, and transfused more fluid for the patients with profound GI losses and those unable to take oral fluids or medications. The biochemical testing and the testing for co-infection with malaria were not launched until a later stage due to the limitation of laboratory facilities. Even then, such data was only collected from a limited number of patients. While the data was of some help to the treatment, it was not sufficient for a meta-analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "In addition, we were not able to analyse the association between the treatment protocols and the outcome. During the 6 months of treatment, three different health care teams rotated and the physicians were on 6-8 h shifts. The medical staff professionals had different ways of practicing, thus the medical history, symptoms and signs were recorded in different manners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "In conclusion, for the patients confirmed with EVD, the survival rate was 51.23 %. Some surviving patients did not become blood EBOV negative until 4 weeks after admission or later. Most non-surviving patients died within 1 week after admission. Patients under the age of 6 years and those with high viral load had a higher fatality rate. Patients who presented confusion, vomiting, abdominal pain, and conjunctivitis at the time of admission were at higher risk of death. Such patients should be the priority of medical attention and should be put under intensive treatment, particularly during the first week of hospitalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Additional file 1: Multilingual abstracts in the six official working languages of the United Nations. (PDF 699 kb)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional file"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization international study team. Ebola hemorrhagic fever in Sudan",
            "authors": [],
            "year": 1976,
            "venue": "Bull World Health Organ",
            "volume": "56",
            "issn": "2",
            "pages": "247--70",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization: Ebola Situation Report -30",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ebola Virus Disease Update-December",
            "authors": [
                {
                    "first": "National",
                    "middle": [],
                    "last": "Ebola Response",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Centre",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Assessing the Direct Effects of the Ebola Outbreak on Life Expectancy in Liberia, Sierra Leone and Guinea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Helleringer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Noymer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS Currents Outbreaks",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.01a99f8342b42a58d806d7d1749574ea"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Indirect costs associated with deaths from the Ebola virus disease in West Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kirigia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Masiye",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Kirigia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Dis Poverty",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ebola Virus Outbreak Investigation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kargbo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "11",
            "pages": "1921--1928",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A case of severe Ebola virus infection complicated by gram-negative septicemia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kreuels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wichmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Emmerich",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "2394--401",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "André-von Arnim A. Clinical Presentation and Management of Severe Ebola Virus Disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Saint",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Am Thorac Soc",
            "volume": "11",
            "issn": "",
            "pages": "1341--50",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Persistence of Ebola virus in ocular fluid during convalescence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Varkey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Shantha",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Crozier",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "2423--2430",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical presentation of patients with Ebola virus disease in Conakry, Guinea",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Bah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lamah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "40--47",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical illness and outcomes in patients with Ebola in Sierra Leone",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Schieffelin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goba",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "2092--100",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical Predictors of Mortality in Patients With Ebola Virus Disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Touré",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Traoré",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "60",
            "issn": "12",
            "pages": "1821--1825",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/civ202"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ebola outbreak in Conakry, Guinea: Epidemiological, clinical, and outcome features",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Traoré",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Sako",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Med Mal Infect",
            "volume": "44",
            "issn": "",
            "pages": "491--495",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical features of patients with Ebola virus disease in Sierra Leone",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "61",
            "issn": "4",
            "pages": "491--496",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ebola outbreak in rural West Africa: epidemiology, clinical features and outcomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dallatomasina",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Crestani",
                    "suffix": ""
                },
                {
                    "first": "Sylvester",
                    "middle": [],
                    "last": "Squire",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trop Med Int Health",
            "volume": "20",
            "issn": "",
            "pages": "448--54",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The contribution of Ebola viral load at admission and other patient characteristics to mortality in a Médecins Sans Frontières (MSF) Ebola Case Management Centre (CMC)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vogt",
                    "suffix": ""
                },
                {
                    "first": "Moi",
                    "middle": [],
                    "last": "Gbabai",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "11",
            "pages": "1752--1760",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "High Survival Rates and Associated Factors Among Ebola Virus Disease Patients Hospitalized at Donka National Hospital, Conakry, Guinea",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chughtai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Bah",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Vasc Interv Neurol",
            "volume": "8",
            "issn": "1",
            "pages": "4--11",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ebola wreaks havoc in Sierra Leone",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koroma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Dis Poverty",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A limited outbreak of Ebola haemorrhagic fever in Etoumbi",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nkoghe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Kone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yada",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leroy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "105",
            "issn": "",
            "pages": "466--72",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ebola hemorrhagic fever, Democratic Republic of the Congo, 1995: determinants of survival",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Sadek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "1",
            "pages": "24--31",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Proportion of deaths and clinical features in Bundibugyo Ebola virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macneil",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Farnon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wamala",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Uganda. Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1969--72",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "WHO Ebola Response Team. Ebola virus disease in West Africa -the first 9 months of the epidemic and forward projections",
            "authors": [],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "1481--96",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rapid diagnosis of Ebola hemorrhagic fever by reverse transcription-PCR in an outbreak setting and assessment of patient viral load as a predictor of outcome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Towner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bausch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "4330--4371",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Utility of oral swab sampling for ebola virus detection in Guinea pig model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Spengler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Chakrabarti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Coleman-Mccray",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "10",
            "pages": "1816--1825",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Basic clinical and laboratory features of filoviral hemorrhagic fever",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Kortepeter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bausch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "3",
            "pages": "810--816",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Clinical features of patients isolated for suspected Ebola virus disease at Connaught Hospital",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lado",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "a retrospective cohort study",
            "volume": "15",
            "issn": "",
            "pages": "1024--1057",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Viral load as a predicator for the outcomes, Receive Operating Characteristic (ROC) curve. b Comparison of the survival rates of EVD Patients with different viral loads. (≥10 6 group compared to <10 6 group:P = 0.0066) Fig. 2 Comparison of the survival rates of EVD Patients in different age groups. (0-6 group compared to 7-59 group, P = 0.0424; 0-6 group compared to 60+ group, P = 0.0447; 7-59 group compared to 60+ group, P = 0.6621) Kenema, 34 Military Hospital, Kerry Town and Goderich Hospital in Freetown. Altogether 152 confirmed patients were transferred to the above-mentioned ETCs. On Jan 1, 2015, Jui Government Hospital was approved as an ETC, and patients began to receive treatment in this institution thereafter. In the retrospective analysis, for the viral and clinical characteristics of the EVD patients, we used data from all patients with confirmed EVD at Jui Government Hospital from October 1, 2014 to March 21, 2015. The data included patients' clinical presentations, time points when blood EBOV turned negative, durations of hospital stay, survival rates in different age groups, and other comparisons between survivors and non-survivors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of symptoms between survivors and non-survivors",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Common findings of the clinical manifestations included fever (91.70 % of the patients),",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The association of the outcomes with the symptoms and the viral load in EVD patients",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all staffs of Beijing 302 hospital and all members of our families for their hard work and emotional support during we fought again Ebola. We thank all nurses, cleaners and managers from Sierra Leone for their positive teamwork. We thank editors and reviewers for their warm works and valuable comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "No.Availability of data and materials Authors do not wish to share raw data for readers to open access due to privacy or legal concerns. But we can give our main statistical data as an affiliated file to editors and reviews for reproducing and testing research results.Authors' contributions YJJ, XZD, XDG, and HJD contributed to the design of the study. YJJ, XZD, XDG, LL, CL, DJ, WGL, LFW, YHM, XY, BFL, XAS, MLG, and HJD entered EBOLA wards, implemented the field work and collected the on-site data in Sierra Leone. TJ helped with the diagnosis test. YJJ, XZD, SMK and JB collected the follow-up data. YJJ, XZD, XDG and HJD wrote the manuscript. All authors read and approved the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "The study has been approved by the 302 Military Hospital Medical Ethics Committee and the committee's reference number is 2015181D. The written informed consent was waived because of retrospective, observational study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}