{
    "paper_id": "50c5334ead9ce88189c0840243fb64fa9599bfdb",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The prevalence of bacterial and viral infections is setting dependent. For example, in the winter, a pediatrician in the outpatient setting is expected to encounter substantially more viral infections than a physician in the hospital internal department during the summer. Notably, some measures of diagnostic accuracy such as AUC, sensitivity, and specificity are invariant to the underlying prevalence, whereas other measures of accuracy, such as PPV and NPV are prevalence dependent. In this section, we review the expected signature performance in terms of PPV and NPV in clinical settings with different prevalence of bacterial and viral infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information S5 -Performance analysis as a function of the prevalence of bacterial infections"
        },
        {
            "text": "As the basis for this analysis we used the signature accuracy measures obtained using the entire study cohort (bacterial, viral) and the Unanimous sub-cohort (bacterial, viral) after filtering out patients with a marginal immune response. The prevalence of bacterial infections in the Unanimous sub-cohort was 51.7% yielding a PPV of 93% ± 3% and NPV of 93% ± 3%. The prevalence of bacterial infections in the entire study cohort was 48.7% yielding a PPV of 89% ± 3% and NPV of 92% ± 3%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information S5 -Performance analysis as a function of the prevalence of bacterial infections"
        },
        {
            "text": "We used the measured sensitivity and specificity to compute the expected changes in the signature PPV and NPV as a function of the prevalence of bacterial infections (Fig.  S10) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 177,
                    "text": "(Fig.  S10)",
                    "ref_id": null
                }
            ],
            "section": "Supporting Information S5 -Performance analysis as a function of the prevalence of bacterial infections"
        },
        {
            "text": "Examples of different clinical settings and the extrapolated signature PPV and NPV for each of them are presented in Table S9 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "Table S9",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Figure S10. Extrapolated PPV and NPV values for the signature as a function of the prevalence of bacterial infections, A. Unanimous sub-cohort (bacterial, viral; n=527), B. The entire study cohort (bacterial, viral; n=653)."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Harrison's Principles of Internal Medicine",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Thorn",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Braunwald",
                    "suffix": ""
                },
                {
                    "first": "Petersdorf",
                    "middle": [],
                    "last": "Isselbacher",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ".",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Extrapolated signature PPV and NPV in different clinical settings, based on the Unanimous sub-cohort. An average annual prevalence. Estimates of bacterial infection prevalence are based on data reported in the Bacterial etiology chapter, Part 7 of Harrison's Internal Medicine 17 th Edition [1].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}