{
    "paper_id": "511ac6ac4422cee5357b1b6ff0b59acbfe2402c5",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Japhta",
                "middle": [
                    "M"
                ],
                "last": "Mokoele",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pretoria",
                    "location": {
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "Leana",
                "middle": [],
                "last": "Janse Van Rensburg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pretoria",
                    "location": {
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "Shanie",
                "middle": [],
                "last": "Van Lochem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pretoria",
                    "location": {
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "Heinz",
                "middle": [],
                "last": "Bodenstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pretoria",
                    "location": {
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "Jacolette",
                "middle": [],
                "last": "Du Plessis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pretoria",
                    "location": {
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [
                    "A P"
                ],
                "last": "Carrington",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pretoria",
                    "location": {
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "Tom"
                ],
                "last": "Spencer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pretoria",
                    "location": {
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "Folorunso",
                "middle": [
                    "O"
                ],
                "last": "Fasina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pretoria",
                    "location": {
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "Folorunso",
                "middle": [],
                "last": "Fasina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "South Africa has three different sectors of pig farming, namely:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Commercial, which can be divided into two categories (they are mostly concentrated in the 200 km radius around Pretoria): compartments, which maintain closed herds with high biosecurity and feed commercial pig rations. The pigs are slaughtered at commercial abattoirs other commercial units, which do not buy pigs at auctions, have varying levels of biosecurity, feed commercial pig rations and the pigs are slaughtered at commercial abattoirs. • Small and semi-commercial units, which have low biosecurity with frequent movements between farms, including auctions, and the rations vary greatly but can include cooked and illegally-fed swill. These farms usually supply local markets and few pigs are slaughtered at abattoirs. These farmers are dependent on the maize price and the farms are mainly situated in the Cape and around the maize belt of South Africa. • Partially to fully free-range, which are rural and have pigs roaming freely and mostly feeding off scraps that are thrown out by households. The pigs are occasionally confined to protect crops. These pigs are slaughtered informally for special events and contribute to food security for those with a low socio-economic status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to the statistics from the South African Pork Producers' Organisation, the South African commercial pig industry has a current population of 97 532 heads of sows and approximately 7000 boars, the majority of which are resident in the northern provinces of Gauteng, Limpopo, Mpumalanga and the North-west. There are 46 registered pig abattoirs that slaughter approximately 2 million pigs per annum and a total of about 400 registered farmers. The industry also boasts a standing pig population of over 1.63 million and an annual production value of approximately R3 billion ($392 million). It is confirmed that zero risk is impossible, either in an extensive or intensive system of livestock management, and animal intensification is often associated with an increased risk of outbreaks of disease due to an increasing population within a limited land space (Cheneau, El Idrissi & Ward 2004; Fasina et al. 2012; Graham et al. 2008) . South Africa has a very-good-to-excellent border-control system but shares lengthy borders with six contiguous countries; therefore, the possibilities of illegal entry of pigs, pig products, inadvertent importation of genetic material, and movements of pets by immigrants remain, and these constitute another level of risk to the country (Penrith & Thomson 2012) .",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 900,
                    "text": "(Cheneau, El Idrissi & Ward 2004;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 901,
                    "end": 920,
                    "text": "Fasina et al. 2012;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 921,
                    "end": 940,
                    "text": "Graham et al. 2008)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1281,
                    "end": 1305,
                    "text": "(Penrith & Thomson 2012)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, at different times, exotic diseases (serotype O foot and mouth disease [FMD] , porcine reproductive and respiratory syndrome [PRRS] and classical swine fever [CSF] ) have entered South Africa. Outbreaks of FMD, caused by the endemic South African territory (SAT) serotypes, have occurred in cattle in the FMD-free zones, and the impact of these outbreaks to the industry was minimised through the rapid intervention and collaborative efforts of the national and provincial veterinary services (National Department of Agriculture [NDA] 2001) . Early in 2012, the African swine fever (ASF) virus left its traditional control area in South Africa to cause outbreaks in the ASFfree areas. Officially, South Africa is free from all of the diseases used in this report.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 86,
                    "text": "[FMD]",
                    "ref_id": null
                },
                {
                    "start": 135,
                    "end": 141,
                    "text": "[PRRS]",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 173,
                    "text": "[CSF]",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 550,
                    "text": "[NDA] 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the present circumstances of globalisation and trade liberalisation, including the sociopolitical problems in certain countries in Africa, human movement into South Africa will likely continue and, despite strict border control, this can be assumed to be accompanied with the inadvertent importation of animal products (Chaber et al. 2010) .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 342,
                    "text": "(Chaber et al. 2010)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although porcine epidemic diarrhoea (PED) has never been documented in South Africa, its effect in the global pig industry has made the South African Pork Producers Organisation (SAPPO) engage the Department of Agriculture, Forestry and Fisheries in appropriate control for imports, especially concerning live pigs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Between 1993 and 2009, the South African pig industry, in conjunction with the national veterinary authorities, coordinated 11 rounds of serological and, sometimes, virological testing for pig diseases. Where applicable, duplicate testing was conducted in international reference laboratories to validate the results. Whilst some diseases were routinely included for testing (ASF, FMD, CSF and PRRS), based on expediency and the present emerging threats, others were tested from time to time, based on the needs and recommendations from the industry and the agricultural authorities. Details of these results are available on the SAPPO website (SAPPO 2012).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although a rapid response enabled the incursions of exotic pig diseases to be controlled, the fact that they may have entered the country after a long period of freedom from those diseases is concerning. The provincial veterinary services are the first line of defence against disease incursions and, therefore, a questionnaire survey was undertaken to obtain an understanding of their capacity to protect the pig industry and to identify any challenges that they might face in this respect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, to evaluate the perceived risks of selected transboundary pig diseases in South Africa and to assess the impacts of provincial veterinary services on the national swine herd, in terms of disease surveillance and management system, a scenario tree analysis was used and a questionnaire survey was carried out with voluntary participants (private, provincial and national veterinarians with interests in pig diseases). The results were analysed to arrive at conclusions regarding the perceived risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As part of the present study, a scenario tree pathway ( Figure 1 ) was developed at a round-table discussion with seven pig veterinarians from South Africa, as well as veterinarians involved in postgraduate training. This scenario tree pathway was based on the veterinary infrastructures at provincial level, the perceived risk of outbreaks, the perceived chance of detection, marketing and abattoir networks, and the import-export system of pigs and their products in South Africa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 64,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Scenario tree analysis and matrix scoring"
        },
        {
            "text": "In addition, a colour-coded risk-estimate table, which was based on a table devised for estimating the risks of GMOs (Office of Gene Technology Regulator [OGTR] 2005), was provided for the pig veterinarians to comment on their perception of the likelihood of occurrence and level of risk posed by 11 selected pig diseases (ASF, FMD, Porcine circovirus type 2 (PCV), CSF, PRRS, brucellosis, swine influenza (SI), porcine respiratory coronavirus (PCRV), transmissible gastroenteritis (TGE), swine vesicular disease (SVD) and Aujeszky's disease ( Figure 2 ). Prioritisation criteria for the diseases were set according to the previously established guidelines on epidemiology, prevention/control, effect on economy/trade, disease characteristics/zoonotic potential, and the effect on the society (Humblet et al. 2012) .",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 814,
                    "text": "(Humblet et al. 2012)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 544,
                    "end": 552,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Scenario tree analysis and matrix scoring"
        },
        {
            "text": "A set of questions, which were adapted from the work of Geering and Lubroth (2002) , guided the questioning and included the following:",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 82,
                    "text": "Geering and Lubroth (2002)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Scenario tree analysis and matrix scoring"
        },
        {
            "text": "• What is the current geographic distribution and incidence of the disease nationally, regionally and internationally? • How close are the susceptible species to the areas of significant disease threat? • Is the disease spreading to naive countries, or does it have a static status?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenario tree analysis and matrix scoring"
        },
        {
            "text": "• Is there a vaccine available or any protective strategy?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenario tree analysis and matrix scoring"
        },
        {
            "text": "• Is the disease of significance in the neighbouring countries and what are the capacities of their veterinary services? • Are there national parks, or wild and feral animal populations that can serve as carriers or reservoir hosts? • How is movement controlled and how are pig marketing structures within the country monitored? • Are there significant import risks? • Are affected animals likely to find means of crossing quarantined areas and barriers set by the veterinary authorities?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenario tree analysis and matrix scoring"
        },
        {
            "text": "The perceived economic impacts and the long-term consequences of the diseases were considered in the final weighting and categorisation of each disease. Based on the placement of each disease on the risk-estimate table by individual pig veterinarians, the scores for the 11 identified pig diseases were aggregated and mean values were obtained for each. A disease radar chart (spider web) was produced using individual weighting for the diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenario tree analysis and matrix scoring"
        },
        {
            "text": "A survey was conducted among members of the provincial veterinary services between 20 July and 10 August 2012, it was based on a questionnaire that was developed and tested amongst six pig veterinarians to assess the ease of understanding of the question and validity of the testing instrument. Based on the responses, the self-rated questionnaire was adjusted and sent by email; this was supported in certain instances by physical circulation of paper copies during the Southern African Society for Veterinary Epidemiology and Preventive Medicine (SASVEPM) congress meeting in August 2012. The aim of the questionnaire was to collate the perception on the ease of administration of pig-related veterinary services at provincial level, based on each participant's opinion, and to critically evaluate such services provided in the provinces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire survey"
        },
        {
            "text": "The inclusion criteria for participants were as follows: (1) being a state veterinarian or a pig consultant, and (2) having had provision of pig-related veterinary services within the last 3 years. The exclusion criteria were: (1) being part of the study-group membership, (2) specialisation in other species or (3) having other interests that could potentially bias the study. The six veterinarians who were used to test the questionnaire instrument were similarly excluded from participating in the final questionnaire. All participants willingly consented to be part of the study. A total of 65 questionnaires were administered and 57 (87.69%) were returned; incomplete responses or multiple responses rendered another 12 to be unusable. A total of 45 responses (69.23%) were entered into an excel data sheet (Microsoft, USA) and a descriptive analysis and a rotated factor loading analysis (RFLA) were conducted on the data using the online WESSA statistical software (Wessa 2012) . Weighting values of ≥ 0.500 were taken as significantly positively or negatively correlated in the RFLA.",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 984,
                    "text": "(Wessa 2012)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Questionnaire survey"
        },
        {
            "text": "Infected but undetected pigs were perceived to represent the greatest animal-associated risk to the South African pig Note: Red and yellow boxes represent significant risk. industry. The general opinion was that the perceived risk of transboundary and infectious pig diseases may originate from the farms, markets and abattoirs, or from import sources. In each case, the disease can either be detected and eliminated or pass unnoticed, in which case a further extension of the risk is probable. The undetected cases may then be reintroduced to other farms, sold at auctions, spread locally through home slaughter or be slaughtered at the local abattoir. An infectious animal or disease may possibly be sent to an export abattoir (an unlikely event due to the stringent conditions that need to be satisfied to meet the requirements of an export abattoir, as well as the low volume of pork destined for export). Detection at this level may stop further spread of the disease; however, in the case of non-detection, the industry may suffer widespread outbreaks following this event (see Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1084,
                    "end": 1092,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Scenario tree analysis"
        },
        {
            "text": "The low incidence of the reporting of unusual deaths and the flow of livestock-disease information between farmers and veterinary services were the most important perceived limitations to the effective rendering of pig-related veterinary services in South Africa. The rapidity of sample transportation to the national testing laboratory and the flow of information between the provincial and national veterinary authorities were perceived to be the least difficult operations to perform (Table 1a) . Of the participating veterinarians, 31.00% agreed that, in their opinion, an effective pig diseaseprevention system was in place within the provinces, whilst 35.71% stated that veterinarians were always present at pig auction sites and markets (Table 1b) . A total of 76.19% perceived that the routine inspection of pork and other pig products was performed at all abattoirs, but only 21.00% confirmed that enough funds were made available annually for the effective provision of all veterinary services. Logistic problems and inadequate manpower were perceived to be significant deficiencies that needed immediate attention within the provinces (74.42% and 79.07%, respectively). Just over 33.00% perceived that all the basic equipment needed for effective pig-related veterinary services was available and 21.43% felt that they could conduct penside/rapid diagnostic tests due to a perceived availability or lack of the available resources. Veterinary drugs were perceived to be easily accessible at provincial level (51.16%) but black-market drugs and vaccines were perceived to be somewhat of a problem (34.15%). Supporting infrastructures were perceived to be available within the provinces (47.50%); however, movement control of pigs within certain provinces was perceived to be deficient. There was also an opinion that more government attention should be paid to veterinary services at provincial level, because only 21.43% of the responses perceived that it was currently adequate. Overall, the availability of the different role players in the animal health services differ from province to province ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 497,
                    "text": "(Table 1a)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 744,
                    "end": 754,
                    "text": "(Table 1b)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2112,
                    "end": 2120,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Veterinary services"
        },
        {
            "text": "Factors that were identified as influencing the risk of pig diseases in South Africa included: transport, access, livestock policy/Animal Diseases Act (Act 35 of 1984) implementation and resources/budget allocations ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 225,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Latent variables for risk of pig diseases"
        },
        {
            "text": "The first factor was transport related, which is primarily a measure of the rapidity of sending samples to the national laboratory. However, this factor is also a measure of internal movement control, active and passive surveillance and effectiveness of contacting the contiguous provinces and the national veterinary services in an outbreak situation. As one variable increases, the other variables tend to increase correspondingly; thus, a failure in any one of the factors Note: It should be noted that differential capacities exist between the provinces and certain provinces have significant strength in animal disease surveillance compared with others. The outcomes of the survey represent the overall mix of all opinions amongst the provinces, based on the subjects' willingness to participate. Regularity of abattoir visits varies amongst provinces. Certain provinces have organised the veterinary services in a way to separate the Veterinary Public Health Section/Unit, who pay more regular visits to the abattoir within such provinces. Important endemic diseases in certain locations include: ASF, erysipelosis, sarcoptic mange, leptospirosis, bacteria septicaemia, production and management diseases and Taenia solium, in that order. It should be noted that ASF is not endemic in all parts of South Africa, but is restricted to the control zones within KwaZulu Natal, Mpumalanga, Limpopo and the North West. Mid p-exact percentages and ranges were calculated at 95% confidence interval (95% CI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Latent variables for risk of pig diseases"
        },
        {
            "text": "http://www.jsava.co.za doi:10.4102/jsava.v86i1.1197",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Latent variables for risk of pig diseases"
        },
        {
            "text": "above will tend to lead to a failure of the correlated factors ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 73,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Latent variables for risk of pig diseases"
        },
        {
            "text": "The second factor is access related, which is primarily a measure of gaining rapid access to all areas under veterinary jurisdiction, but also of collecting reports of unusual deaths from farmers, flow of livestock information between farmers, performing trace-back and trace-forward, and collecting samples rapidly in an outbreak situation. This variable is negatively correlated with the availability of supporting infrastructures for veterinary services within the province (the more these infrastructures are available, the less they will be the dependence on the other factors that support access). Failure of any of the above services, however, will tend to have a negative effect on the effectiveness of the other correlated factors and an inverse effect on supporting infrastructures ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 794,
                    "end": 801,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Latent variables for risk of pig diseases"
        },
        {
            "text": "The livestock policy/Animal Disease Act implementationrelated factor is the third important variable that influences the risk of pig diseases, and it is primarily a measure of the perceived availability of pig-disease-prevention measures in place, the perception of whether government is paying adequate attention to veterinary services, the perceived availability of pen-side and rapid tests at provincial level, and the perceived attendance of provincial veterinary officers at all pig auctions and markets. Failure of these services will produce a negative effect on policy supporting livestock services and drive pig disease intensification in South Africa ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 663,
                    "end": 670,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Latent variables for risk of pig diseases"
        },
        {
            "text": "The fourth factor (resources/budget-related variable) is primarily a measure of the perceived accessibility of veterinary drugs within the province, availability of basic veterinary equipment and adequate annual budget allocation for the provincial veterinary offices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Latent variables for risk of pig diseases"
        },
        {
            "text": "Based on the expert ratings, ASF remains the most significant pig disease, in terms of perceived risk of outbreak and economic impacts in South Africa (21.86/25), followed by FMD (18.43/25). Porcine circovirus 2 (PCV 2) and CSF were both placed third, with a score of 17.00/25 each, and Aujeszky's disease was the least significant disease, with a score of 7.71/25 (Figure 3 ). Other diseases of importance for South Africa, based on perceived risk of introduction, include: PRRS, Brucella suis, swine influenza, transmissible gastroenteritis (TGE) and porcine respiratory coronavirus (Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 374,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 585,
                    "end": 594,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Matrix scoring for risk of specific diseases"
        },
        {
            "text": "In the present analysis, the perceived risks and likely routes of entry of transboundary and infectious pig diseases into the South African pig population have been identified. These include the following: internal pig movement routes (especially in some restricted locations) and associated informal markets/pig auctions, restricted home slaughter of pigs and inadequate surveillance for infectious diseases amongst smallholder farms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The lack of complete reporting within the country and also in the neighbouring countries will continue to pose a risk of disease introduction and spread to South Africa, with a potentially significant impact on livestock and animal biodiversity, as well as human livelihoods (Chaber et al. 2010; Penrith & Thomson 2012) . In view of the routine testing systems and rigid import requirements, the risks associated with legal importation of animal products are minimal but should not be ignored.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 295,
                    "text": "(Chaber et al. 2010;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 296,
                    "end": 319,
                    "text": "Penrith & Thomson 2012)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The perceived lack of specific pig-disease-prevention systems, logistic problems, inadequate budget allocation, manpower shortages, lack of infrastructure, poor government attention to veterinary matters, and other associated factors have been identified as areas of perceived weakness in the current provincial veterinary services system (Table 2 ). It would appear that the strengthening of some of these services will have a positive effect on corresponding and related services, and will generally improve service delivery in animal health. Bayissa and Bereda (2009) previously identified these challenges as major limitations to the effective cross-border animal-health management systems at the Ethiopia/Kenya borders. In addition, Benet, Dufour and Bellemain (2006) had previously stated that logistics, poor financial resources, insufficient involvement of livestock producers and private veterinarians are major limitations to effective veterinary services worldwide.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 570,
                    "text": "Bayissa and Bereda (2009)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 738,
                    "end": 772,
                    "text": "Benet, Dufour and Bellemain (2006)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 347,
                    "text": "(Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Whilst it is generally agreed that the the South African national and provincial veterinary services have significant strength in certain areas of operations, especially expertise and facilities, compared with many other southern African countries, the delivery of livestock services in South Africa currently runs in parallel with them. The national veterinary authority has a mandate to coordinate disease control and prevention activities nationally, and the provincial authorities coordinate and implement similar activities at their levels. This development allows for the weakening of the whole system of animal disease control, especially in situations where the same degree of coordination is not ensured by all provinces or when operational funds are not immediately available in certain provinces. Control of some rapidly spreading diseases may also benefit from a single line of command for effective surveillance and monitoring. This would need to have a more centrally controlled surveillance system/line of command, especially with regard to rapidly spreading infectious diseases. Veterinary services should strengthen interdependence amongst the provinces and the national services, including an enabling law that mandates a province with infection to inform other contiguous provinces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is a need for the reorganisation of auctions, in terms of improvement of the biosecurity systems and provision of holding facilities, as well as education of farmers on the dangers of returning unsold animals back to the farm of origin. It may also be necessary to build an open abattoir close to such auction facilities to encourage the sale-forslaughter of animals that are not bought for the purpose of introduction to other farms. Similarly, veterinary control posts and possibly mini-laboratories that can provide rapid and efficient services are needed around such auction facilities to ensure that infectious animals are not passed into the system, with consequent spread of diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is important to fill the vacant positions of veterinary practitioners and encourage the system to retain trained veterinarians, open the system to foreign-qualified veterinary professionals and restructure the state veterinary services to have a more effective service delivery system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "African swine fever and FMD remain significant threats to the South African pig population, in view of their geographical distribution amongst the wild populations (warthogs and buffaloes) in the Kruger National Park. Although the distribution of these diseases is fairly static in these regions, changes in environmental ecology and the movement of vectors, as well as human and vehicular movements, may be expanding the reach of these infectious agents. It will be imperative to check the geographical boundaries (red lines) set for these diseases through routine border-line surveillance and intensify it where disease exists. Disease information from border countries where certain animal diseases are endemic must also be routinely monitored, so that the current status is known and a comprehensive animal healthcare plan can be made for South Africa. In addition, efforts must be made to ensure that the diseases are kept within the endemic areas, because the eradication of ASF and FMD is impossible due to the wildlife reservoirs of the infection. Joint surveillance and monitoring of these diseases in the Southern African Development Community (SADC) countries will therefore be critical (Otte, Nugent & McLeod 2004; Penrith & Thomson 2012) .",
            "cite_spans": [
                {
                    "start": 1198,
                    "end": 1226,
                    "text": "(Otte, Nugent & McLeod 2004;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1227,
                    "end": 1250,
                    "text": "Penrith & Thomson 2012)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although PCV-2 may be an economically important disease in South Africa, to date, no specific surveillance has been conducted to validate the current status because the disease is thought to be ubiquitous and present in most countries. Vaccination against the disease is carried out in several of the commercial and semi-commercial farms to prevent its effect on productivity. Classical swine fever and PRRS are routinely surveyed by the industry and, to date, apart from the historical outbreaks in the Western and Eastern Cape region, the country has largely been free. It will be important to continue to monitor the situation of these diseases as events unfold, although officially they have been eradicated since 2009. It is noteworthy that the numbers and distribution of veterinarians and paraveterinarians, who were available for frontline surveillance and emergency services in the regions where these diseases were a problem in the past, are strategic and significant (Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 978,
                    "end": 987,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Risk profiling of pig diseases and those of other animals, as well as prioritising the diseases, will need to be periodically conducted and evaluated. The reorganisation of laboratory services, in terms of strength and capabilities for better service delivery, may be imperative to meet the need for urgency of sample handling and provision of frontline services prior to more detailed confirmatory diagnoses at the central laboratories. There are needs for location-specific and targeted training of provincial and national veterinary officers and their staff, as well as production-related and biosecurity-type training for farmers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although enabling policies and some funding currently exist for veterinary services at national and provincial level, there will be a need to further strengthen these areas and put in place the necessary institutional reforms to improve these issues. The private veterinary services must be encouraged to be involved in clinical veterinary healthcare delivery systems, especially at the smallholder and rural levels, and subcontracting of services using public-private partnership platforms that will be effectively managed at such levels should be promoted by the authorities (Cheneau et al. 2004; Holden, Ashley & Bazeley 1996) .",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 598,
                    "text": "(Cheneau et al. 2004;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 599,
                    "end": 629,
                    "text": "Holden, Ashley & Bazeley 1996)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is also important to consider a system where multi-pronged operations can run in parallel towards a single improved pig health system, as was previously analysed in England by Stärk and Nevel (2009) . Such analyses must place emphasis on areas of strengths and weaknesses of the industry-led, governmentled and public-health-led surveillance activities, and to consider areas of bridging, joint operations and differences.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 201,
                    "text": "Stärk and Nevel (2009)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The key to success in any transboundary animal disease management is early detection when an outbreak occurs and a good network of animal disease information. It is imperative to regularly evaluate and improve the existing nationally coordinated control system that can jump start into action through either the passive or active disease surveillance systems, as well as have a trigger system established at the farm, abattoir or animal route-level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease control in South Africa and the implications for other Southern African territories"
        },
        {
            "text": "Since South Africa shares inclusive borders with some countries (Lesotho and Swaziland) and extensive borders with certain other southern African countries, and a high degree of human and vehicular movements are exchanged daily along these borders, it is critical for the national and provincial veterinary authorities in South Africa to have regular updates and monitor reports of diseases in these other countries so that they can continually improve veterinary services and respond timeously to potential animal health threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease control in South Africa and the implications for other Southern African territories"
        },
        {
            "text": "It is well established that the presence and spread of transboundary diseases of animals in a country is a constant threat to pig and other animal populations in contiguous countries, and this situation has been well exemplified by the ASF epidemic that has spread through the West African subregion since 1996 (El-Hicheri 1998; Penrith et al. 2009 ); therefore, a regionally coordinated control of certain diseases that does not respect geographical boundaries is necessary. Penrith and Thomson, (2012) recently emphasised such a need, based on a study in the Kavango-Zambezi Transfrontier Conservation Areas (TFCA), which comprises five southern African countries. Such regionally coordinated disease-control efforts should evaluate the animal disease capabilities of each partner country, consider the assessment of disease threats country by country, have a standby emergency response team and create a shared database of disease that is easily accessible and utilised by all partners (Frawley 2003) .",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 328,
                    "text": "(El-Hicheri 1998;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 329,
                    "end": 348,
                    "text": "Penrith et al. 2009",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 476,
                    "end": 503,
                    "text": "Penrith and Thomson, (2012)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 989,
                    "end": 1003,
                    "text": "(Frawley 2003)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Disease control in South Africa and the implications for other Southern African territories"
        },
        {
            "text": "Because it is critically important to break the transmission cycle of any rapidly spreading disease agent as soon as it is recognised in a country, in the case of a suspicion of any transboundary disease there is a need to enter into agreements with established farms and abattoirs to perform immediate notification and trigger the alert system. Such agreements should be revised periodically. Consideration should be given to emerging and small scale farmers, in terms of the provision of animal health services, input supplies, marketing and other veterinary services, because these individuals will continue to utilise livestock resources, including pigs, as a form of investment with good returns and this may ultimately impact on animal health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for emergency preparedness documents"
        },
        {
            "text": "It is important to fully integrate those emerging, smallscale and middle-scale farmers into the industry, give them adequate livestock education, encourage the importance of farm-level biosecurity and encourage disease reporting among themselves. The option of compulsory exclusion of this group from the South African pig industry will only prevent adequate reporting from smallholder farmers and negatively affect the pig industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for emergency preparedness documents"
        },
        {
            "text": "Finally, a contingency document will need to be put in place at national level and adapted at provincial level to strengthen disease reporting by farmers, active disease surveillance and response strategies. Such a document must be subjected to timely reviews and be tested by simulations that must be carried out from time to time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for emergency preparedness documents"
        },
        {
            "text": "Risk and threat to animal health will exist as long as animal production continues, and limiting the effect will be dependent on a combination of factors, some of which have been identified in the present report. Continual improvement in the animal health strategies that exist within the Republic is advocated, as is the inclusion of smallholder farmers in comprehensive biosecurity programmes. Although budget restrictions, growing fiscal deficits and insufficient funds will continue to militate against effective animal health services in African countries (De Haan & Nissen 1985) , the careful balancing and effective utilisation of scarce resources for efficacious delivery of animal health services will need to be paramount. There is a need for a regionally coordinated control of certain diseases because the geographical boundaries appear to be blurred (Penrith & Thomson 2012) .",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 584,
                    "text": "(De Haan & Nissen 1985)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 863,
                    "end": 887,
                    "text": "(Penrith & Thomson 2012)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Assessment of veterinary service delivery, livestock disease reporting, surveillance systems and prevention and control measures across Ethiopian/Kenya border', A report submitted under the Enhanced Livelihoods in Southern Ethiopia (ELSE) project, viewed 06",
            "authors": [
                {
                    "first": "References",
                    "middle": [],
                    "last": "Bayissa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bereda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The organisation and functioning of veterinary services: Result of a 2005 survey of member countries of the World Organisation for Animal Health', Revue scientifique et technique",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Benet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dufour",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bellemain",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Office International des Épizooties",
            "volume": "25",
            "issn": "2",
            "pages": "739--761",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The scale of illegal meat importation from Africa to Europe via Paris",
            "authors": [
                {
                    "first": "A.-L",
                    "middle": [],
                    "last": "Chaber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Allebone-Webb",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lignereux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rowcliffe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Conservation Letters",
            "volume": "3",
            "issn": "5",
            "pages": "317--321",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1755-263X.2010.00121.x"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An assessment of the strengths and weaknesses of current veterinary systems in the developing world', Revue scientifique et technique",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheneau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "El Idrissi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Office International des Epizooties",
            "volume": "23",
            "issn": "1",
            "pages": "351--359",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Animal health services in Sub-Saharan Africa: alternative approaches', World Bank Technical Paper no. 44. The World Bank",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Nissen",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emergency Assistance on control and eradication of an outbreak of African swine fever in Western Nigeria', Report of the FAO Consultancy Mission to Nigeria",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "; E)"
                    ],
                    "last": "El-Hicheri",
                    "suffix": ""
                },
                {
                    "first": "Rome",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The cost-benefit of biosecurity measures on infectious diseases in the Egyptian household poultry",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "O"
                    ],
                    "last": "Fasina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Yilma",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Thieme",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ankers",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Preventive Veterinary Medicine",
            "volume": "103",
            "issn": "",
            "pages": "178--191",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2011.09.016"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Review of rural veterinary services', A report submitted to the Commonwealth of Australia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Frawley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Preparation of Foot-and-mouth Disease Contingency Plans, FAO Animal Health Manual No. 16",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Geering",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lubroth",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The animal-human interface and infectious disease in industrial food animal production: Rethinking biosecurity and biocontainment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Leibler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Otte",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tiensin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Health Report",
            "volume": "123",
            "issn": "",
            "pages": "282--299",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Livestock in development: Improving the delivery of animal health services in developing countries', A report to the Overseas Development Administration of the United Kingdom",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Holden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ashley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bazeley",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Multidisciplinary and evidence-based method for prioritizing diseases of food-producing animals and zoonoses', Emerging Infectious Diseases",
            "authors": [
                {
                    "first": "M.-F",
                    "middle": [],
                    "last": "Humblet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vandeputte",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gosset",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kirschvink",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Haubruge",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1804.111151"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Submission to the Foot and Mouth Disease and Other Epizootics Commission of the OIE for the re-instatement of a foot and mouth disease free zone without vaccination",
            "authors": [],
            "year": 2001,
            "venue": "Gene Technology Regulator",
            "volume": "",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Transboundary animal diseases: Assessment of socio-economic impacts and institutional responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Otte",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nugent",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Livestock Policy Discussion Paper",
            "volume": "",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Preparation of African swine fever contingency plans, FAO Animal Production and Health Manual (FAO)",
            "authors": [
                {
                    "first": "M.-L",
                    "middle": [],
                    "last": "Penrith",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Guberti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Depner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lubroth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Focusing on the Five Countries that Contribute Land to the Kavango Zambezi (KAZA) Transfrontier Conservation Area (TFCA)', Technical Report to the Wildlife Conservation Society's AHEAD Program",
            "authors": [
                {
                    "first": "M.-L",
                    "middle": [],
                    "last": "Penrith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Serological Tests",
            "authors": [],
            "year": 2012,
            "venue": "South African Pork Producers' Organisation (SAPPO)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Strengths, weaknesses, opportunities and threats of the pig health monitoring systems used in England",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D C"
                    ],
                    "last": "Stärk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nevel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Veterinary Record",
            "volume": "165",
            "issn": "",
            "pages": "461--465",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.165.16.461"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Free Statistics Software, Office for Research Development and Education, version 1.1.23-r7",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wessa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Scenario tree representing the likelihood of disease detection in the transactions and pig movements pathways within South Africa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Radar chart (spider-web) of important pig diseases based on experts' ratings.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Note: Based on the information available from the National Department of Agriculture, Forestry and Fisheries of the Republic of South Africa, five Directorates exist under the national structure, including: Disease Control, Epidemiology, Import/Export, Veterinary Public Health and Veterinary Hygiene, with a total of 23 veterinarians, 22 animal health technicians and 225 auxiliary personnel (borderline and redline staff). The provinces operate a six-Directorate system including the Animal Health,LaboratoryServices & Quality Assurance, Veterinary Public Health, Export Control, Veterinary Clinical Services and Epidemiology, with a combined total of 221 veterinarians, 1227 animal health technicians and 687 auxiliary personnel. Aux. staff, Auxiliary staff; Lab Tech, Laboratory technicians; AHT, Animal health technicians; SV, State veterinarians. http://www.jsava.co.za doi:10.4102/jsava.v86i1.1197",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Self-rated questionnaire on the ease of providing pig-related veterinary services in South African provinces.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Evaluation of pig-related veterinary services within the South African provinces.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Factor analysis of the latent variables and their corresponding indicators using Rotated Factor Loadings (Varimax).Note: Extraction method, factor analysis; Rotation method: Varimax with Kaiser normalisation. The loadings of indicators building the factors (larger than 0.5) are in bold fonts. Factor 1, transport-related factor; Factor 2, access-related factor; Factor 3, livestock policy/Animal Diseases Act-related factor; Factor 4, resource/budget-related factor.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Sincere gratitude to the Director of Animal Health of the Republic of South Africa, Dr Mpho Maja, and her team for the provision of information. The Provincial Directors and/ or Deputy Directors of Veterinary Services of the Provinces in the Republic of South Africa are thanked for allowing their staff to take part in this important project. Dr Mampane and his team are particularly thanked for their support and encouragement on this project. Also, thank you to the past President of SASVEPM, Dr J. Grewar, and his executive for granting us the permission to use the 2012 Annual Congress to collect the questionnaires. The input of all the state veterinarians is acknowledged, for their willingness and cooperation. Pretoria) and S.vL. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no financial or personal relationship(s) that may have inappropriately influenced them in writing this article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}