{
    "paper_id": "51dce3291fc7afaae1c28842c79dc9be97f90ae5",
    "metadata": {
        "title": "Factors Influencing the Response to Infectious Diseases: Focusing on the Case of SARS and MERS in South Korea",
        "authors": [
            {
                "first": "Kyu-Myoung",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea University",
                    "location": {
                        "postCode": "02841",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Kyujin",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sungkyunkwan University",
                    "location": {
                        "postCode": "02841",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Following the 2003 the severe acute respiratory syndrome (SARS) and the 2015 Middle East Respiratory Syndrome (MERS) outbreak in South Korea, this research aims to explore and examine the factors influencing the response to infectious diseases, which encompasses both communicable and non-communicable diseases. Through a qualitative research method, this research categorizes the factors as inputs, processes and outputs and applies them into the 2003 SARS and MERS outbreak in South Korea. As the results conducted meta-analyses to comprehensively analyze the correlations of factors influencing disaster response from a Korean context, the findings show that the legislative factor had direct and indirect influence on the overall process of infectious disease response and that Leadership of the central government, establishment of an intergovernmental response system, the need for communication, information sharing and disclosure and onsite response were identified as key factors influencing effective infectious disease response. over the responsibilities that used to belong to MPSS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Despite the persisting limitations in disaster response and management, studies related to disaster response continued to discuss the need to achieve the common goal of effective disaster management within a network with participation from regional government, central government, private organizations, citizen's groups and military units based on independence and autonomy [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] . Moreover, other studies outlined factors influencing disaster management and response from a macroscopic perspective and analyzed disaster management and response through awareness surveys [8, [12] [13] [14] . Discussions on disaster resilience have been increasing in recent years. The term \"resilience\" refers to a concept that demonstrates the attributes of the ecosystem as a system, which has become a social science concept [15] and is being applied in disaster management. After a disaster, our society requires resilience to return to normalcy following the disaster's physical and social impact. This can be regarded as part of the recovery phase of disaster management. Resilience includes not only a physical system but also disaster resilience at the organizational level, which is the ability to cooperate in coordinating key resources by going above and beyond for the community and minimizing operational confusion [16] . Despite the various disaster-related studies in Korea and abroad mentioned above, studies about disasters within the context of Korea, where discussions on disasters have only recently begun, have been qualitatively and quantitatively insufficient. Therefore, in addition to the existing studies, diverse and comprehensive discussions consisting of identification and securement of resources for disaster management; information sharing; timely and accurate communication and coordination with relevant agencies; networking processes that organically link disaster prevention and preparedness during non-disaster times; response during a disaster; recovery after a disaster; and learning from the experience of the disaster; are needed for effective disaster response. However, as the present study focused on disaster response, its discussion section did not cover recovery that includes resilience.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1353,
                    "end": 1357,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Moreover, the present study focused on infectious diseases. Despite not being the first infectious disease outbreak in Korea, responses to the severe acute respiratory syndrome (SARS) outbreak in 2003 and the Middle East respiratory syndrome (MERS) outbreak in 2015 had completely different outcomes. In 2003, upon identification of the outbreak of an emerging infection known as SARS in China, immediate nationwide preventive measures and an organic cooperation system involving the central government, health centers and quarantine stations nationwide were implemented. In the end, approximately over 8000 people worldwide, including in China, were infected and approximately 770 people died. However, Korea had only three confirmed SARS patients and no deaths; as a result, Korea was assessed as a model nation for SARS prevention by the World Health Organization (WHO). By 2015, however, more than 10 years later, Korea's reputation regarding infectious disease response had been tarnished by systematic problems and the absence of disaster management and communication capacity. After the MERS outbreak, everyone felt the need for an in-depth examination of issues concerning how the infectious disease response system in Korea had changed over the past 10 years; the role of the central government, experts and the onsite command system and organizations at regional level; and how to solve some of those problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Despite the growing interest in and the need for further research, there are only few studies on the factors that determine the success and failure of infectious disease response and the responses to administrative and policy aspects. Therefore, the present study aimed to conduct a systematic investigation into the factors that influence disaster response, focusing specifically on infectious diseases by examining cases of outbreaks of infectious diseases that have occurred in Korea. The study aimed to analyze the correlations of the factors that influence infectious diseases by conducting a review of articles, precedent studies and other publications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recently, a wide array of disasters, including earthquakes, forest fires, various infectious disease outbreaks and marine accidents have occurred in Korea. Accordingly, the importance of disaster response has drawn more attention than it ever has in Korea, which was once considered a safe zone from various disasters. However, following the recent and sudden increase in the frequency of disasters, sufficient learning and legislature, as well as policy-making processes in Korea have exposed limitations in the disaster management system, relative to other countries and regions where disasters have occurred more frequently. The recent efforts to change the disaster response system after certain disasters has exposed many limitations. Under such circumstances, it is difficult to respond appropriately to disasters and there are limitations to avoiding or reducing social and economic losses caused by disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "After the sinking of MV Sewol, also called the Sewol ferry disaster, in 16 April 2014, the Korea Coast Guard was dissolved and the Ministry of Public Safety and Security (MPSS) took on the role of a control tower. Every episode of failed disaster response was always blamed on the lack of a control tower. Therefore, the introduction of MPSS was expected to be a panacea for effective disaster response. However, the initial response still failed during subsequent disasters, including in the Middle East respiratory syndrome (MERS) outbreak, the Geyongju earthquake and various marine accidents, which confirmed that the disaster response was still not being effectively executed. When President",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present study conducted an in-depth review of the concept of infectious disease and infectious disease response, which are the subjects of its theoretical review. In the past, the terms \"contagious\" or \"communicable disease\" were generally used. However, because the term \"communicable diseases\" implied diseases that were transmitted from one person to another, which further implied difficulties in controlling them, the term was changed to \"infectious diseases,\" which encompasses both communicable and non-communicable diseases. For effective prevention and management of infectious diseases, the existing \"Parasitic Disease Prevention Act\" and \"Communicable Disease Prevention Act\" were merged. According to the \"Infectious Disease Control and Prevention Act,\" infectious diseases include Class 1-5 of infectious diseases, designated infectious diseases, WHO-monitored infectious diseases, bioterror infectious diseases, sexually transmitted diseases, zoonotic infectious diseases and healthcare-associated infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Diseases"
        },
        {
            "text": "Korea has experienced outbreaks of diseases that were traditionally regarded as \"diseases that occur in developing countries,\" such as hepatitis A, tuberculosis, chicken pox and malaria, while cholera patients were identified for the first time in 15 years in 2016. Moreover, despite continued outbreaks of emerging infectious diseases since the SARS outbreak, there have been no noticeable changes in prevention and response measures. With the subsequent occurrence of the MERS and Zika virus in Korea and the re-emergence of cholera, an infectious disease that had not been experienced for a while, public anxiety about health safety is growing. According to the Infectious Diseases Surveillance Yearbook published by the Korea Center for Disease Control and Prevention (KCDC), the level of imported infectious diseases has been increasing every year, with 300-400 newly reported cases every year since 2010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Diseases"
        },
        {
            "text": "Experts have warned that this is only the beginning of the war against infectious diseases, due to the following reasons. With the changing global environment and increased human migration, prevention of emergence or re-emergence of infectious diseases is fundamentally impossible. Moreover, infectious diseases tend to evolve along with advances in medical technology and emerging infectious diseases are difficult to handle since they spread quickly and have no readily available treatment. In particular, knowledge about the characteristics, route of infection and control measures of emerging infectious diseases are lacking or uncertain and it is difficult to predict when, where and how these diseases may emerge. Moreover, globalization has brought with it an increased level of international trade and travel. Therefore, Korea, which has a high foreign trade dependency, is constantly exposed to the risk of imported infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Diseases"
        },
        {
            "text": "Despite the growing anxiety and concerns about infectious diseases, studies on infectious disease response and control are lacking. After the MERS outbreak, numerous studies on the response to this outbreak were conducted . However, most of the studies focused mostly on medicine and communication, with relatively fewer studies focusing on administrative fields [38] [39] [40] [41] [42] [43] [44] [45] [46] . Studies in the medical field must precede the response to infectious diseases, so that information and knowledge about the infectious disease can be applied in response measures. However, if the national infectious disease response system is not ready when an actual infectious disease outbreak occurs, then medical determination and response, as well as crisis management and communication cannot be executed properly. This is because medical response, crisis management and communication are sub-elements in such a national-scale system. Therefore, it is important to conduct studies on infectious diseases and responses in every specialty. However, there is also need for comprehensive discussions that include the establishment of laws; regulations; resources; information on infectious disease response from administrative and policy perspectives; information sharing system; and the establishment of an international cooperation system and national response system involving the central government, the regional government, private organizations and the public for effective response when an actual infectious disease outbreak occurs.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Infectious Diseases"
        },
        {
            "text": "In addition to infectious diseases being difficult to handle, the MERS outbreak in 2015 also revealed that even if prevention and response measures are in place, a failed initial response can lead to an unanticipated increase in the rate and scope of infection transmission. Moreover, disaster responses do not always pan out as planned and uncertainties and complexities that emerge after the disaster must be handled. Therefore, it is necessary to identify government-level responses and make effort to improve the response system. However, previous studies on responses to infectious diseases are still lacking despite the importance of this issue. Accordingly, the present study was conducted with the consciousness of the need to analyze response systems based on past response experiences in order to effectively respond to future infectious diseases, which are a threat. The present study analyzed two cases of infectious disease outbreaks based on the factors that influence response to disaster, as identified through existing studies and theories and aimed to derive factors that have a strong influence on the effectiveness of actual disaster response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Diseases"
        },
        {
            "text": "In the following section, the factors that influence disaster response will be categorized from a system theory perspective to form a categorization framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Diseases"
        },
        {
            "text": "Factors that influence disaster response have been identified through numerous studies over several years. Most of the studies on disaster response analyzed actual cases by applying analytical tools based on major variables presented in existing studies and theories [14, [47] [48] [49] [50] [51] [52] [53] [54] or they analyzed the factors that influence disaster response by administering questionnaire surveys to members of agencies associated with disaster response [12, 55, 56] . Therefore, instead of comprehensively examining the factors influencing disaster response, these studies handled the subject at a macroscopic level, focusing on the major variables. The present study aimed to organize factors and variables that influence the entire process of disaster response from a comprehensive and systematic perspective and categorize these factors and variables based on a system theory perspective in order to present an analytical framework. This concept and context are similar to those of Perry [57] , who claimed that influencing factors of disaster response that are derived without classifying according to disaster types do not need different analytical frameworks since they can be described and analyzed according to the factors presented and they only differ in intensity according to the type of disaster.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "55,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Factors That Influence Disaster Response"
        },
        {
            "text": "The present study reviewed existing studies, focusing on those with \"disaster response\" and \"effective disaster response\" as the outcome variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors That Influence Disaster Response"
        },
        {
            "text": "The factors that influence disaster response can be broadly categorized into financial resources, human resources, physical resources, information, education and training, leadership, intergovernmental relationships, onsite response, information sharing, environmental context, characteristics of disaster and the legal/institutional environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors That Influence Disaster Response"
        },
        {
            "text": "Resources that influence disaster response can be categorized into financial, human and physical resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors That Influence Disaster Response"
        },
        {
            "text": "Financial resources include the government's budget for disaster response, funding to support processes involved in disaster response and support from the government or community [50] [51] [52] [53] . Therefore, financial resources can be regarded as the disaster-related budget, the disaster management fund and financial support measures for processes entailed in Korea's disaster response system.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 184,
                    "end": 188,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Factors That Influence Disaster Response"
        },
        {
            "text": "Human resources included disaster response-related organizations and agencies, education and training of relevant organizations and the general public and utilization of specialists. Existing studies have pointed out that the establishment of disaster response-related organizations or crisis management centers and the securement of specialists have a very significant influence on disaster response [49, 51, 52, 55, 58, 59] . This is because identification of disaster response-related organizations and agencies must come first to allow effective communication about disaster response and secure accountability in disaster response [55] . Moreover, education and training for disaster response organizations and their members has been mentioned as an element that allows effective disaster response [49, 51] . Lastly, physical resources refer to securement of disaster management-related resources and establishment of disaster management facilities. As indicated in the study by Lindell et al. [51] , securement of disaster response and management resources within the organization allows timely and accurate disaster response, which was expressed as disaster response equipment in the study by Jung [56] . Such physical resources can be viewed as disaster management resources and facilities and whether the expansion of negative-pressure units and emergency isolation units have occurred also influences the response to infectious diseases.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "[49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "52,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "55,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "[49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 998,
                    "end": 1002,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Factors That Influence Disaster Response"
        },
        {
            "text": "Other influencing factors besides resource-related factors include education and training. Knowledge can be explained as a collection of disaster-related information and information sharing in advance, where information about different types of disasters must be collected before the occurrence of a disaster. Factors associated with disaster information have a positive effect on disaster response, as indicated in the study by Kim [60] , which reported that when a disaster information system is established the recognition of the importance of information quality and higher information quality had a positive effect on achieving disaster management duties.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 437,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Factors That Influence Disaster Response"
        },
        {
            "text": "Next, leadership, intergovernmental relationships and communication, onsite response and information sharing have been identified as factors that influence disaster response. First, leadership in the context of this paper refers to leadership in the central government, which can be divided into leadership from the President and leadership from central organizations and agencies. The President's level of interest in disaster management and response and the governance style in running an organization, were analyzed as factors that have significant influence on disaster response [61] . Moreover, onsite leadership by the heads of organizations and agencies must be demonstrated in a timely manner, especially in initial disaster response, in order to prevent the disaster from spreading [50, 53, 56, 59, 62] . Second, intergovernmental relationships and communication are also factors that influence effective disaster response [50, 52, 53, 63, 64] . In addition, network was also pointed out as a factor that influences disaster response. Existing studies tended to use the concepts of network and inter-organizational cooperation without clearly differentiating them but both network and inter-organizational cooperation were analyzed as factors that positively influence disaster response [54, 63, 64] . One of the reasons inter-organizational communication and coordination, network and cooperation have been identified as important influencing factors is that appropriate allocation and utilization of disaster response-related resources are essential for effective disaster response. Accordingly, the present study analyzed intergovernmental relationships in order to comprehensively examine intergovernmental and inter-organizational relationships, communication and cooperation.",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 587,
                    "text": "[61]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[50,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 796,
                    "end": 799,
                    "text": "53,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 800,
                    "end": 803,
                    "text": "56,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "59,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 932,
                    "end": 936,
                    "text": "[50,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "52,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "53,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "63,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 949,
                    "end": 952,
                    "text": "64]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1296,
                    "end": 1300,
                    "text": "[54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1301,
                    "end": 1304,
                    "text": "63,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1305,
                    "end": 1308,
                    "text": "64]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Factors That Influence Disaster Response"
        },
        {
            "text": "Information sharing has also been identified as an important factor in disaster response. Information sharing between organizations and with the general public after a disaster was found to have a positive influence on actual disaster response. In particular, a study by Hyun [6] found that information disclosure-related legislation, the organization's budget, personal awareness and attitude and information quality influenced the effectiveness of disaster management. Among various factors influencing disaster management and response, factors associated with disaster-related information disclosure and sharing were tested for their influence on the effectiveness of disaster management. The results showed that greater information quality in information disclosure and sharing and greater personal awareness and attitude positively influenced the effectiveness of disaster management. Effective disaster response may comprise sub-variables from its outcome aspect. In a study by Denise [65] , the effectiveness of disaster response was determined by measuring life loss, property damage, satisfaction of stakeholders, society's resilience, operational efficiency and budget maximization. Moreover, a study by Byun (2014) examined fire service organizations and thus effectiveness was determined by evaluating fire containment and rescue, while efficiency was represented by reduction in damage and cost-effectiveness.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Factors That Influence Disaster Response"
        },
        {
            "text": "Other factors influencing disaster response include environmental factors [55, 56, 58, 59] , disaster characteristics [51, 55, 59] and legislative factors [3, 51, 55, 66 ].",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[55,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "56,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 118,
                    "end": 122,
                    "text": "[51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "55,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "55,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 167,
                    "end": 169,
                    "text": "66",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Factors That Influence Disaster Response"
        },
        {
            "text": "SARS stands for Severe Acute Respiratory Syndrome. It has a latency period of 10 days, after which the victim experiences high fever (≥38°C), coughing and respiratory distress. It is transmitted by respiratory routes to medical staff and family members who come in close contact with the patient. Complete cure is possible if treatment is administered early, where approximately 90% of infected patients recover easily within one week. However, SARS may rapidly become severe for elderly or frail patients or for patients with chronic illness, yielding a mortality rate of approximately 3.5%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS"
        },
        {
            "text": "SARS became known worldwide on 11 February 2003, when the Chinese health authority announced that 305 patients with SARS had been identified in China between November 16, 2002 and 9 February 2003, five of whom had died. WHO, which had strengthened its surveillance activities in the Asian region after identifying the likelihood of the emergence of influenza, issued a worldwide warning on 12 March 2003. According to the official statistics released by WHO in November 2003, between November 2002 and July 2003, a total of 8098 suspected SARS cases from a total of 28 countries were identified and a total of 774 SARS related deaths were reported. Consequently, SARS emerged as the first new disease in the 21st century that was highly contagious and severe and its transmission through international air travel received special attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS"
        },
        {
            "text": "Since February 2003, when SARS became known for the first time, Korea continued to monitor SARS outbreak trends through WHO data and recognized the need for national quarantine measures. Accordingly, guidelines for strengthening nationwide SARS quarantine measures were passed down on 12 February 2003 and on March 16 the Korean government issued a SARS alert, in keeping with the announcement of the global SARS alert by WHO and established a quarantine system. With NIH playing a central role, all healthcare institutions, including 12 national quarantine stations and 242 health centers, maintained a 24-hour emergency operation-ready status as part of the emergency SARS quarantine measures. Moreover, a quarantine system was established by designating 41 hospitals as isolation treatment hospitals according to regions. In addition, the policy of measuring people's body temperature as they entered the country through airports and sea ports was implemented in order to detect SARS inflow from overseas and to prevent the disease from spreading. Furthermore, follow-up investigations were conducted on people who entered Korea from SARS-risk regions and a system through which patients suspected of being infected could be transported immediately for isolation and treatment was put in place. Moreover, additional isolation measures were implemented for people who came in contact with infected patients to prevent the disease from spreading further, in addition to preventing the import of SARS. Recommendations were made to refrain from traveling to high-risk regions to further prevent the import of SARS into Korea and to encourage precautions during travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS"
        },
        {
            "text": "During the response process to the outbreak, a meeting for city and provincial quarantine officials and experts was held on 3 April 2003. On 23 April 2003, a discussion was held on measures of blocking the importation of SARS and preventing its spread. The decision to implement government-wide response measures by setting up a central SARS measures headquarter, led by the Minister of Health and Welfare and satellite stations at city and province levels was made. Subsequently on 28 April 2003, a government-wide comprehensive SARS situation room was introduced and Prime Minister Kun Goh released a general public statement, urging active cooperation from the general public regarding the response measures taken by the government. Eventually, WHO declared on 17 June 2003 that Korea had won the war against SARS, effectively subduing SARS in less than 100 days after the global SARS alert was issued [67] .",
            "cite_spans": [
                {
                    "start": 905,
                    "end": 909,
                    "text": "[67]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SARS"
        },
        {
            "text": "MERS stands for Middle East respiratory syndrome. The outbreak of MERS coronavirus started on 24 April 2015 following its introduction into Korea by a 68-year-old male, who worked in floriculture and was returning home to Korea after a visit to the Middle East. The patient was treated at a clinic for a fever he developed seven days after arriving in Korea but his condition did not improve. After his visit to the clinic, he received inpatient treatment for three days at Pyeongtaek St. Mary's Hospital and was subsequently discharged. Because of continued symptoms of high fever and respiratory distress, he visited another clinic and was eventually admitted to a single-bed unit at the Samsung Medical Center in Seoul on 18 May 2015. The staff at Samsung Medical Center had learned that the patient had visited the Middle East and based on a suspicion of MERS, the doctor in charge requested KCDC to perform further testing on the patient the following day (19 May 2015) . The diagnostic test performed by NIH detected Middle East Respiratory Syndrome CoronaVirus: (MERS-CoV) genes in the patient. Following the announcement of these findings on 20 May 2015, identification of the first MERS patient in Korea was officially reported [68] .",
            "cite_spans": [
                {
                    "start": 961,
                    "end": 974,
                    "text": "(19 May 2015)",
                    "ref_id": null
                },
                {
                    "start": 1237,
                    "end": 1241,
                    "text": "[68]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "MERS"
        },
        {
            "text": "As shown in Figure 1 , the first MERS patient in Korea visited multiple clinics and large hospitals for treatment over a 10-day period since the symptoms first appeared, during which time he came in contact with family members, other patients and medical staff, resulting in many cases of secondary infection. [68] . As shown in Figure 1 , the first MERS patient in Korea visited multiple clinics and large hospitals for treatment over a 10-day period since the symptoms first appeared, during which time he came in contact with family members, other patients and medical staff, resulting in many cases of secondary infection. As shown in the graph above, the highest number of confirmed MERS cases outside of the Middle East region was found in Korea.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[68]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 329,
                    "end": 337,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MERS"
        },
        {
            "text": "The response to MERS completely exposed contradictions in the national quarantine system, as well the healthcare system. KCDC and local government entities all proved inadequate in their ability to respond to the public health crisis caused by this infectious disease. There was confusion due to lack of clarity in the delegation of roles between the central and regional governments and the cooperation system between health authorities and medical institutions did not operate smoothly either. Most medical institutions, including general hospitals, small-to-medium-sized hospitals and clinics, were not prepared to deal with healthcare-associated infections and as a result the infection continued to spread among patients and medical staff. In addition, problems in the transport and referral system for confirmed or suspected patients were discovered, while compensation for medical institutions and research and development of emerging infectious diseases became points of contention. Moreover, medical staff who participated in the isolation and treatment of MERS patients complained about job-related burden and stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS"
        },
        {
            "text": "The MERS outbreak exposed fundamental problems in the public healthcare system and vulnerabilities in the national quarantine system but the solutions to these problems have not been clearly identified to date. The MERS outbreak caused restrictions in Korean citizens' day to day lives and significantly impacted the national economy. The socioeconomic impact of MERS has still not As shown in the graph above, the highest number of confirmed MERS cases outside of the Middle East region was found in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS"
        },
        {
            "text": "The response to MERS completely exposed contradictions in the national quarantine system, as well the healthcare system. KCDC and local government entities all proved inadequate in their ability to respond to the public health crisis caused by this infectious disease. There was confusion due to lack of clarity in the delegation of roles between the central and regional governments and the cooperation system between health authorities and medical institutions did not operate smoothly either. Most medical institutions, including general hospitals, small-to-medium-sized hospitals and clinics, were not prepared to deal with healthcare-associated infections and as a result the infection continued to spread among patients and medical staff. In addition, problems in the transport and referral system for confirmed or suspected patients were discovered, while compensation for medical institutions and research and development of emerging infectious diseases became points of contention. Moreover, medical staff who participated in the isolation and treatment of MERS patients complained about job-related burden and stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS"
        },
        {
            "text": "The MERS outbreak exposed fundamental problems in the public healthcare system and vulnerabilities in the national quarantine system but the solutions to these problems have not been clearly identified to date. The MERS outbreak caused restrictions in Korean citizens' day to day lives and significantly impacted the national economy. The socioeconomic impact of MERS has still not been accurately assessed. What is clear at this point is that the entire Korean society has become more interested in infectious diseases and that infectious diseases have become an agenda directly linked to public safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS"
        },
        {
            "text": "Moreover, people recognized that in order to respond to emerging infectious diseases it is necessary to continually assess and monitor infectious diseases that occur worldwide and establish manuals based on up-to-date knowledge through research, specialists and timely crisis analysis during the response process. In addition, the need to establish an infectious disease response network and partnerships between medical institutions and local government, as well as a central government, was also presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS"
        },
        {
            "text": "The objective of this study was to inductively explore the factors that influence response based on studies related to disaster and infectious disease response. For this, a meta-analysis method called successive approximation was used [69] . Prior to inductive exploration of the factors that influence disaster response, sample articles were used to categorize these factors. The study also aimed to perform successive meta-analyses to present a model based on detailed explanation and revision of the previously established factors influencing disaster response. Accordingly, the present study used a rough model based on the categorization of the factors influencing disaster response presented in existing studies to perform meta-analyses on SARS and MERS cases.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[69]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Factor Categorization"
        },
        {
            "text": "In summary, after establishing the initial model, several rounds of meta-analyses were performed to refine the model. Accordingly, the incomplete preliminary theoretical framework, which can be viewed as the initial model, represented simplification and categorization of major factors through existing disaster response-related studies. The study aimed to conduct successive analyses based on the incomplete framework to present a refined model by revising the factors and the relationships between them. Accordingly, precedent studies previously examined in Chapter 2 were used to derive the factors influencing disaster response from a system perspective. On a review of numerous studies, it was discovered that the duties assigned to various organizations and agencies and the factors that actually influence disaster response show regularity [47, 70, 71] . Therefore, based on such regularity, the study aimed to categorize these factors according to timelines from a system theory perspective.",
            "cite_spans": [
                {
                    "start": 847,
                    "end": 851,
                    "text": "[47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 852,
                    "end": 855,
                    "text": "70,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 856,
                    "end": 859,
                    "text": "71]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Factor Categorization"
        },
        {
            "text": "First, the studies that presented communication, coordination, cooperation and network from the process level as the mediating variables for effective disaster response included those by [3, 50, 55, 71] . Other studies selected the process level variable as one variable among many independent variables in analyzing the influence on effective disaster response. It was commonly pointed out that resources related to disaster response influenced the outcome of disaster response through the interactions and coordination between organizations and agencies in the response process.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "50,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "55,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "71]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Factor Categorization"
        },
        {
            "text": "Kapucu [71] analyzed the influence of the system, organizational environment, tools for organizational capability and cooperation and the decision-making process of actors in the entire process on effective disaster response. The system was a variable that included organizational structure, culture and goals, while the environment included time pressure, uncertainty and complexity of the situation. Capability was a factor that involved decision-making support, communication tools, previous cooperation experience, flexibility in responding to disaster and immediate response capability, while actors included the number of stakeholders, experts, interdependence and trust. The study examined whether these independent variables influenced effective disaster response through cooperative decision-making processes, meaning open and honest exchange of opinions, shared model construction, negotiation and utilization of relevant knowledge and information. The proposed research model was used to conduct social network analysis through content analysis, in addition to in-depth case analysis on countries that were victims of terrorist attacks, including the US, Indonesia, Turkey, Spain and the UK. Moreover, a study by Lindell et al. [51] also revealed that various resources influenced disaster planning and such process had a significant influence on the efficiency of disaster response. On the basis of these studies, a framework consisting of independent variables having an influence on the effectiveness of disaster response through the disaster response processes was constructed. Even in studies that do not present process variables as mediating factors, the majority of process variables were selected as independent variables for analysis and thus it is necessary to reorganize and categorize the variables that were presented in previous studies.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "[71]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1239,
                    "end": 1243,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Factor Categorization"
        },
        {
            "text": "As shown in Figure 2 the present study selected the factors influencing disaster response presented in existing studies and categorized them largely into environment, inputs and process based on system theory. This model was presented because disasters act as a single system that includes the aforementioned factors, regardless of their type (natural or social disaster) [54, [72] [73] [74] . The strength of the influencing factors may vary depending on the type of disaster but because they were described and analyzed by the factors that are presented below, analyzing or describing social and natural disasters using different frameworks is unnecessary [57] . Based on the categorization of the influencing factors shown in the figure below, the study aimed to conduct future meta-analyses to explore detailed factors and identify the relationships between these factors. had a significant influence on the efficiency of disaster response. On the basis of these studies, a framework consisting of independent variables having an influence on the effectiveness of disaster response through the disaster response processes was constructed. Even in studies that do not present process variables as mediating factors, the majority of process variables were selected as independent variables for analysis and thus it is necessary to reorganize and categorize the variables that were presented in previous studies. As shown in Figure 2 the present study selected the factors influencing disaster response presented in existing studies and categorized them largely into environment, inputs and process based on system theory. This model was presented because disasters act as a single system that includes the aforementioned factors, regardless of their type (natural or social disaster) [54] , [72] , [73] [74] . The strength of the influencing factors may vary depending on the type of disaster but because they were described and analyzed by the factors that are presented below, analyzing or describing social and natural disasters using different frameworks is unnecessary [57] . Based on the categorization of the influencing factors shown in the figure below, the study aimed to conduct future meta-analyses to explore detailed factors and identify the relationships between these factors. ",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "[54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[72]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[73]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[74]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1786,
                    "end": 1790,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1793,
                    "end": 1797,
                    "text": "[72]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1800,
                    "end": 1804,
                    "text": "[73]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1805,
                    "end": 1809,
                    "text": "[74]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 2076,
                    "end": 2080,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1426,
                    "end": 1434,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Factor Categorization"
        },
        {
            "text": "For inductive exploration of the factors influencing infectious disease response, meta-analyses were performed based on the aforementioned factor categorization framework and in-depth interviews were conducted for testing and supplementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scope and Method of Analysis"
        },
        {
            "text": "The present study used previous studies on disaster response to compile a list of the factors influencing disaster response and presented a theoretical framework. Moreover, the factors influencing disaster response were explored through case review, while qualitative meta-analysis was performed to identify the correlations between the factors. Qualitative meta-analysis was conducted to allow a comprehensive analysis of qualitative studies [60] . This method of analysis is different from meta-analysis which integrates results from existing empirical studies using a quantitative method [75] , [76] . The approach in qualitative meta-analysis involves interpretive analysis, which strives to include major concepts that appeared in individual qualitative studies but at the same time, generate a higher-level concept that can connect these concepts to a higher dimensional theoretical structure to allow for comprehensive understanding of the phenomenon and possibility of new interpretation and theoretical creation [77] . Therefore, the major goal of qualitative meta-analysis is to contribute to knowledge. From this perspective, Schreier et al. [78] listed theory building, theory explication and theory development as the three overlapping goals of qualitative meta-analysis. In the present study, the factors influencing disaster response were reviewed from existing studies in the theory building process and organized from a system theory level. Subsequently, meta-analysis was performed to explore factors through ",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 447,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[75]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[76]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 1153,
                    "end": 1157,
                    "text": "[78]",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Scope and Method of Analysis"
        },
        {
            "text": "For inductive exploration of the factors influencing infectious disease response, meta-analyses were performed based on the aforementioned factor categorization framework and in-depth interviews were conducted for testing and supplementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scope and Method of Analysis"
        },
        {
            "text": "The present study used previous studies on disaster response to compile a list of the factors influencing disaster response and presented a theoretical framework. Moreover, the factors influencing disaster response were explored through case review, while qualitative meta-analysis was performed to identify the correlations between the factors. Qualitative meta-analysis was conducted to allow a comprehensive analysis of qualitative studies [60] . This method of analysis is different from meta-analysis which integrates results from existing empirical studies using a quantitative method [75, 76] . The approach in qualitative meta-analysis involves interpretive analysis, which strives to include major concepts that appeared in individual qualitative studies but at the same time, generate a higher-level concept that can connect these concepts to a higher dimensional theoretical structure to allow for comprehensive understanding of the phenomenon and possibility of new interpretation and theoretical creation [77] . Therefore, the major goal of qualitative meta-analysis is to contribute to knowledge. From this perspective, Schreier et al. [78] listed theory building, theory explication and theory development as the three overlapping goals of qualitative meta-analysis. In the present study, the factors influencing disaster response were reviewed from existing studies in the theory building process and organized from a system theory level. Subsequently, meta-analysis was performed to explore factors through Korean studies and articles and interviews. The protocol was constructed through data collection and analysis and effort was made to ensure reliability and validity of the study [79] .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 447,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[75,",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "76]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "[78]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1702,
                    "end": 1706,
                    "text": "[79]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scope and Method of Analysis"
        },
        {
            "text": "Using this approach, the study was conducted systematically, from the data collection stage to the final analysis. After comprehensively collecting data, including domestic research articles, media reports and audit reports from the Board of Audit and Inspection (BAI) of Korea related to SARS and MERS cases, data to be analyzed were selected on the basis of the inclusion and exclusion criteria. The data collection method will be discussed in more detail in the data collection section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scope and Method of Analysis"
        },
        {
            "text": "The collected data were codified and categorized on the basis of the meta-analysis framework consisting of the factors influencing disaster response extracted from existing studies and theories. As shown in Figure 3 , for the influencing factors identified from the data, the factor and source were recorded, and evidence of the correlation was identified. The evidence included statistical data, media reports, interviews with experts and claims made by authors. With this coding process, consistency of the results when the same analysis is performed by different researchers can be maintained and this can be used to ensure reliability. Data for meta-analysis were collected from various sources, including listed academic journals, articles from daily and weekly periodicals and audit reports from BAI. Duplicate items were eliminated based on search results and data that met the objective of the present study were selected through in-depth reviews and discussions with fellow researchers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 215,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Scope and Method of Analysis"
        },
        {
            "text": "Academic articles were limited to those published in journals listed in the National Research Foundation of Korea, while duplicate articles and articles with low correlation to the research question were excluded. The period of data of academic articles was from 2003 (SARS outbreak) to 2017 (at the time of the research). All searched articles were tallied and data were selected through validity testing and unanimity with fellow researchers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scope and Method of Analysis"
        },
        {
            "text": "Media reports were collected from daily and weekly periodicals to provide information that was not covered in academic articles. The search process used the Naver news site and the official home pages of each newspaper. The search keywords were disaster case names: SARS, MERS and different variations of these terms in Korean. Additionally, data that mentioned a disaster name along with the term \"response\" were reviewed. To eliminate political bias, Chosun Ilbo, Donga Ilbo, Kyunghyang Shinmun and Hankyoreh were selected from daily periodicals, while Weekly Chosun, Weekly Donga, Weekly Kyunghyang and Hankyoreh 21 were selected from weekly periodicals. The period included in data collection was set to one year to include the infection outbreak and response period between January and December 2003 for SARS and between January and December 2015 for MERS. Lastly, the homepage of BAI was searched for BAI audit reports on SARS and MERS but since audit reports for SARS did not exist only MERS cases were analyzed. Among the 59 cases that appeared as search results for MERS, the results that were unrelated to the selected cases were excluded. As a result, a total of 38 cases of audit reports for various organizations were selected for the analysis (Table 1) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1257,
                    "end": 1266,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Scope and Method of Analysis"
        },
        {
            "text": "The results of factors coded and explored based on aforementioned media reports, BAI audit reports, academic articles and in-depth interviews are provided here. To effectively demonstrate the results of exploring the factors influencing disaster response, analysis was performed by identifying how each factor, as an independent factor, influenced other factors; and by gathering evidence of the relationship between time, cause and outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Results"
        },
        {
            "text": "The present study underwent the process of identifying and testing correlations through a meta-analysis of the factors influencing infectious disease response. The analysis results on the factors influencing infectious disease response were as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Results"
        },
        {
            "text": "Legislation, sociocultural factors and disaster characteristics were identified as the environmental factors influencing disaster response. With respect to SARS, although there was no legislative system for disaster response and management, some respiratory transmission diseases, including SARS, were temporarily designated as \"infectious diseases subject to quarantine and surveillance\" for onsite response. Enactment and amendment of laws have procedural and time requirements and thus quarantine or isolation was made possible by presenting them as subjects of quarantine and surveillance following the decree of the Minister of Health and Welfare, which actually had a positive influence on onsite response. Moreover, while legislation for MERS was in place, it was incomplete and not detailed enough. This caused confusion in the response process because of the possibility of arbitrary decisions and because it contained inaccurate information about infectious diseases, it had a negative influence on onsite response. Consequently, MERS spread to other patients, leading to a failed initial response. Moreover, unlike the SARS outbreak, when international public health crisis was declared, there was no announcement of an international public health crisis with MERS, which caused a lack of awareness on the importance of prevention and response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Results"
        },
        {
            "text": "Financial resources, human resources, physical resources, information and education and training were identified as the input factors influencing disaster response. Human resources also acted as a mediating factor in the relationship between legislation and the effectiveness of response to infectious diseases. In the processes of responding to SARS and MERS, problems related to human resources, especially epidemiologists, were identified. This was also very apparent in the correlations. Although epidemiological investigation in infectious disease response is very important for preventing the spread of infectious diseases and for timely response, an insufficient number of epidemiologists made it impossible to keep up with the rate at which the disease was spreading and since public health physicians were mostly responsible for epidemiological investigation, a lack of specialization was also a serious problem. Moreover, budget, the proportion of public healthcare and infection control infrastructure, such as negative-pressure units, were also found to be insufficient during both SARS and MERS outbreaks. One of the factors that was identified as being important in the correlation analysis was education and training. Since everyone may experience an actual disaster, simulated training according to given scenarios and education for response personnel are very important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Results"
        },
        {
            "text": "Leadership, intergovernmental relationships, information sharing and onsite response were identified as the process factors influencing response to infectious disease outbreak, while information sharing was found to influence stakeholder satisfaction. With respect to leadership, as mentioned earlier, the role of the prime minister and the president was an important factor in the implementation of timely and effective disaster response. During the SARS outbreak, Prime Minister Kun Goh was at the forefront, urging the public and departments to cooperate. On the other hand, during the process of responding to MERS, the control tower changed at least twice and the president made it clear through the spokesperson that the Blue House was not the control tower. During this process, the intergovernmental relationship was not smooth either. Moreover, poor information sharing and communication between departments and between the central and local government caused confusion and increased the level of distrust among the general public. Among the process factors, intergovernmental relationships, information sharing and onsite response were independent variables that influenced the outcome and acted as mediating factors between legislation and outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Results"
        },
        {
            "text": "Lastly, although not presented in existing analytical frameworks, the factors identified through meta-analysis and interviews were interest and cooperation from the private sector (volunteerism). With respect to interest, an analysis of SARS cases showed that the interest of local citizens, meaning regional self-centeredness, caused the designation of SARS quarantine hospitals to be nullified, acting as a factor that interfered with infectious disease response. These factors were confirmed in the interview results. The interest of the agency in charge of the control tower emerged as a factor that interfered with the infectious disease response, albeit at a different level than the interest of local citizens. The agency in charge of determining the disclosure of information was the MOHW and because the same agency was responsible for both promoting actual related projects and managing disaster, conflict of interest did not allow immediate response measures to be implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Results"
        },
        {
            "text": "Cooperation from the private sector (volunteerism) was a factor that did not appear in the meta-analysis but was identified in interviews with workers. Its correlations were not analyzed in the meta-analysis data of the present study and existing studies did not discuss the role of volunteers in infectious disease response either. However, resource support for self-quarantine patients in actual infectious disease response was lacking but active participation by volunteers played a major role in helping to slow the spread of MERS and to successfully implement self-quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Results"
        },
        {
            "text": "Moreover, the hidden context of correlations identified through interviews, which was not identified in existing articles, was education and training. Education and training was analyzed as a factor influencing infectious disease response, while the interview results revealed that education and training not only had a direct influence on response but also had an impact on the relationship between the people in charge of disaster response. Timely response was made possible by relationships built between people in charge of disaster response through continued training, which may be attributed to the uniqueness of Korean culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Results"
        },
        {
            "text": "As shown earlier, the factors influencing infectious disease response in Korea were very diverse and they became more refined and detailed when compared to categorization of factors presented in the introduction of this paper. These were factors identified through meta-analyses and in-depth interviews and should be considered in the improvement of the infectious disease response system in Korea. A comprehensive model that summarizes the aforementioned exploration of the influencing factors is shown in Figure 4 . factor influencing infectious disease response, while the interview results revealed that education and training not only had a direct influence on response but also had an impact on the relationship between the people in charge of disaster response. Timely response was made possible by relationships built between people in charge of disaster response through continued training, which may be attributed to the uniqueness of Korean culture. As shown earlier, the factors influencing infectious disease response in Korea were very diverse and they became more refined and detailed when compared to categorization of factors presented in the introduction of this paper. These were factors identified through meta-analyses and in-depth interviews and should be considered in the improvement of the infectious disease response system in Korea. A comprehensive model that summarizes the aforementioned exploration of the influencing factors is shown in Figure 4 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 507,
                    "end": 515,
                    "text": "Figure 4",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1468,
                    "end": 1476,
                    "text": "Figure 4",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Analysis of Results"
        },
        {
            "text": "The present study conducted meta-analyses to comprehensively analyze the correlations of factors influencing disaster response from a Korean context. For inductive exploration of the factors influencing infectious disease response in Korea, the present study collected and selected reliable data from academic research on infectious disease response conducted in Korea, newspaper articles and audit reports from BAI. The reason for limiting the studies to those conducted within Korea was based on the determination that it was necessary to review how well domestic studies and articles explained domestic cases. The objective was to use the findings to point out the limitations of infectious disease-related studies in Korea and to present factors influencing infectious disease response within a Korean context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The analysis results confirmed that, overall, the studies Korea focused on factors from the process aspect when analyzing the factors influencing infectious disease response. A summary of other major findings are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "First, among environmental factors, the legislative factor had direct and indirect influence on the overall process of infectious disease response. Other environmental factors were regarded as factors influencing disaster response based on their correlations but the legislative factor was considered especially important. Disaster-related legislation enacted in various forms including basic laws, manuals and code of conduct should be systematic and exhibit high integrity to allow timely and accurate response in crisis situations. However, owing to insufficiencies in many aspects, it had a negative influence throughout the entire response process. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The present study conducted meta-analyses to comprehensively analyze the correlations of factors influencing disaster response from a Korean context. For inductive exploration of the factors influencing infectious disease response in Korea, the present study collected and selected reliable data from academic research on infectious disease response conducted in Korea, newspaper articles and audit reports from BAI. The reason for limiting the studies to those conducted within Korea was based on the determination that it was necessary to review how well domestic studies and articles explained domestic cases. The objective was to use the findings to point out the limitations of infectious disease-related studies in Korea and to present factors influencing infectious disease response within a Korean context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The analysis results confirmed that, overall, the studies Korea focused on factors from the process aspect when analyzing the factors influencing infectious disease response. A summary of other major findings are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "First, among environmental factors, the legislative factor had direct and indirect influence on the overall process of infectious disease response. Other environmental factors were regarded as factors influencing disaster response based on their correlations but the legislative factor was considered especially important. Disaster-related legislation enacted in various forms including basic laws, manuals and code of conduct should be systematic and exhibit high integrity to allow timely and accurate response in crisis situations. However, owing to insufficiencies in many aspects, it had a negative influence throughout the entire response process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The legislative factor indirectly influenced disaster response, making it an important factor that influences the overall disaster response process. In other words, human resource was identified as the mediating factor in the relationship between the legislative factor, human resources and onsite response. On the other hand, intergovernmental relationships, information sharing and onsite response were identified as the mediating factors in the relationships between the legislative factor, intergovernmental relationships and the effectiveness of disaster response; the relationship between the legislative factor, information sharing and the effectiveness of disaster response and the relationship between the legislative factor, onsite response and the effectiveness of disaster response, respectively. Along with the determination of mediating factors, the study also found that the establishment of legislation had an overall impact on infectious disease response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Second, the results showed that most input factors, including physical resources, human resources and information were insufficient. Within a Korean context, it is believed that this problem stemmed from the lack of a disaster response system or many studies related to disaster response, as indicated by the fact that basic laws about disaster management were implemented in Korea from 2004. Considering that the systematization of disaster response following the passing of basic related laws was relatively recent, more detailed issues, such as securement of resources, did not draw attention until a disaster actually occurred, leading to gradual improvement. Therefore, factors related to these resources showed insufficiencies no matter which case was reviewed. However, considering the differences in the timeframes of the cases raises concern on whether the experience gained from the disaster response system is actually being used as an asset to improve the disaster response system in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Third, major findings regarding process factors were as follows. Leadership of the central government, establishment of an intergovernmental response system, the need for communication, information sharing and disclosure and onsite response were identified as key factors influencing effective infectious disease response. Existing studies have found that information sharing occurred top-down, from the central government to local government [80] . Even so, information sharing was correlated with process factors. Nondisclosure of hospital names by the government had an impact on the spread of infectious diseases and on failed initial response. Further, the general public voluntarily shared information and made the effort to share accurate information, such as creating a MERS map and sharing information on websites. In addition, the interests of local citizens and departments also acted as a factor that interfered with effective infectious disease response.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 447,
                    "text": "[80]",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "By analyzing the factors influencing infectious disease response within a Korean context, the present study presents the following theoretical and policy implications. Theoretically, the study established a model of factors influencing infectious disease response by performing inductive exploration on the factors influencing infectious disease response in Korea, which was utilized for comprehensive analysis. Policy-wise, the study aimed to emphasize the need for improvement of infectious disease response-related legislation, strengthening the authority of KCDC, which currently serves as the control tower, qualitative and quantitative supplementation of disaster response-related human resources, legal grounds for the authority of response personnel and preparation of protective measures. Lastly, since the importance of information collection and sharing and cooperation between agencies was demonstrated, it is necessary to establish a system for information sharing and disclosure, as well as a cooperation system involving the central government, the local government, health centers and medical institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Author Contributions: K.M. designed study and collected data; K.J. gave an important advice on analyzing data; and K.M. and K.J. wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interorganizational Coordination in Dynamic Context-Networks in Emergency Response Management",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Connections",
            "volume": "26",
            "issn": "",
            "pages": "33--48",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interorganizational Coordination in Complex Environments of Disasters-The Evolution of Intergovernmental Disaster Response Systems",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JHSEM",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2202/1547-7355.1498"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Government Response to Disaster: The Conflict between Bureaucratic Procedures and Emergent Norms",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Public Adm. Rev",
            "volume": "52",
            "issn": "",
            "pages": "135--145",
            "other_ids": {
                "DOI": [
                    "10.2307/976467"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Dynamics of Performance Management: Constructing Information and Reform",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Moynihan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The core and periphery of emergency management networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Eller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gall",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Public Manag. Rev",
            "volume": "15",
            "issn": "",
            "pages": "344--362",
            "other_ids": {
                "DOI": [
                    "10.1080/14719037.2013.769849"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A Comparative Study on Emergency System of Local Government: Focus on the Marine Environmental Damage by Oil Pollution in South Korea and Japan",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Hyun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Korean Public Adm. Rev",
            "volume": "43",
            "issn": "",
            "pages": "273--306",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Management of Emergent Networks during Disasters-A Meta synthesis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Boo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Dudley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Korean J. Policy Stud",
            "volume": "27",
            "issn": "",
            "pages": "23--42",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Relationship between Effectiveness of Disaster Management and Cooperative Factors of Agencies in Disaster Management",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Korean Assoc. Crisis Emerg. Manag",
            "volume": "2",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "MERS Isolation Patient-A Public Enemy? Issue Diagn",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "212",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Study on the Implementation Factors and Collaborative Governance of Disaster Management Policy: Focusing on the Recognition of Local Governments Officials",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Jeon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Korean Gov. Rev",
            "volume": "23",
            "issn": "",
            "pages": "87--115",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Building the Governance System for the Effective Disaster Management of Local Government: Focusing on Buchon City",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Chai",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Korean Assoc. Policy Sci",
            "volume": "12",
            "issn": "",
            "pages": "227--254",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An Empirical Study on the Factors of Effective Disaster Management: Focused on the Disclosure and Sharing of Information of the Local Government",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hyun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Study on the Factors Affecting the Effectiveness of Disaster Management in Governance-Focused Recognition of Fire Officials",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chae",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Fire Sci. Eng",
            "volume": "234",
            "issn": "",
            "pages": "79--90",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Improvement of administrative response system of infectious diseases: An information-process perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Gov. Stud",
            "volume": "11",
            "issn": "",
            "pages": "77--109",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Dealing with Vulnerability: Balancing Prevention with Resilience as a Mehod of Governance",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palmboom",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Willems",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Vulnerability in Technological Cultures: New Directions in Research and Governance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A study on urban railway passenger's safety strategy for emergency: A focus on the MERS case",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Im",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Sin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the 2015 Korean Society for Railway General Meeting and Fall Conference",
            "volume": "",
            "issn": "",
            "pages": "1357--1362",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Uncertainties of International Standards in the MERS CoV Outbreak in Korea: Multiplicity of Uncertainties",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Korean J. Environ. Sociol",
            "volume": "20",
            "issn": "",
            "pages": "317--351",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A Reflection on Korean MERS Crisis in 2015: Socio-Medical Approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Korean J. Sci. Technol. Stud",
            "volume": "16",
            "issn": "",
            "pages": "5--22",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Study on Behavior Intention of Health Protection Affected by News Media and News Usage",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "News Reliability on MERS Outbreak. Media Perform. Arts Res",
            "volume": "11",
            "issn": "",
            "pages": "119--144",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A Study on the Impact of the Epidemic Disease on the Number of Books Checked Out of the Public Libraries: Based on the Middle East Respiratory Syndrome Coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Korean Soc. Inf. Manag",
            "volume": "32",
            "issn": "",
            "pages": "273--287",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A Social Analysis of the Limitation of Governmental MERS Risk Communication",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "91--109",
            "other_ids": {
                "DOI": [
                    "10.14251/krcem.2015.11.10.91"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A Study on the Use of Twitter by Local Government for Coping with Disaster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "5--30",
            "other_ids": {
                "DOI": [
                    "10.21286/jps.2016.08.6.3.5"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "MERS: 70 Days of Records",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Nam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Kwanhun J",
            "volume": "136",
            "issn": "",
            "pages": "16--22",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Effects of Exposure to MERS Information and Issue Involvement on Perceived Information Influence, Disease Prevention and Information Sharing",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Media Econ. Cult",
            "volume": "14",
            "issn": "",
            "pages": "7--48",
            "other_ids": {
                "DOI": [
                    "10.21328/JMEC.2016.08.14.3.7"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Effects of Risk Information Seeking and Processing on MERS Preventive Behaviors and Moderating Roles of SNS Use during 2015 MERS Outbreak in Korea",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Korean J. Commun. Inf",
            "volume": "78",
            "issn": "",
            "pages": "116--140",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Impacts of the Outbreak and Proliferation of the Middle East Respiratory Syndrome on Rail Transit Ridership in the Seoul Metropolitan",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "City. J. Korea Plan. Assoc",
            "volume": "51",
            "issn": "",
            "pages": "163--179",
            "other_ids": {
                "DOI": [
                    "10.17208/jkpa.2016.06.51.3.163"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The age of infectious diseases, where is the reporting standing",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "28--29",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Contents and Quality of Online News Articles on Preventive Food for MERS during MERS Outbreak in South Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Gil",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "167--184",
            "other_ids": {
                "DOI": [
                    "10.14251/krcem.2015.11.11.167"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Roles of Interpersonal Communication between Exposure to Mass Media and MERS-Preventive Behavioral Intentions: The Moderating and Mediating Effects of Face-to-Face and Online Communication",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Korean J. Broadcast. Telecommun. Stud",
            "volume": "30",
            "issn": "",
            "pages": "121--151",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Study of Effectiveness of MERS on the Law and Remaining Task",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "263--291",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Semantic Network Analysis of Government's Crisis Communication Messages during the MERS Outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Korea Contents Assoc",
            "volume": "16",
            "issn": "",
            "pages": "124--136",
            "other_ids": {
                "DOI": [
                    "10.5392/JKCA.2016.16.05.124"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Policy PR and Crisis Management Communication: The Case of Seoul Metropolitan Government on MERS",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Soc. Sci",
            "volume": "42",
            "issn": "",
            "pages": "67--104",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "How did MERS Outbreak Become a Political Matter?: How Political Ideology Moderates the Effect of Multidimensional Health Locus of Control Beliefs on Citizens' Attribution Process of MERS Outbreak",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Baek",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Korean J. Commun Stud",
            "volume": "6",
            "issn": "",
            "pages": "36--65",
            "other_ids": {
                "DOI": [
                    "10.20879/kjjcs.2016.60.3.002"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "News Frames about Political Leaders of Different Genders in National Crises: A Comparative Analysis of A(H1N1) in 2009 and MERS in 2015",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hah",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Political Commun",
            "volume": "41",
            "issn": "",
            "pages": "109--147",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "An Analysis of Risk Communication-A Case Study of MERS-CoV in Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jeon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "143--155",
            "other_ids": {
                "DOI": [
                    "10.14251/crisisonomy.2016.12.5.143"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Turnover intention of nurses that were cohort quarantined during the Middle East Respiratory Syndrome (MERS) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Korea Acad.-Ind. Coop. Soc",
            "volume": "18",
            "issn": "",
            "pages": "175--184",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Estimating economic loss from MERS-CoV",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "KERI Insight",
            "volume": "20",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Geography of MERS outbreak and politics of bio-power. Space Environ",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "53",
            "issn": "",
            "pages": "173--192",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Risk Society and Bureaucratic Responsibility: A Comparative Analysis between Sewol Ferry Disaster and MERS-CoV",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "379--407",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Directions for Crisis Management: Lessons from MERS in South Korea",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the Korean Association for Public Administration Winter Conference",
            "volume": "",
            "issn": "",
            "pages": "245--259",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "An Analysis of Blame Avoidance Behaviors from the Failure of Initial Governmental Responses to MERS",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Baek",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "55",
            "issn": "",
            "pages": "41--76",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A Review on the Korea's National Public Health Crisis System",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Policy Rev",
            "volume": "29",
            "issn": "",
            "pages": "219--242",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Future issues and the direction of healthcare system reform in Korea brought on by MERS crisis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Korea Public Adm. Forum",
            "volume": "150",
            "issn": "",
            "pages": "30--37",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Status and task of infection prevention by regional local government as viewed through the MERS outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Korea Local Adm. Rev",
            "volume": "64",
            "issn": "",
            "pages": "20--23",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Four problems and improvement measures of public-private cooperation system for infection prevention viewed from MERS outbreak",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Korea Local Adm. Rev",
            "volume": "64",
            "issn": "",
            "pages": "26--29",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The Study on Medical Privatization Policy Change through ACF and Policy Network Model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Chun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "385--414",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Managing the Emergency Response",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Drabek",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Public Adm. Rev",
            "volume": "45",
            "issn": "",
            "pages": "85--92",
            "other_ids": {
                "DOI": [
                    "10.2307/3135002"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Tight-coupling and Reliability: Connecting Normal Accidents Theory and High Reliability Theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Rijpma",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Complexity",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Conting. Crisis Manag",
            "volume": "5",
            "issn": "",
            "pages": "15--23",
            "other_ids": {
                "DOI": [
                    "10.1111/1468-5973.00033"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Catastrophe and the Public Service: A Case Study of the Government Response to the Destruction of the World Trade Center",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Eimicke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Horan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Public Adm. Rev",
            "volume": "62",
            "issn": "",
            "pages": "24--32",
            "other_ids": {
                "DOI": [
                    "10.1111/1540-6210.62.s1.6"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Interagency Communication Networks during Emergencies: Boundary Spanners in Multiagency Coordination",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am. Rev. Public Adm",
            "volume": "36",
            "issn": "",
            "pages": "207--225",
            "other_ids": {
                "DOI": [
                    "10.1177/0275074005280605"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Fundamentals of Emergency Management",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lindell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Prater",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "FEMA",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "All the best laid plans conditions impeding proper emergency response",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Céline",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Resodihardjo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int. J. Prod. Econ",
            "volume": "126",
            "issn": "",
            "pages": "7--21",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Causes and Management Strategies of Natural Disasters: Three Cases and AHP Analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Comparative Study on Disaster Response Systems of Local Government with Reference to Network Approach",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Korean Public Adm. Rev",
            "volume": "41",
            "issn": "",
            "pages": "287--313",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "A Study of Crisis Management Policy in Korea: An Analysis of Multi-Organizational Relationships in the Implementation Structure",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Uniformed Rank System and Its Effects on Organizational Performance: Effectiveness and Efficiency for Disaster Response of the Fire Service Organizations in Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Byun",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Comprehensive Emergency Management: Evacuating Threatened Populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Analysis on Determinants of Efficiency in Disaster Management System in Regional Governments",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "A Study on Factors Affecting Efficiency of Disaster Management System",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "A Study on the Effects of the Quality of Information on Disaster Response Performance",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The Effect of Presidential Leadership on Crisis Management Performance: Focused on The Cases of National Crisis over The Infectious Respiratory Disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sa Kong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "A Study on Establishing National Crisis Management system-AHP Approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Jo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "I"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Korean J. Policy Anal. Eval",
            "volume": "15",
            "issn": "",
            "pages": "347--367",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "An Impact of Interorganizational Relationship Characteristics on the Cooperation and Performance in Disaster Management",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "A Study on Disaster Management Governance System",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Building Effectiveness in Multi-State Disaster Management Systems: The Case of the Caribbean Disaster and Emergency Response Agency",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The Analysis about the Potential Effects of Local Overnment's Disaster Control Type on the Efficiency of Its Disaster Control System",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "85--406",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Collaborative Networks for the Infrequent Emergency Management: A Comparative Analysis on the Case of Controlling MERS",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Collaborative Governance in Theory and Practice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ansell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gash",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Public Adm. Res. Theory",
            "volume": "18",
            "issn": "",
            "pages": "543--571",
            "other_ids": {
                "DOI": [
                    "10.1093/jopart/mum032"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Organized Behavior in Disaster",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Dynes",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Facing the Unexpected: Disaster Preparedness and Response in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lindell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Tierney",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "The Network Governance in Response to Acts of Terrorism: Comparative Analyses; Routledge: Abingdon-on-Thames",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kapucu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "A Study on the Establishment of Integrated Disaster Management System by Local Governments",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Korean Assoc. Local Gov. Stud",
            "volume": "2",
            "issn": "",
            "pages": "59--78",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "A Study of Semantic Network Analysis of Newspaper Articles on MERS Situation: Comparing Conservative and Progressive News Media",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Korean Acad. Commun. Healthc",
            "volume": "11",
            "issn": "",
            "pages": "63--80",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Qualitative Meta-Synthesis on Training and Workplace Experiences of Individuals with Disabilities: Focusing on Practical Issues of Applying Qualitative Meta-Synthesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Na",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Disabil. Employ",
            "volume": "18",
            "issn": "",
            "pages": "135--158",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Secondary and Meta-Analysis of Research",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Primary",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Educ. Res",
            "volume": "5",
            "issn": "",
            "pages": "3--8",
            "other_ids": {
                "DOI": [
                    "10.3102/0013189X005010003"
                ]
            }
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Focus on Qualitative Methods Qualitative Metasynthesis: Issues and Techniques",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandelowski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Docherty",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Emden",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "365--371",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1098-240X(199708)20:4<365::AID-NUR9>3.0.CO;2-E"
                ]
            }
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Public Health Network Structure and Collaboration Effectiveness during the 2015 MERS Outbreak in South Korea: An Institutional Collective Action Framework",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Andrew",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph14091064"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Confirmed global cases of MERS-CoV (source: https://www.who.int/emergencies/merscov/en/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Confirmed global cases of MERS-CoV (source: https://www.who.int/emergencies/mers-cov/en/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Categorization of the factors influencing disaster response.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Categorization of the factors influencing disaster response.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Coding framework.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Coding framework.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Int. J. Environ. Res. Public Health 2019, 16, x 14 of 19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Model of factors influencing infectious disease response in Korea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Model of factors influencing infectious disease response in Korea.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Int. J. Environ. Res. Public Health 2019, 16, x 7 of 19 improve. After his visit to the clinic, he received inpatient treatment for three days at Pyeongtaek St. Mary's Hospital and was subsequently discharged. Because of continued symptoms of high fever and respiratory distress, he visited another clinic and was eventually admitted to a single-bed unit at the Samsung Medical Center in Seoul on 18 May 2015. The staff at Samsung Medical Center had learned that the patient had visited the Middle East and based on a suspicion of MERS, the doctor in charge requested KCDC to perform further testing on the patient the following day (19 May 2015). The diagnostic test performed by NIH detected Middle East Respiratory Syndrome CoronaVirus: (MERS-CoV) genes in the patient. Following the announcement of these findings on 20 May 2015, identification of the first MERS patient in Korea was officially reported",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Int. J. Environ. Res. Public Health 2019, 16, x 9 of 19",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Analysis of targets.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}