{
    "paper_id": "52dfa9fbd6dcf7c51fac5cb85a88fb154506a722",
    "metadata": {
        "title": "RNA based mNGS approach identifies a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak",
        "authors": [
            {
                "first": "Liangjun",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weiyong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ke",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guangming",
                "middle": [],
                "last": "Ye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weichen",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun yat-Sen University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ziyong",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kailang",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Mei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenxia",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yirong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mang",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun yat-Sen University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ke",
                "middle": [],
                "last": "Lan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yingle",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "From December 2019, an outbreak of unusual pneumonia was reported in Wuhan with many cases linked to Huanan Seafood Market that sells seafood as well as live exotic animals. We investigated two patients who developed acute respiratory syndromes after independent contact history with this market. The two patients shared common clinical features including fever, cough, and multiple ground-glass opacities in the bilateral lung field with patchy infiltration. Here, we highlight the use of a low-input metagenomic next-generation sequencing (mNGS) approach on RNA extracted from bronchoalveolar lavage fluid (BALF). It rapidly identified a novel coronavirus (named 2019-nCoV according to World Health Organization announcement) which was the sole pathogens in the sample with very high abundance level (1.5% and 0.62% of total RNA sequenced). The entire viral genome is 29,881 nt in length (GenBank MN988668 and MN988669, Sequence Read Archive database Bioproject accession PRJNA601736) and is classified into β-coronavirus genus. Phylogenetic analysis indicates that 2019-nCoV is close to coronaviruses (CoVs) circulating in Rhinolophus (Horseshoe bats), such as 98.7% nucleotide identity to partial RdRp gene of bat coronavirus strain BtCoV/ 4991 (GenBank KP876546, 370 nt sequence of RdRp and lack of other genome sequence) and 87.9% nucleotide identity to bat coronavirus strain bat-SL-CoVZC45 and bat-SL-CoVZXC21. Evolutionary analysis based on ORF1a/1b, S, and N genes also suggests 2019-nCoV is more likely a novel CoV independently introduced from animals to humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The epidemic of emerging infectious diseases worldwide poses a great threat to public health. It is noted that most epidemic is caused by viral cross-species transmission from animals to human. Surveillance by fast and accurate diagnostic methods is crucial for the disease control and patient treatment. Thanks to the development of metagenomic next-generation sequencing (mNGS) methodology, the direct investigation of infectious microorganism from original clinical samples is currently achievable [1] . Particularly, RNA based mNGS approach could simultaneously reveal the entire \"infectome\" (i.e. RNA viruses, DNA viruses, bacteria and eukaryotes) present within an organism, because all except for prion express RNA [2] . Furthermore, RNA sequencing goes beyond pathogen identification to reveal relevant data on pathogen abundance, genome sequence, and gene expression, providing important insight into the cause of disease such that it represents an avant-guard diagnostic tool in the information age. Recently, in December 2019, an outbreak of unusual pneumonia caused by unknown infection was reported in Wuhan, China [3] . The earlier cases (before January) were all linked to Huanan Seafood Market in Wuhan before the disease was further spread to other cities of China and even overseas. Since this is an outbreak with unknown etiology, we report the use of RNA based mNGS approach for a rapid identification and characterization of a potential pathogen, which is therefore of great importance for disease control and prevention.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 504,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study was approved by the Ethics Committee of the Zhongnan Hospital of Wuhan University. The mNGS analyses of BALF samples were performed on existing samples collected during standard diagnostic tests, posing no extra burden to patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "2nd January 2020. Obtained BALF samples from two patients with unusual pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence of events"
        },
        {
            "text": "3rd January 2020. Performed SARS-specific RT-PCR assay, yielded partial RdRp fragment, and revealed potential pathogen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence of events"
        },
        {
            "text": "4th January 2020. Extended RdRp fragments and obtained more genome fragments, and started mNGS RNA library preparation 5th January 2020. Completed mNGS RNA library preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence of events"
        },
        {
            "text": "6th January 2020. Started mNGS sequencing on Miseq platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence of events"
        },
        {
            "text": "7th January 2020. Received sequencing data, started pathogen identification pipeline, obtained virus genome, corrected the genome end with mapping, identified 2019-nCoV as sole pathogen, and the final CoV genome was 29,881 nt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence of events"
        },
        {
            "text": "8th January 2020. Performed genome comparisons and evolutionary analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence of events"
        },
        {
            "text": "Since 3rd January 2020, instant progress reports have been sent to Chinese Center for Disease Control and Prevention (CDC), keeping pace with every advancement we made in pathogen identification and characterization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence of events"
        },
        {
            "text": "Total RNA extracted from BALF samples (collected on 2nd January 2020) were subject to metagenomic nextgeneration sequencing (mNGS) testing. The concentration of RNA samples were low (<0.5 ng/ul) based on measurement by Qubit RNA HS Assay Kit (Thermo Fisher Scientific), and therefore the library preparation was performed with Trio RNA-Seq kit (NuGEN Technologies, USA) which targeted low concentration RNA samples and contained AnyDeplete probe that removes human ribosomal RNA. The resulting libraries were subject to 150 bp pair-end sequencing with an Illumina Miseq platform. The sequencing results were obtained in less than 24 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Library preparation and sequencing"
        },
        {
            "text": "To identify potential pathogens from the mNGS sequencing results, a pathogen discovery pipeline was carried out on sequenced data. Briefly, reads containing adaptor sequences and low-complex regions were removed from the dataset. Human reads were also removed by mapping against the reference human genome. All non-human and non-repeat sequence reads were then compared to a reference virus database (downloaded from https://ftp.ncbi. nih.gov/blast/db/ref_viruses_rep_genomes.tar.gz) and the non-redundant protein database (nr) using blastn and diamond blastx programs [4] , respectively. Taxonomy lineage information was obtained for each blast hits by matching the accession number with the taxonomy database, which was subsequently used to identify reads of virus origin. Bacterial pathogen identification was carried out by using the Metaphlan2 program [5] .",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 572,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 857,
                    "end": 860,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Pathogen discovery and characterization"
        },
        {
            "text": "Reads were also assembled de novo using Megahit [6] , with the virus genome identified based on the blast procedure described above. To validate the assembled genome sequences, reads were subsequently mapped to the genomes and a majority consensus sequences were determined for each sample. Minor variation calling was performed after mapping using Genious software package, with a minimum coverage set to 20 and minimum variant frequency set to 0.05. In addition to mapping, the virus genomes were also confirmed with Sanger sequencing using primers designed based on the NGS sequences.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Pathogen discovery and characterization"
        },
        {
            "text": "Reference sequences associated with CoVs were downloaded from GenBank and aligned using mafft program. Phylogenetic trees (both amino acid and nucleotide alignment) were reconstructed using the maximum likelihood method in PhyML 3.0 [7] , employing a best fit substitution model and a SPR branch swapping algorithm. Recombination event were discovered from phylogenetic analyses and confirmed with similarity plot implemented in the Simplot program [8] .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic and recombination analyses"
        },
        {
            "text": "On 2nd January 2020, samples were collected from two unusual pneumonia patients from Zhongnan Hospital of Wuhan University. Patient 1 was a 39-year-old male staff at Huanan Seafood Market who experienced fever (up to 37.7°C) and aggravated cough with frothy white sputum for 5 days before admitted to the hospital on 25th December 2019. Patient 2 was a 21-year-old female who developed an intermittent febrile cough, chills, fever (up to 40°C), and frothy white sputum after having a contact with Huanan Seafood Market staff on 22nd December 2019. She was admitted on 28th December after unsuccessful outpatient treatment. The results of clinical laboratory test on the first day of hospitalization are listed in Table 1 . Chest CT scan of both patients showed patchy pulmonary opacities below the pleura in the bilateral lung field ( Figure S1 ), which suggests viral infections may occur in both lungs. However, the subsequent routine antiviral and anti-infection treatment did not alleviate their symptoms. On 31st December 2019, patient 1 had more severe symptoms, including poor mental states, shortness of breath, and 86% SpO2 without oxygen inhalation. A CT re-examination showed mild pleural effusion in the left lung, an increase in the density of ground-glass opacities, and an extension of the patchy area. The patient later experienced Type I respiratory failure on the same day. On 2nd January 2020, both patients were transferred to Wuhan Infectious Diseases Hospital for continuing treatment. To the date this manuscript was prepared, patient 1 and patient 2 were later discharged from the hospital in stable condition on 12th January and 11th January 2020, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 713,
                    "end": 720,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 835,
                    "end": 844,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "On 3rd January 2020, respiratory and blood samples obtained from the patients were subjected to routine clinical laboratory tests for respiratory pathogens, including Influenza virus, Respiratory syncytial virus, Adenovirus, Metapneumovirus, Mycoplasma pneumonia, Chlamydophila pneumonia, and Legionella, all yielding negative results. The remaining RNA samples were first subjected to SARS-CoV specific RT-PCR assays recommended by World Health Organization (WHO). However, only one set yielded positive results ( Figure 1A ). Further sequencing of the corresponding PCR product surprisingly suggested that the virus discovered is more closely related to BtCoV/4991 (97.35%) but not SARS-CoV ( Figure 1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 524,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 695,
                    "end": 705,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "On 4th January 2020, in 2nd-round RT-PCR assay, extended RdRp fragments and more genome fragments were identified, amplified, sequenced and analysed using new set of primers that were designed based on the 1st-round Blast analysis ( Figure 2 ). These data further suggest that the pathogen of unusual pneumonia might be a coronavirus but not SARS-CoV. Meanwhile, total RNA extracted from BALF samples (collected on 2nd January 2020) were subject to metagenomic next-generation sequencing (mNGS) library construction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 241,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "On 5th January 2020, the mNGS library construction was completed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "On 6th January 2020, the resulting libraries were subject to 150 bp pair-end sequencing with an Illumina Miseq platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "On 7th January 2020, the sequencing results were obtained in less than 24 h, with 7,369,020 and 4,522,558 reads generated for the samples of patient 1 and 2, respectively. To identify potential pathogens from the mNGS sequencing results, a pathogen discovery pipeline based on individual reads was carried out on sequenced data. Aside from those belonged to PhiX genome (in-library control), a majority of the viral reads (99.9% and 99.7% respectively for sample 1 and 2) were associated with coronaviruses. The raw sequence data minus human genomic information was uploaded to Sequence Read Archive (SRA) database (Bioproject accession PRJNA601736). On the other hand, bacterial pathogen identification was carried out by using the Metaphlan2 program, which revealed Capnocytophaga sp and Veillonella sp in sample 2 and none in sample 1, and both bacteria identified were not known for their pathogenicity. Collectively, coronavirus is likely to be the main microbial pathogen within these samples. The reads were assembled de novo using Megahit to form a ∼30 kb contigs with sequence homology to CoV. After confirmation with read mapping, the final CoV genome was 29,881 nt. On 8th January 2020, the genome comparisons and evolutionary analyses were performed. Although some single nucleotide polymorphism (SNP) profiles were identified in the mNGS data (Table 2) , the consensus genome sequences obtained from the patient 1 and 2 were identical (GenBank MN988668 and MN988669, respectively). These results indicated that these two individual patients were infected by the same CoV at separate times. We named the two clinical isolates as 2019-nCoV strain WHU01 and WHU02, respectively, according to WHO announcement. Based on the results of genome mapping, our data revealed extremely high viral abundance within the samples: the average genome coverage was 523.6X and 133.7X and the estimated abundance level were 1.5% and 0.62% of total reads sequenced for patient 1 and 2, respectively, suggesting active coronaviral replication in the lungs of both patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1356,
                    "end": 1365,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Since 3rd January 2020, instant progress reports have been sent to the Chinese Center for Disease Control and Prevention (CDC), keeping pace with every advancement we made in pathogen identification and characterization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The genomes of the 2019-nCoV were further analysed to determine its origin and evolutionary history. Full genome comparisons indicated that 2019-nCoV is close to CoVs circulating in Rhinolophus (Horseshoe bats). For example, it shared 98.7% nucleotide identity to bat coronavirus strain BtCoV/4991 (GenBank KP876546, only 370 nt sequence of RdRp gene) and 87.9% nucleotide identity to bat CoV strain bat-SL-CoVZC45 and bat-SL-CoVZXC21, indicating that it was quite divergent from the currently known human CoV, including SARS-CoV (79.7%). To put 2019-nCoV in the context of whole Coronaviridae family, we aligned ORF1b protein sequences from representative CoVs diversity for phylogenetic analyses ( Figure 3A ). It revealed that the 2019-nCoV is grouped under genus β-coronavirus, subgenus Sarbecovirus, and a cluster that is known to harbour bat-SL-CoVs, many of which were associated with Rhinolophus sp. (horseshoe bats). To reveal a more detailed relationship between 2019-nCoV and other CoVs, we reconstructed phylogenies based on nucleotide alignment of key viral genes, including ORF1a/b, S, and N. Within this cluster, the 2019-nCoV also shared close relationship with CoVs originated from Rhinolophus bat. For ORF1b gene, the closest relative is BtCoV/4991 (KP876546, 98.65% nucleotide identity, based on partial RdRp gene comparisons) identified from Rhinolophus affinis from Yunnan; whereas for the rest of the genes analysed, the closest are bat-SL-CoVZXC21 (76.5-91.2% nucleotide identity) and bat-SL-CoVZC45 (76.9-91.2% nucleotide identity) identified from Rhinolophus sinicus. The close relationship with BtCoV/4991 is quite essential in tracing the potential reservoir host of 2019-nCoV. Unfortunately, the BtCoV/4991 sequence was only partial (373bp in length) and thus no comparisons can be made for the rest of genomes. However, the presence of such close relatives in bat viruses strongly suggests that it might be originated from a recent and independent introduction from bats to humans, although its immediate hosts remain to be identified.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 700,
                    "end": 709,
                    "text": "Figure 3A",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Through gene-specific phylogenetic analyses, we also identified phylogenetic incongruence for 2019-nCoV compared with other bat-SL-CoVs at different genes, suggesting potential recombination event. Specifically, 2019-nCoV was closely related to strains bat-SL-CoVZXC21 and bat-SL-CoVZC45 at ORF1a, S, and N genes, but not at ORF1b gene. At ORF1b gene, bat-SL-CoVZXC21 and bat-SL-CoVZC45 were related to strains Longquan-140 and HKU3-10 ( Figure  2C ). Simplot analyses based on genome alignment of 2019-nCoV, bat-SL-CoVZC45, Longquan-140, and SARS-CoV suggest that the recombinant strain was not likely to be 2019-nCoV, but bat-SL-CoVZC45 ( Figure 3B ). And it also revealed at least four recombination breakpoints at positions 11,754, 20,664, 22,321, and 24,134 nt of the genome alignment, respectively ( Figure 3B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 448,
                    "text": "Figure  2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 641,
                    "end": 650,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 815,
                    "text": "Figure 3B",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "In conclusion, we have identified a novel CoV from two patients with unusual pneumonia. Although the direct association with the disease is yet to be confirmed with more experimental data, our results provide several lines of evidence that the virus is most likely associated with this disease: (i) the viral titre is very high, with the abundance level reaching 1.5% and 0.62% of total reads sequenced, surpassing the highest expressed host genes to be one of the most dominant RNA molecules in the host transcriptome, an important sign that the virus is then under active replication [9] ; (ii) since our RNA mNGS approach targets the total infectome (except for prion) [10] , the fact that no other pathogens were identified from the infected sample underlines the unique role played by 2019-nCoV; (iii) the virus is grouped within the notorious CoV clade (i.e. SARSlike) with history of cross-virus transmission to humans [11] and has been demonstrated to have strong zoonotic potential [12] ; and while this manuscript was under preparation, we noticed another case report from Wuhan which identified a same virus as the one found in this study [13] . Collectively, these results use the rich information present in the RNA metagenomics to evaluate potential pathogens, which highlights a future trend of viral diagnosis in the age of information.",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 589,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "No potential conflict of interest was reported by the author(s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical metagenomic nextgeneration sequencing for pathogen detection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Annu Rev Pathol",
            "volume": "14",
            "issn": "",
            "pages": "319--338",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Meta-transcriptomics and the evolutionary biology of RNA viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Virus Res",
            "volume": "243",
            "issn": "",
            "pages": "83--90",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An emerging coronavirus causing pneumonia outbreak in Wuhan, China: calling for",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The phylogeny is constructed based on ORF1b protein alignment. For clarity, names were only shown for human-associated viruses. Bat associated diversity is shaded with blue and green boxes for alpha-and beta-CoVs respectively. B. genome structure of newly identified viruses and its sequence similarity against bat-SL-CoVZC45 and SARS-CoV in a 1000bp sliding window across the entire genome. Recombination breakpoints are shown as dashed vertical lines. C. the relationship of WHU viruses with the other SARS-like CoVs. Phylogeny is reconstructed based on the nucleotide sequence of four genes: namely 1a, 1b, S, and N. Those grouped with WHU at S gene are marked red, and those grouped with SARS CoVs at S gene are marked blue. developing therapeutic and prophylactic strategies",
            "authors": [],
            "year": 2020,
            "venue": "Figure 3. Origin and evolutionary history of newly identified CoVs. A. the position of 2019-nCoV in the context of all reference CoVs",
            "volume": "9",
            "issn": "",
            "pages": "275--277",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fast and sensitive protein alignment using DIAMOND",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Buchfink",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Huson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Methods",
            "volume": "12",
            "issn": "",
            "pages": "59--60",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Metaphlan2 for enhanced metagenomic taxonomic profiling",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Truong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Franzosa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Tickle",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Methods",
            "volume": "12",
            "issn": "",
            "pages": "902--903",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "MEGAHIT: an ultra-fast single-node solution for large and complex metagenomics assembly via succinct de Bruijn graph",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bioinformatics",
            "volume": "31",
            "issn": "",
            "pages": "1674--1676",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New algorithms and methods to estimate maximum-likelihood phylogenies: assessing the performance of PhyML 3.0",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guindon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Dufayard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lefort",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Syst Biol",
            "volume": "59",
            "issn": "",
            "pages": "307--321",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Full-length human immunodeficiency virus type 1 genomes from subtype C-infected seroconverters in India, with evidence of intersubtype recombination",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lole",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Bollinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Paranjape",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "152--160",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical metagenomic nextgeneration sequencing for pathogen detection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Annu Rev Pathol",
            "volume": "14",
            "issn": "",
            "pages": "319--338",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "High-resolution metatranscriptomics reveals the ecological dynamics of mosquito-associated RNA viruses in Western Australia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Neville",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Virol",
            "volume": "",
            "issn": "17",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Pathog",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                },
                {
                    "first": "Yount",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Debbink",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Med",
            "volume": "21",
            "issn": "",
            "pages": "1508--1513",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from patients with acute respiratory disease in Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "221--236",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "1st-round of RT-PCR assay, amplification and sequence analysis of unusual pneumonia outbreak in Wuhan. (A) RNA samples were subjected to SARS-CoV specific RT-PCR primer sets as indicated, only the SAR1-s/as set showed obvious band. Lane 1, 6, 11, 16, 21 are samples of patient 1. Lane 2, 7, 12, 17, 22 are samples of patient 2. Other lanes are samples of other patients who are irrelevant to this study. (B) The Blast result of PCR products of patient 1 and 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "2nd-round of identification of unusual pneumonia. (A) RNA samples were subjected to multiple primer sets for different genes as indicated. Lane 1, 3, 5, 7, 9, 11, 12, 13, 14, 15, 21, 23, 25, 27 are samples of patient 1. Lane 2, 4, 6, 8, 10, 16, 17, 18, 19, 20, 22, 24, 26, 28 are samples of patient 2. (B) The PCR product of patient 1 and 2 were sequenced and the Blast result is shown.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical laboratory test on the first day of hospitalization.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Minor nucleotide variant identified from WHU01 and WHU02 genomes.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}