{
    "paper_id": "530fba50d0d6378e080e760093969b0b3b9c479d",
    "metadata": {
        "title": "Influence of the Pressure Difference and Door Swing on Heavy Contaminants Migration between Rooms",
        "authors": [
            {
                "first": "Jacek",
                "middle": [],
                "last": "Hendiger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Air Condition and Heating Department",
                    "location": {
                        "settlement": "Warsaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Marta",
                "middle": [],
                "last": "Chludzińska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Air Condition and Heating Department",
                    "location": {
                        "settlement": "Warsaw",
                        "country": "Poland"
                    }
                },
                "email": "*marta.chludzinska@is.pw.edu.pl"
            },
            {
                "first": "Piotr",
                "middle": [],
                "last": "Ziętek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Air Condition and Heating Department",
                    "location": {
                        "settlement": "Warsaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper presents the results of investigations whose aim was to describe the influence of the pressure difference level on the ability of contaminants migration between neighbouring rooms in dynamic conditions associated with door swing. The analysis was based on airflow visualization made with cold smoke, which simulated the heavy contaminants. The test room was pressurized to a specific level and then the door was opened to observe the trail of the smoke plume in the plane of the door. The door was opened in both directions: to the positively and negatively pressurized room. This study focuses on the visualization of smoke plume discharge and an uncertainty analysis is not applicable. Unlike other studies which focus on the analysis of pressure difference, the present study looks at the contaminants which are heavier than air and on \"pumping out\" the contaminants by means of door swing. Setting the proper level of pressure difference between the contaminated room and the neighbouring rooms can prove instrumental in ensuring protection against toxic contaminants migration. This study helped to establish the threshold of pressure difference necessary to reduce migration of heavy contaminants to neighbouring rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "An effective and well-designed ventilation system is essential when protection of indoor environment against external conditions is required, and on the premises of special use where hazardous airborne contaminants could be released. Control of contaminants migration between rooms or areas is crucial in both cases. The common strategy to direct the airflow and thus the contaminants transfer is room pressurization. It is widely utilized in chemical or biological laboratories and clean rooms. Room pressurization is also the main method used for the protection of isolation rooms in hospitals. In health care facilities, this way of ventilation system operation is utilized in both the Airborne Infection Isolation and Protective Environment Rooms, however, the key difference is the required direction of airflow between the room and the adjacent space, such as a corridor, which determines the application of negative or positive pressure in the protected room, respectively. Positive pressure ventilation is also designed in operating rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are many different suggestions with regard to the level of pressure difference which should be created to avoid contaminants migration between rooms. Useful information can be found in the guidelines for health services buildings, biological and chemical laboratories, as well as for smoke control systems, but the specific value depends on the local standards, law or recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to the US Center for Disease Control and Prevention [1] , a minimum pressure difference needed to direct airflow between rooms should be equal to 2.5 Pa. A similar value is recommended by the American Institute of Architects [2] . The UK Department of Health in the best practice guidance for health buildings recommends 5 Pa as a minimum for negative pressure isolation and, instead of a negative pressure in the isolation room, allows a positive pressure of outside corridor of 8-12 Pa (10 Pa nominally) [3] .",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Steady-state conditions"
        },
        {
            "text": "Guidelines in Taiwan suggest a minimum negative pressure of 8 Pa in relation to the adjacent room or corridor [4] . ASHRAE [5] recommends 12.45 Pa as a value of pressure difference for the rooms of enhanced cleanliness requirements (class), which is confirmed by the study conducted by Ahmed et al. 1993 [6] . Similar guidelines can be found in the Guidance for Industry Sterile Drug Products [7] , where, in the case of clean areas, the value of 10-15 Pa is recommended as a minimum value of pressure difference protecting the room. In the case of protection of aseptic isolations, where it is recommended to achieve complete physical separation from the external environment, the values range from 17.5 to 50 Pa.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 286,
                    "end": 307,
                    "text": "Ahmed et al. 1993 [6]",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Steady-state conditions"
        },
        {
            "text": "Some publications refer to the airflow control as a primary means of protection of rooms and thus having an indirect influence on diversification of pressure between adjacent rooms NIH (2003) [8] ; AIA (2001) [2] ; Hitchings (1994) [9] ; Gill (1994) [10] and Coogan [11] . Such publications recommend a range of 126-510 m 3 /h as the difference between the exhausted and supplied air in a contaminated room. However, since the value of the difference of airflow and the generated pressure difference value are closely connected, Streifel (2000) [12] recommends 212 m 3 /h as a difference in the airflow and simultaneously points out 2.5 Pa as a minimum pressure difference necessary to protect rooms and 7.5 Pa as an optimum value. Additionally, Gill [10] presents a minimum velocity on the room leakages at the level of 0.508 m/s. However, all the above guidelines and considerations refer to the steady-state conditions with the doors closed.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 215,
                    "end": 231,
                    "text": "Hitchings (1994)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 238,
                    "end": 249,
                    "text": "Gill (1994)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 529,
                    "end": 544,
                    "text": "Streifel (2000)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Steady-state conditions"
        },
        {
            "text": "Another ratio recommended in the guidelines, especially for health care rooms, is the required air change per hour (ACH), which, depending on the source, ranges from 6 to 12 ACH [1, 3] . Research with tracer gas SF 6 conducted by Tung et al. [4] indicates that the ventilation system of negative pressure differential 15.0 Pa in the isolation room demonstrates the best ventilation efficiency to extract contaminants, for both 12 and 24 ACH, which were tested. At lower values of pressure differential the more important factor was ACH, and higher ACH gives better results.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 182,
                    "end": 184,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Steady-state conditions"
        },
        {
            "text": "can be the case in operating rooms [19, 20] . Door opening immediately causes pressure equilibration between the rooms [21, 15, 22] . Moreover, it was demonstrated that door swinging makes the air mass from both sides blend, especially at the top edge of the door wing, while the difference in the airflow, which protects the rooms when the door is open, is too low to direct the airflow appropriately with the door open [15, 22] . Thus, it was noted that the door should not be opened rapidly. Similar conclusions can be found in [14] where it is pointed out that the negative pressure gradient may have been transiently reversed if the door-opening motion was too rapid, and sliding doors were recommended instead of hinged one.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 40,
                    "end": 43,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 128,
                    "end": 131,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Steady-state conditions"
        },
        {
            "text": "Under the study [15, 22] permanent conditions with the door open were also verified. The limit value, which prevents the air from coming out of the room was the pressure difference at the level of 2 Pa. To compare, the American Industrial Hygiene Association [23] recommends minimum airflow velocity of 0.25 m/s through any opening, including open doorways, and preferred velocity of 0.51 m/s in a desired direction.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 21,
                    "end": 24,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Steady-state conditions"
        },
        {
            "text": "Airflow through the doorway is also influenced by the air density difference which results from temperature difference between neighbouring rooms [16, 17, 24, 25] . When the temperature difference is high enough, the airflow is directed by the gravity rather than by the pumping effect of door swing [16, 17] .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Steady-state conditions"
        },
        {
            "text": "The research described in the available literature, concerning migration of air between rooms in the conditions of pressure difference was conducted using tracer gases, CFD simulations and smoke visualization. It also took into consideration such factors as door operation, temperature difference or ACH level. However, most investigations focused on the general contaminant without taking into account its weight and location in the room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Steady-state conditions"
        },
        {
            "text": "Whenever it is required to protect rooms against migrating contamination, contamination may also contain elements which are heavier than air. In laboratories, these may be chemical compounds connected with the production taking place in the laboratory, while in hospitals these may be anesthetic gases or even aerosols containing hazardous bacteria or viruses. Research on heavy contaminants behaviour is also important due to the fact that among the heavier than air contaminants there are a lot of toxic substances belonging to the group of chemical weapons. [26] .",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 565,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Steady-state conditions"
        },
        {
            "text": "Literature does not define specific requirements for the contaminants heavier than air, apart from the layout of air exhausts (if any). Therefore, in room protection focused design the same pressure difference values are usually used, regardless of the kind, density or weight of the contaminants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Steady-state conditions"
        },
        {
            "text": "In the present paper we focused on heavier-than-air contaminants, accumulated in the lower part of a room. The tests were made with dense smoke visualization in order to investigate the relation between the value of pressure difference, door swing and migration level of heavy contaminants between the rooms. In addition, disturbances in contaminant transfer resulting from movement of a person from a contaminated room to a protected one were also considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Steady-state conditions"
        },
        {
            "text": "The main method of conducting tests and observation was visualization of contaminated air flow, carried out by means of smoke.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The tests were conducted on a suitably prepared testing stand. The measuring stand was configured in a testing room equipped with air-supply/air-exhaust systems (Fig 1) . Both adjacent rooms, where the tests were conducted, had an area of 6x8 m and were 3 m high. They were connected by a single-wing swing door, 2x0.9 m in size.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 168,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Experimental Facilities"
        },
        {
            "text": "The measuring set-up let us precisely set and monitor the pressure difference between test rooms, measure velocity of the air in the apertures, airflow rate of the air supplied or exhausted from the rooms and visualize the contaminant transfer. A set of measurement series was performed with different values of maintained pressure difference, starting with small values, i.e. 2.5 Pa till 50 Pa used in standard smoke control systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Facilities"
        },
        {
            "text": "The main components of the test installation were (Fig 2) :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Experimental Facilities"
        },
        {
            "text": "• a device for adjustment and measurement of supply/exhaust airflow rate, adjustment dampers, measuring area reducers and orifice plate, pressure transducers,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Facilities"
        },
        {
            "text": "• simulated source of smoke-the low fog machine,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Facilities"
        },
        {
            "text": "• camera for visualization of smoke transfer with adjustment elements,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Facilities"
        },
        {
            "text": "• lighting for measurement area. The area near the door in both test rooms was lined with black fabric in order to enhance contrast between the smoke and the background. The smoke, generated by the low fog machine, was let in, each time, just above the floor level, at the distance of approx. 1.5 m from the doors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Facilities"
        },
        {
            "text": "The airflow volume was measured by a system containing a measuring tube (Venturi flow meter) and a pressure transducer. The measuring tube was a standard made element with external diameter of 160mm and measurement accuracy not lower than 5%. The pressure transducer connected with the measuring tube had a measuring range from 0 to 500 Pa, resolution of 1 Pa and measurement accuracy of 0.5%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Facilities"
        },
        {
            "text": "The airflow volume was calculated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Facilities"
        },
        {
            "text": "where: k-constant value for the measuring tube, ΔPm-measurement pressure, Pa. The maximum measurement error of the airflow volume V, calculated as an error of a compound value was 5.3%. Positive pressure in the room was measured by means of a pressure transducer with measuring range of 0-100 Pa, resolution of 0.1 Pa and measurement accuracy of 0.5%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Facilities"
        },
        {
            "text": "During all measurement sessions a constant temperature of 23°C was maintained both in the rooms and in the ventilation system which generated pressure difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Facilities"
        },
        {
            "text": "Pressure difference between the rooms provoked air leakage through the air leakage points in the room envelope, and in the closed elements of the ventilation system. Functional relationship between the airflow volume and the pressure difference it generated as well as geometry of the openings, the so called Power law equation, confirmed in numerous sources in the literature, was proposed by ASHRAE in [27] :",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Air leakage characteristics of the test room"
        },
        {
            "text": "where: Q-airflow through opening, m 3 /s, c-flow coefficient, m 3 /(s ÁPa n ), n-pressure exponent, [-], Δp-pressure difference across opening, Pa. Exponent (n) and coefficient (c) depend on the kind of openings through which the air passes. The research conducted [28] also proved that the results obtained depend significantly on the geometrical parameters of the openings and on the inflow and outflow of air from the opening. The value of exponent (n) on the basis of tests performed by Walker [29] for the process of air infiltration through the openings, is constant and equals approx.0.6-0.7. Most frequently, exponent (n) has a typical value of 0.65. The value of flow coefficient (c) and that of pressure exponent (n) can be determined empirically by means of appropriate pressure tests.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Air leakage characteristics of the test room"
        },
        {
            "text": "During the tests parameters of the test room were determined, with the door and other openings closed. For this purpose, volume of the airflow supplied to the test room with gradually increasing pressure values was measured. The results of airflow measurements are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 281,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Air leakage characteristics of the test room"
        },
        {
            "text": "The above results were approximated by means of the function described in Eq 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Air leakage characteristics of the test room"
        },
        {
            "text": "The following relationship was obtained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Air leakage characteristics of the test room"
        },
        {
            "text": "with correlation coefficient R = 0.998 Adopting a typical coefficient n = 0.65 resulted in a very good representation of room characteristics in the form of the following relationship:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Air leakage characteristics of the test room"
        },
        {
            "text": "with correlation coefficient R = 0.998 Room characteristics are shown in Fig 3. As it can be seen, the test room used in the test has typical characteristics describing leakage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 79,
                    "text": "Fig 3.",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Air leakage characteristics of the test room"
        },
        {
            "text": "The tests were performed in measurement series with different values of maintained initial level of pressure difference (from low values of approx. 2.5 Pa to the values typically used in desmoking systems, i.e. 50 Pa) and the direction and width of the door swing shown in Tab.2. The testing variants assumed certain behavioural patterns of the users. For this reason, the case of opening and closing the door adjacent to the contaminated area was considered, i.e. a scenario in which a person is looking out of the door in order to assess the situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test range and procedure"
        },
        {
            "text": "For this testing variant, two widths of door swing were taken into account i.e. 10 cm (s = 10) and 50 cm (s = 50). Variant s = 10 was realized at two values of door swing velocity, the so called \"slow\" and \"fast\". Moreover, during the measurement series the influence exerted by movement of a person on the contaminants migration was also taken into consideration. Such a scenario corresponds to the case of \"escape\" from the endangered zone. However, with variants s = 10 and s = 50 the door was opened and then closed while in the escape mode the door was opened to 50 cm and left open after a person transition. The process of opening and closing the door was manual so there could have occurred small differences in velocity and time of its opening. Testing variants used in measurement series are shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 811,
                    "end": 818,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Test range and procedure"
        },
        {
            "text": "Simulation of contamination was carried out using a low fog machine. During measurements the machine was always placed on the negatively pressurized side, approx. 1.5 m away from the door.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test range and procedure"
        },
        {
            "text": "Smoke was introduced at the floor level (5 cm above the floor) in a low turbulent manner, so the mixing of smoke with indoor air was limited. The height of smoke layer was about 10-15 cm at the beginning of each test. Temperature of air above the smoke layer in the negative pressure room was equal to the air temperature in the positive pressure room, and no significant temperature gradient was observed in both rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test range and procedure"
        },
        {
            "text": "The course of a single measurement series was:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test range and procedure"
        },
        {
            "text": "• closing of the door,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test range and procedure"
        },
        {
            "text": "• generating appropriate pressure difference,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test range and procedure"
        },
        {
            "text": "• start-up of a simulated source of contamination (low fog machine),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test range and procedure"
        },
        {
            "text": "• generating appropriate conditions: opening and closing of the door, \"escape\" mode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test range and procedure"
        },
        {
            "text": "Selected results obtained in different measurement series and notes about each series are presented below. Case \"I\" refers to the door opening towards the negatively pressurized zone, while case\"II\" refers to the door opening towards the positively pressurized zone. Descriptions of the series and conclusions were prepared on the basis of visualization and observation of the smoke movement. Temperature during the measurements remained constant, therefore, the influence of the buoyant force on contamination movement through the door can be excluded. The door was opened manually and therefore small differences in velocity and time of door opening may have occurred. However, control measurements showed that these differences would not have been greater than 5%. Figs 4-9 shows the results for cases I and II and pressure difference: 2.5, 12.5 and 25 Pa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In all the cases, with 2.5 Pa pressure difference, a considerable amount of smoke migrated to the adjacent room with the door closed. In the \"escape\" mode, a plume of smoke trailed after With 12.5 Pa, when the door was opened and closed at the width of 10 cm, the smoke practically did not migrate out of the room. At 50 cm wide opening and in the \"escape\" mode, a relatively small amount of smoke remained outside the room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results of visualization performed with the door swing towards negatively pressurized zone"
        },
        {
            "text": "Above the pressure difference of 25 Pa, the smoke practically did not migrate out of the room when the door was opened and closed. Only at 25 Pa, a passage of a person still caused moderate migration of the smoke outside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results of visualization performed with the door swing towards negatively pressurized zone"
        },
        {
            "text": "In all the cases, with pressure difference up to 5 Pa, the smoke remained outside the room after the door was closed. In the \"escape\" mode the smoke trailed after the person leaving the room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results of visualization performed with the door swing towards positively pressurized zone"
        },
        {
            "text": "A 25 Pa the degree of smoke migration when the door was closed and opened, fell to a moderate level. When a person passed through the door, the smoke practically did not trailed after the person and soon withdrew.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results of visualization performed with the door swing towards positively pressurized zone"
        },
        {
            "text": "Figs 10 and 11 show the results obtained in different series. During the measurement series with the door opened towards a negatively pressurized zone (Fig 10) , in the case of the lowest values of pressure difference (2.5 Pa), a considerable degree of contaminants migration to the Influence of the Pressure Difference and Door Swing on Heavy Contaminants Migration between Rooms room was observed. After closing the door, it was noted that a certain portion of the smoke left migrated further towards an adjacent room or remained at the doorsill. Increased pressure difference (5, 7, 12.5 Pa) between rooms made it possible to arrest smoke in a room when the door was open to the width of 10 and 50 cm. However, a passage of a person through the door resulted in intensive turbulences causing discharge of certain portion of smoke plume outside.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "text": "(Fig 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparison of case I and case II results"
        },
        {
            "text": "When the door was left ajar, the airflow provoked by generating initial pressure difference of 25 Pa, prohibited smoke from getting outside. The same case was noted in previous measurement scenarios. Additionally, like in other cases, also in those conditions, the opening of the door and passage of a person through that door resulted in a small discharge of smoke plume. Initial pressure difference generated at the level of 50 Pa caused a complete blockage of smoke transfer even when a person was passing through the door, not only when the door was partly open.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of case I and case II results"
        },
        {
            "text": "During the measurements conducted with the door directed towards a positive pressure zone (Fig 11) a slightly bigger smoke plume discharge was noted in comparison to the corresponding measurements for the door swing towards negative pressure. Pressurization at the level of 2.5 Pa, 5.0 Pa, irrespective of the width of the door swing, does not prevent migration of the smoke plume outside, which remains in a protected room after the door has been closed. It is only with the door left ajar that a slow withdrawal of smoke plum to a contaminated room was observed. A similar phenomenon was noted during the measurement series with pressure difference of 7.0 and 12.5 Pa; the amount of smoke plume migrating outside was visibly smaller. In comparison to the measurements with lower pressurization, initial generation of pressure difference at 25 Pa noticeably minimizes migration of smoke plume outside, irrespective of the width of the door swing and of a passage of a person through the door. Only minute quantities of smoke migrate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "(Fig 11)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparison of case I and case II results"
        },
        {
            "text": "Opening of the door between the rooms of different pressure levelled pressure value on both sides, which was proved by the tests performed, and confirmed in some publications [21, 15, 22] .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The studies showed that door swing outside the room towards a positively pressurized zone was more disadvantageous in comparison to the cases when the door was opened into the contaminated room (with negative pressure). With the door opened towards negative pressure, reduction of the amount of contamination to the level specified as moderate or small occurred when the pressure difference was at approx. 7 Pa. That was the case for all the examined modes of door swing (s = 10 fast, s = 10 slow, s = 50, \"escape\" mode). Similar reduction in the amount of contamination in the case of opening of the door towards positive pressure was observed only with the door swing at 12.5 Pa, and even at 25 Pa. This finding is confirmed by the studies of Sansone and Keimig [15] published earlier.",
            "cite_spans": [
                {
                    "start": 764,
                    "end": 768,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The reason for such a phenomenon is the effect of drawing in contamination through the opposite to the leading side of the door opening towards the room with positive pressure and further pushing of the contamination into the room when the door was closed. In the case of door swing towards the negative pressure, the smoke was drawn in through the eddies that formed around the edge of travelling door, but the air passing through the door left ajar made the smoke withdraw. Different observations were recorded by Wiesman in [22] , where the author decided that it is more advantageous to open the door towards the positive pressure. However, his studies assumed only opening of the door in the required direction without closing the door afterwards, which did not take into account the door pumping effect.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 531,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This effect has a considerable impact on contamination spreading. The studies performed showed that the amount of contamination depends on the velocity of contamination pumping. Faster pumping made more contamination migrate. This was demonstrated by both measurement sessions for cases II 12.5 and 50 Pa carried out in variants s = 10 slow and s = 10 fast, and also by the comparison of the \"escape\" mode and s = 50 mode. In both cases longer time of door swing was connected with a smaller amount of contamination getting out. These observations confirm the conclusions put forward by Sansone and Keimig [15] showing that it is necessary to swing the door more slowly.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 610,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Door pumping presents a considerable difficulty for the effective protection against contamination migration. The tests show that it causes greater contaminants migration as compared to the door left ajar in stable conditions. The measurements performed showed that in order to protect the rooms against contaminants migration during door pumping, it is necessary to have an airflow ensuring velocity of approx. 0.6-1.0 m/s on the door left ajar. It is a three times greater value in comparison with the values recommended by the AIHA [2] in the case of the door left ajar in stable conditions (0.254m/s).",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 538,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moreover, measurement results presented in the article indicate that contaminants migration depends on two factors: door pumping and transferring contaminants on the feet of the person passing through the door in the \"escape\" mode. However, with a lower pressure difference and with lower velocity values with the door left ajar, door pumping plays a much bigger role. With the pressure and velocity values growing with the door left ajar, the influence of door pumping decreases, while the contamination is transferred mainly on the person's feet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The presented studies, unlike the other ones which also examine the influence of pressure difference, included the \"pumping\" effect, i.e. transfer of contaminants by means of the door swing. The observations provided the grounds to conclude that the door effect can be a contributing factor to intensification of contaminants transfer, even in comparison to the cases when the door was left open.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Although, in terms of contamination, it is more advantageous to swing the door towards negative pressure of 2.5 Pa, as shown in some publications, it is definitely not sufficient in order to protect the rooms if the door swings. Door swinging towards negative pressure causes reduction in the contaminants transfer to the level specified as moderate or small already at the pressure of 7 Pa. The same effect with the door opened in the opposite direction is obtained with pressure difference of 12.5 Pa and even 25 Pa. Increase of pressure difference from 25 to 50 Pa did not help to prevent migration with the door swing towards negative pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Moreover, it was shown that quick door swing causes a greater transfer of contaminants regardless of the width of the door opening, which shows that it is necessary to open the door more slowly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In order to protect the rooms against contaminants transfer during door pumping it is necessary to have the airflow which guarantees velocity of approx. 0.6-1.0 m/s on the door left ajar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Contaminants migration is also influenced by their transfer on the feet of the person passing through the door. With an increase in pressure and velocity on the door left ajar, the influence of door swing decreases while the effect on contamination transfer on the feet increases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "MMWR (Morbidity and Mortality Weekly Report): Guidelines for preventing transmission of mycobacterium tuberculosis in health-care settings",
            "authors": [],
            "year": 2005,
            "venue": "Centers for Disease Control and Prevention (US)",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guidelines for the design and construction of hospital and health care facilities",
            "authors": [
                {
                    "first": "American",
                    "middle": [],
                    "last": "Institute",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Architects",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "UK Department of Health. Health Building Note (HBN) 04-01 Supplement 1: Isolation facilities for infectious patients in acute settings",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An experimental study on ventilation efficiency of isolation room",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Tung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Building and Environment",
            "volume": "44",
            "issn": "2",
            "pages": "271--279",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2008.03.003"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "American Society of Heating, Refrigerating, and Air-Conditioning Engineers Inc. ASHRAE Handbook-HVAC Applications",
            "authors": [],
            "year": 2007,
            "venue": "Atlanta",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dynamics of laboratory pressurization",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "ASHRAE Transactions",
            "volume": "99",
            "issn": "2",
            "pages": "223--229",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "FDA Center for Drug Evaluation and Research, Center for Biologics Evaluation and Research and Office of Regulatory Affairs. Guidance for Industry, Sterile Drug Products Produced by Aseptic Processing-Current Good Manufacturing Practice",
            "authors": [],
            "year": 2004,
            "venue": "US Food and Drug Administration",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Office of Research Facilities. NIH Design Policy and Guidelines",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Laboratory space pressurization control systems",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Hitchings",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "ASHRAE Journal",
            "volume": "36",
            "issn": "2",
            "pages": "36--40",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "HVAC design for isolation rooms",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Heating, Piping and Air Conditioning Engineering",
            "volume": "66",
            "issn": "2",
            "pages": "45--52",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effects of surrounding spaces on rooms pressurized by differential flow control",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Coogan",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "ASHRAE Transactions",
            "volume": "102",
            "issn": "1",
            "pages": "18--25",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Health-care IAQ: guidance for infection control. Heating, Piping, Air Conditioning Engineering",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Streifel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "72",
            "issn": "",
            "pages": "28--36",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Dispersion of small particles into operating rooms due to door openings-A measurement study performed at Sahlgrenska",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gustavsson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Division of Building Services Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Door-opening motion can potentially lead to a transient breakdown in negative-pressure isolation conditions: the importance of vorticity and buoyancy airflows",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tanga",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eamesb",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lic",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Tahad",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wilsone",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bellinganf",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Hospital Infection",
            "volume": "61",
            "issn": "",
            "pages": "283--286",
            "other_ids": {
                "PMID": [
                    "16253388"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The influence of door swing and door velocity on the effectiveness of directional airflow",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Sansone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Keimig",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proceedings of ASHRAE IAQ '87",
            "volume": "",
            "issn": "",
            "pages": "372--381",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Combining Door Swing Pumping with Density Driven Flow",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kiel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "ASHRAE Transactions",
            "volume": "95",
            "issn": "2",
            "pages": "590--599",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Gravity Driven Counterflow Through an Open Door in a Sealed Room",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kiel",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Building and Environment",
            "volume": "25",
            "issn": "4",
            "pages": "379--388",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Different types of door-opening motions as contributing factors to containment failures in hospital isolation rooms. PloS one",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicolle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pantelic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Klettner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kalliomaki",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0066663"
                ],
                "PMID": [
                    "23826109"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Effect of Laminar Air Flow and Door Openings on Operating Room Contamination",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Raphael",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Maltenfort",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Honsawek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dolan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Younkins",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Journal of arthroplasty",
            "volume": "28",
            "issn": "9",
            "pages": "1482--1485",
            "other_ids": {
                "DOI": [
                    "10.1016/j.arth.2013.06.012"
                ],
                "PMID": [
                    "23890828"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Contamination risks due to door openings in operating rooms",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ljungqvist",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reinmüller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gustén",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gustén",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nordenadler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "European Journal of Parenteral & Pharmaceutical Sciences",
            "volume": "14",
            "issn": "4",
            "pages": "97--101",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Dynamic airflow simulation within an isolation room. Building and Environment",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Shiha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "3194--3209",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Room pressure for critical environment",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wiseman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "ASHRAE Journal",
            "volume": "45",
            "issn": "2",
            "pages": "34--39",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "American National Standard for Laboratory Ventilation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ansi/Aiha Z9",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "5--2003",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Impact of two-way air flow due to temperature difference on preventing the entry of outdoor particles using indoor positive pressure control method",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "186",
            "issn": "",
            "pages": "1290--1299",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Role of two-way airflow owing to temperature difference in severe acute respiratory syndrome transmission: revisiting the largest nosocomial severe acute respiratory syndrome outbreak in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of the Royal Society Interface",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Chemically polluted ventilating air as security hazard in terrorist attack. District Heating, Heating, Ventilation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mizielinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hendiger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chludzinska",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "35--36",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "American Society of Heating, Refrigerating, and Air-Conditioning Engineers Inc. ASHRAE Handbook-Fundamentals",
            "authors": [],
            "year": 2009,
            "venue": "Atlanta",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Computation of discharge coefficients for laminar flow in rectangular and circular openings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Chastain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Colliver",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Winner",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "ASHRAE Transactions",
            "volume": "93",
            "issn": "2",
            "pages": "2259--2283",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A comparison of the power law to quadratic formulations for air infiltration calculations",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Energy and Buildings",
            "volume": "27",
            "issn": "3",
            "pages": "293--299",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A scheme of the testing stand-testing rooms, top-view. doi:10.1371/journal.pone.0155159.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A scheme of measuring stand-ventilation system with measurement and adjustment elements.doi:10.1371/journal.pone.0155159.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Airflow rate versus pressure difference data from pressurization test. doi:10.1371/journal.pone.0155159.g003 Influence of the Pressure Difference and Door Swing on Heavy Contaminants Migration between Rooms PLOS ONE | DOI:10.1371/journal.pone.0155159 May 12, 2016",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Level of contaminants migration-door open towards negatively pressurized zone. doi:10.1371/journal.pone.0155159.g010",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Degree of contaminants migration-door open towards positive pressure. doi:10.1371/journal.pone.0155159.g011",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Results of the airflow volume measurements and of the positive pressure generated during the tests of the room leaktightness.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of the test series.Influence of the Pressure Difference and Door Swing on Heavy Contaminants Migration between Rooms the person leaving the room. However, when the person passed through the door and left it open, the smoke nearby the door tended to withdraw.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}