{
    "paper_id": "535c73393b8f68ef2f9081e1e07d0d0aa0d44a8c",
    "metadata": {
        "title": "New Perspectives in the Renin-Angiotensin-Aldosterone System (RAAS) IV: Circulating ACE2 as a Biomarker of Systolic Dysfunction in Human Hypertension and Heart Failure",
        "authors": [
            {
                "first": "Katalin",
                "middle": [
                    "Ú"
                ],
                "last": "Ri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Mikló S Fagyas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Ivetta",
                "middle": [],
                "last": "Má Nyiné Siket",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Attila",
                "middle": [],
                "last": "Kerté Sz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Zoltá",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Csaná",
                "middle": [],
                "last": "Di",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Gá",
                "middle": [],
                "last": "Bor Sá Ndorfi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcell",
                "middle": [],
                "last": "Clemens",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Roland",
                "middle": [],
                "last": "Fedor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Zoltá",
                "middle": [
                    "N"
                ],
                "last": "Papp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Istvá",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Attila",
                "middle": [],
                "last": "Tó Th",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Erzsé",
                "middle": [],
                "last": "Bet Lizanecz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Debrecen",
                    "location": {
                        "settlement": "Debrecen",
                        "country": "Hungary"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Growing evidence exists for soluble Angiotensin Converting Enzyme-2 (sACE2) as a biomarker in definitive heart failure (HF), but there is little information about changes in sACE2 activity in hypertension with imminent heart failure and in reverse remodeling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods, Findings: Patients with systolic HF (NYHAII-IV, enrolled for cardiac resynchronisation therapy, CRT, n = 100) were compared to hypertensive patients (n = 239) and to a healthy cohort (n = 45) with preserved ejection fraction (EF.50%) in a single center prospective clinical study. The status of the heart failure patients were checked before and after CRT. Biochemical (ACE and sACE2 activity, ACE concentration) and echocardiographic parameters (EF, left ventricular enddiastolic (EDD) and end-systolic diameter (ESD) and dP/dt) were measured. sACE2 activity negatively correlated with EF and positively with ESD and EDD in all patient's populations, while it was independent in the healthy cohort. sACE2 activity was already increased in the hypertensive group, where signs for imminent heart failure (slightly decreased EF and barely increased NT-proBNP levels) were detected. sACE2 activities further increased in patients with definitive heart failure (EF, 50%), while sACE2 activities decreased with the improvement of the heart failure after CRT (reverse remodeling). Serum angiotensin converting enzyme (ACE) concentrations were lower in the diseased populations, but did not show a strong correlation with the echocardiographic parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Soluble ACE2 activity appears to be biomarker in heart failure, and in hypertension, where heart failure may be imminent. Our data suggest that sACE2 is involved in the pathomechanism of hypertension and HF. Citation: Ú ri K, Fagyas M, Mányiné Siket I, Kertész A, Csanádi Z, et al. (2014) New Perspectives in the Renin-Angiotensin-Aldosterone System (RAAS) IV: Circulating ACE2 as a Biomarker of Systolic Dysfunction in Human Hypertension and Heart Failure. PLoS ONE 9(4): e87845.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The renin-angiotensin system (RAS) is a central regulator of cardiovascular and renal functions and plays an important role in the pathophysiology of heart failure [1] [2] . Soluble Angiotensin converting enzyme 2 (sACE2) is a recently discovered homologue of ACE. It is a monocarboxypeptidase generating Ang-(1-9) from Ang-I [3] and Ang-(1-7) from Ang-II. Ang-(1-7) is a biologically active metabolite of the RAS acting through the G-proteincoupled Mas receptor [4] . Ang-(1-7) is capable of reducing myocardial oxidative stress and pathological remodeling [5] . Mas receptor can hetero-oligomerize with AT1R acting as a physiological antagonist of AngII [6] .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the heart, sACE2 is expressed in various cell types including fibroblasts, cardiomyocytes and endothelial cells [7] . Although sACE2 is a plasma membrane-bound ectoenzyme, a soluble active form of the protein was also found in plasma and urine [8] . Tumor necrosis factor alpha converting enzyme (TACE/ADAM17) is the sheddase responsible for the ectodomain cleavage and shedding of sACE2 [9] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Opposite to the AngI-ACE-AngII-AT1R pathway sACE2 may provide a vasoprotective/antiproliferative mechanism resulting in the counter-regulation of the RAS [10] . In accordance, previous animal data have shown that transgenic sACE2 overexpression attenuates hypertension [11] [12] . Suppression of sACE2 expression again established it as a negative regulator of the RAS in blood pressure control [11] [13] [14] . Moreover, sACE2 polymorphisms were related to hypertension in different human populations [15] [16] [17] . Nonetheless, the expression and activity of sACE2 in human hypertension has not been addressed directly yet.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In contrast to hypertension, sACE2 has already been studied in animal and human HF suggesting a protective role for this enzyme [18] . Targeted disruption of sACE2 in mice results in severe cardiac contractility defect, increased plasma and heart AngII levels leading to cardiac dysfunction. Absence of sACE2 causes stress activation of the myocardial NADPH oxidase system and leads to severe adverse myocardial remodeling and dysfunction [19] . It was suggested that myocardial sACE2 gene expression is increased in patients with left ventricular dysfunction [20] and TACE is also upregulated in HF [9] . Loss of sACE2 worsened the pathological remodeling and resulted in a rapid progression to systolic dysfunction and HF [21] .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Epelman et al. showed that increased sACE2 activity is associated with more advanced HF and that elevated sACE2 activity could predict adverse cardiac events [8] . Lehmann et al. recently observed higher sACE2 activity in HF-patients experiencing ventricular arrhythmias and appropriate defibrillatorintervention [22] . Whether these considerable correlations make sACE2 activity suitable as a novel biomarker of heart failure is still not settled.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 164,
                    "end": 178,
                    "text": "Lehmann et al.",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Growing evidence exists for irrefutable importance of sACE2 in the pathophysiology of HF, however there is little information about changes in sACE2 activity during the progression of the disease as well as about reverse changes under medical therapy such as Cardiac Resynchronization Therapy (CRT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we report a single center, prospective clinical study to establish a relationship between circulating ACE, sACE2 and clinical parameters, such as hypertension or cardiac performance. Considering that use of terms related to ACE enzyme-activity and enzyme-level occurs inconsistently in the literature, we performed parallel ACE enzyme activity and enzyme concentration mea-surements. We have studied these relationships in patients with severe remodeling and during reverse remodeling when improved systolic function was achieved by biventricular pacemaker device therapy. sACE2 activity was measured in hypertensive patients for the first time, and sACE2 was identified as a biomarker of imminent heart failure, when cardiac ejection fraction is above 50%, but deterioration of cardiac performance is expected (e.g. in patients with hypertension).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Written informed consent has been obtained from the patients and all clinical investigation has been conducted according to the principles expressed in the Declaration of Helsinki. The study has been approved by the Regional and Institutional Ethics Committee, Medical and Health Science Center, University of Debrecen, (UDMHSC REC/IEC number: 3261-2010) and by the Medical Research Council of Hungary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study populations"
        },
        {
            "text": "A single center, prospective clinical study was performed at the Institute of Cardiology of the University of Debrecen to investigate the relationship between serum sACE2 activity and cardiovascular pathologies, among other parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study populations"
        },
        {
            "text": "There were three study groups. Healthy individuals (n = 45) without any cardiovascular pathology or medication were recruited with normal cardiac morphology and left ventricular ejection fraction above 50%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study populations"
        },
        {
            "text": "A second group of 239 hypertensive patients (systolic blood pressure above 140 mmHg and/or diastolic blood pressure above 90 mmHg at the time of the diagnosis of the disease) was established. This group was characterized by preserved ejection fraction (above 50%) besides optimal antihypertensive therapy according to the national guidelines (Table 1) . A third group of 100 patients with severe left ventricular systolic dysfunction with indication of cardiac resynchronization therapy (heart failure, HF) were also enrolled into the study (HF -CRT before). Patients were selected for CRT according to the current ESC guideline related to pharmaceutical and device therapy of systolic heart failure [23, 24] Till the date 65 patients fulfilled the first visit between 6 and 9 months (HF -CRT after), so statistical analyses and diagrams contain exclusively their data. Significant mitral regurgitation was present in 22 patients, enabling dP/dt measurements.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 704,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 351,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study populations"
        },
        {
            "text": "Examinations were performed at the enrollment (healthy group), at regular visits (hypertensive group) or just before (HF -CRT before group) and between 6 and 9 months after CRT device implantation (HF -CRT after group). Each visit included physical examination with assessment of New York Heart Association (NYHA) functional stage, echocardiographic measurements and blood sample collection for biochemical measurements. Cardiovascular risk assessment comprised age, sex, hypertension, hypercholesterinaemia, diabetes mellitus or ischaemic cardiomyopathy ( Table 1) . NYHA classification was performed by independent clinicians who were not aware of echocardiographic data. Medical reports and medication history were obtained from all patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 557,
                    "end": 565,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study populations"
        },
        {
            "text": "Transthoracic echocardiography was performed using an Accuson Sequoia (Siemens AG, Germany) echocardiograph. Two dimensional and Doppler imaging was performed in standard parasternal and apical views. The left ventricular ejection fraction (EF) was measured by M mode left ventricular dimensional method. Preserved EF cutoff was .50%. Values for dP/dt (a functional parameter which is related to left ventricular contractility) were determined in patients with severe mitral regurgitation. Two experienced cardiologists unaware of the biochemical data performed the echocardiographic measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Echocardiographic measurements"
        },
        {
            "text": "Blood samples were collected by using a standard aseptic technique. Native blood was incubated for 60 minutes at room temperature. Serum fractions were separated by centrifugation (1,500 g, 15 min) and kept in a freezer (220uC) until the measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood sample collection"
        },
        {
            "text": "The sACE2 activity measurement was performed using a specific quenched fluorescent substrate as previously described with some modifications [25] [26] [27] . The reaction mixture (200 mL) contained 20 ml serum, 80 mL buffer and 100 ml (50 mM) sACE2-specific fluorescent substrate (7-methoxycoumarin-4-yl)acetyl-Ala-Pro-Lys(2,4-dinitrophenyl)-OH [Mca-APK(Dnp)] (EZ Biolab, Carmel, USA). sACE2 activity was measured by fluorometric assay of the enzymatic cleavage of K(Dnp) from the fluorogenic substrate Mca-APK(Dnp).",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Measurement of serum ACE2 activity"
        },
        {
            "text": "The reaction buffer contained a protease inhibitor cocktail 10 mM Bestatin-hidrochloride, 10 mM Z-prolyl-prolinal (Enzo Life Science, Exeter, UK), 5 mM Amastatin-hidrochloride, 10 mM Captopril and 5 mM NaCI, 100 mM ZnCI 2 , 75 mM TRIS HCI, pH 6.5. All chemicals were from Sigma (St. Louis, MO, USA) if not stated otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of serum ACE2 activity"
        },
        {
            "text": "The reaction was performed in black 96-well microtiter plates (Greiner Bio-One, Frickenhauser, Germany). The assay was monitored continuously by measuring the increase in fluorescence (excitation wavelength = 320 nm, emission wavelength = 405 nm) upon substrate hydrolysis using a fluorescence microplate reader (NOVOstar; BMG Labtech GmbH, Offenburg, Germany). Initial enzyme activities were determined from the linear rate of fluorescence increase over the 0-120 min time course. The increase in fluorescence was plotted as a function of reaction time and fitted with a linear regression. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of serum ACE2 activity"
        },
        {
            "text": "Assessment of ACE activity was based on the spectrophotometric measurement of FAPGG hydrolysis [28] [29] . The reaction mixture (200 mL) contained 50 mL of serum, 0.5 mM FAPGG (N-",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Measurement of serum angiotensin converting enzyme (ACE) activity"
        },
        {
            "text": "Louis, MO, USA) substrate, 300 mM sodium chloride, and 25 mM HEPES (4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid) at pH 8.2. Measurement of ACE activity is based on the change in the absorption at 340 nm when FAPGG hydrolyzed to furylacryloyl-L-phenylalaline (FAP) and glycylglycine (GG). The reaction was performed in 96-well plates (Greiner Bio-One, Frickenhauser, Germany). Changes in FAPGG absorbance were detected using a microplate reader (NOVOstar; BMG Labtech GmbH, Offenburg, Germany). Hydrolysis of FAPGG by ACE was recorded in every 5 minutes at 37Cu. Optical density values were plotted as a function of reaction time and fitted by linear regression. The fit and the data were accepted when r.0.9. ACE activity was calculated by the equation: ACE activity = 2(S/k)*D, where S is the rate of observed decrease in optical density (1/ min), k is the change in optical density upon the complete cleavage of 1 nmol of FAPGG, and D is the dilution of the serum. One unit (U) of ACE activity represents 1 nmol of FAPGG hydrolysis per minute at 37 uC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of serum angiotensin converting enzyme (ACE) activity"
        },
        {
            "text": "ACE concentration was determined using a Human ACE enzyme-linked immunosorbent assay (ELISA) Development System (catalog No. DY929; R&D System, Inc, Minneapolis, USA) according to the manufacturer's instruction, with minor modifications [30] . In brief, enzyme-linked immunosorbent assay plates were coated with capture antibody diluted to a working concentration of 80 ng/well in Dulbecco's modified phosphatebuffered saline solution (DPBS) (Invitrogen Corp, Carlsbad, CA, USA) overnight at room temperature. The remaining binding sites were blocked with bovine serum albumin (Sigma, St. Louis, MO, USA), 10 mg/mL, dissolved in DPBS. Human serum samples were diluted 100-fold in the same buffer (10 mg/mL of bovine serum albumin in DPBS) and incubated with the immobilized primary antibodies for 2 hours. Capture antibody-bound ACE was labeled using a biotinylated detection antibody, 20 ng/well for 2 hours. Streptavidin-conjugated horseradish-peroxidase (200fold-diluted stock from the kit) was added to the wells and incubated for 20 minutes. The immunocomplexes were detected with a chromogenic substrate solution containing 0.3 mg/mL TMB (3,3,59,59-tetramethylbenzidine), 0.1 mM H 2 O 2 and 50 mM acetic acid (incubation time was about 20 minutes). Reaction was terminated by addition of 0.5 M HCl and was evaluated by measuring absorbance at 450 nm. ACE concentration was calculated using a calibration curve. The ACE concentration in the samples were measured at least three times to achieve a standard deviation of at most 15%. Serum ACE concentration was given as ng/mL of serum.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Measurement of serum ACE concentration"
        },
        {
            "text": "N-Terminal Pro-Brain Natriuretic Peptide (NT-proBNP) measurements NT-proBNP levels were measured in serum using a commercially available kit (Elecsys proBNP II., Roche Ltd., Mannheim, Germany).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of serum ACE concentration"
        },
        {
            "text": "Unpaired echocardiographic values were analyzed by the nonparametric Kruskal-Wallis test (two tails, Figure 1A -C). With these nonparametric tests there is a difference between the hypertensive and healthy patients groups. Bars are mean 6 S.E.M. Significant differences are labeled by asterisks (** P, 0.001). Paired echocardiographic data (CRT before and after, Figure 1A -1C) were evaluated by the nonparametric Wilcoxon matched-pairs signed rank test (two tails). The dP/dt parameter was analyzied with paired t-test (two tailes, Figure 1D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 363,
                    "end": 372,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 533,
                    "end": 542,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "Statistical differences in the biochemical parameters (figures where soluble ACE2 activities are evaluated, Figure 2 ) were addressed by the parametric ANOVA tests (comparison of all group-pairs, Newman-Keuls post test).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "Linear regression analysis was performed to compare sACE2 activity with echocardiographic parameters and NT-proBNP levels (Figures 3-5) . Linear regression analysis was performed to compare serum ACE concentration with echocardiographic parameters ( Figure 6 ). P,0.05 was considered to be statistically significant for all the comparisons. All statistical analyses were performed using a commercially available software GraphPad Prism, version 4.0 (GraphPad Software, Inc., San Diego, CA, USA).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 135,
                    "text": "(Figures 3-5)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 250,
                    "end": 258,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "Clinical characteristics of the study groups are shown in Table 1 . The healthy (systolic/diastolic blood pressure: 122.5610.9/ 79.569.8 mmHg) and the hypertensive group (optimal medical therapy, systolic/diastolic blood pressure: 134.0619.9/ 80.3611.5 mmHg) consisted of individuals with no apparent symptoms and clinical signs of systolic or diastolic heart failure ( Table 1 ). The CRT group consisted of patients with mild (NYHA II) to severe heart failure (NYHA III-IV) and matched ECG and echocardiographic criteria for biventricular pacemaker implantation. The mean EF in the CRT group was seriously reduced ( Table 1) with enlarged end-systolic (ESD, Table 1 ) and enddiastolic (EDD, Table 1 ) diameters. In all cases CRT-D device was implanted. Significantly elevated NT-proBNP levels were found in the hypertensive and CRT groups compared to the healthy group. Occurrence of cardiovascular risk factors and medication in the study population is also summarized in Table 1 . The pharmaceutical therapy remained unchanged during the study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 370,
                    "end": 377,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 617,
                    "end": 625,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 659,
                    "end": 666,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 692,
                    "end": 699,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 974,
                    "end": 981,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Baseline characteristics of study groups"
        },
        {
            "text": "Hypertensive and heart failure (HF) patients had significantly enlarged initial left ventricular dimensions (ESD, EDD) before cardiac resynchronization therapy (HF -CRT before) compared to healthy individuals (Table 1, Figure 1A and 1B). Severe reduction of left ventricular pumping function was observed as represented by reduced EF in the CRT group (Table 1, Figure 1C) . A significant decrease of ESD and EDD (ESD to 51.961.4 mm; P,0.001, EDD to 63.961.2 mm; P,0.01, Figure 1A and 1B) was found following 6 to 9 months of biventricular pacing (HF -CRT after). Pumping function also improved to a great extent in this group (EF to 34.261.1%; P,0.001; Figure 1C ). The dP/dt parameter changed in a significant manner as well following CRT (from 498.6627.1 to 695.4654.0 mmHg/s; P,0.001; Figure 1D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 228,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 361,
                    "end": 371,
                    "text": "Figure 1C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 470,
                    "end": 479,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 653,
                    "end": 662,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 788,
                    "end": 797,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Effects of biventricular pacing on echocardiographic parameters"
        },
        {
            "text": "sACE2 activity positively correlates with the clinical status of systolic heart failure patients A remarkable elevation of sACE2 activity was present in CRT patients before pacemaker implantation (HF -CRT before) compared to healthy people and to the hypertensive patients with preserved left ventricular EF (healthy: 16.260.8 UF/mL, hypertensive: 24.860.8 UF/mL and HF -CRT before: 30.261.7 UF/ mL, Figure 2A ). Serum ACE2 activity strongly correlated with the clinical condition of patients with severe heart failure (HF -CRT before: NYHAII: 32.363.1 UF/mL, NYHAIII: 45.262.9 UF/ mL, NYHAIV: 64.266.2 UF/mL, Figure 2B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 409,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 610,
                    "end": 619,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Effects of biventricular pacing on echocardiographic parameters"
        },
        {
            "text": "The positive correlation between sACE2 and NYHA classes remained unchanged after pacemaker implantation (HF -CRT after: NYHAI: 25.862.5 UF/mL, NYHAII: 35.462.3 UF/mL, NYHAIII: 45.966.0 UF/mL, Figure 2C ), while the clinical status improved in most of the HF-patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Effects of biventricular pacing on echocardiographic parameters"
        },
        {
            "text": "Angiotensin converting enzyme (ACE) expression was generally lower in heart failure patients before CRT (healthy: 159.069.3 ng/mL, hypertensive: 149.666.9 ng/mL; HF -CRT before: NYHA II: 102.066.4 ng/mL, NYHAIII: 103.766.3 ng/ mL, NYHAIV: 90.9610.2 ng/mL, Figure 2D ), but this general relationship disappeared after CRT (HF -CRT after: NYHAI: 114.6610.4 ng/mL; NYHAII: 128.368.5 ng/mL; NYHA III: 123.9622.9 ng/mL, Figure 2E ). sACE2 activity correlates with hypertension and with the deterioration of left ventricular systolic function Serum ACE2 activity correlated with the clinical status of HF. Accordingly, we performed a detailed study to identify serum ACE2 as a biomarker of human heart failure. Serum ACE2 activities were plotted as the function of systolic ejection fraction in all study groups ( Figure 3A, 3B and 3C ). Serum ACE2 activities negatively correlated with EF in hypertensive patients ( Figure 3A ) similarly to HF patients ( Figure 3C ). In contrast, no correlation was present between EF and sACE2 activity in healthy individuals ( Figure 3B ). Moreover, a clear positive correlation was found between serum ACE2 activities and ESD ( Figure 3D ) and EDD ( Figure 3E ) in HF patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 265,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 415,
                    "end": 424,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 808,
                    "end": 828,
                    "text": "Figure 3A, 3B and 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 911,
                    "end": 920,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 950,
                    "end": 959,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1058,
                    "end": 1067,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1160,
                    "end": 1169,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1182,
                    "end": 1191,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Effects of biventricular pacing on echocardiographic parameters"
        },
        {
            "text": "sACE2 activity correlates with the improvement in left ventricular function Serum ACE2 activity was higher in hypertensive patients compared to healthy individuals (hypertensive: 24.860.9 UF/mL, healthy: 16.260.8 UF/mL; P,0.0001, Figure 4A ) and further increased in HF patients (HF -CRT before: 42.562.9 UF/mL; P,0.0001, Figure 4A ), suggesting that sACE2 activity may be a biomarker of cardiovascular disease or imminent heart failure. In this respect, a good biomarker also correlates with the clinical improvement of the disease. Correlation of sACE2 was therefore also investigated upon the clinical improvement after biventricular pacemaker implantation (HF-CRT after). A robust reduction in serum ACE2 activity was found in parallel to the improving cardiac performance and function called reverse remodeling (HF -CRT after: to 34.361.9 UF/mL; P,0.001, Figure 4A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 239,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 322,
                    "end": 331,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 860,
                    "end": 869,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Effects of biventricular pacing on echocardiographic parameters"
        },
        {
            "text": "Regression analyses of serum ACE2 as a function of EF after CRT revealed that the correlation remained negative (P,0.01, r = 0.46, Figure 4B ), and positive correlation of sACE2 activity to ESD and EDD was also preserved (ESD: P,0.01, r = 0.45; EDD: P = 0.01, r = 0.3, Figure 4C and 4D). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 140,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 269,
                    "end": 278,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Effects of biventricular pacing on echocardiographic parameters"
        },
        {
            "text": "There was no correlation between sACE2 activity and NT-proBNP in individuals with normal left ventricular systolic function (healthy and hypertensive, Figure 5A and 5B). Serum ACE2 activities positively correlated to NT-proBNP levels in HF patients before CRT (HF -CRT before: P,0.01, r = 0.52, Figure 5C ). This positive correlation of sACE2 activity and NT-proBNP was maintained after CRT (HF -CRT after: P,0.01, r = 0.47, Figure 5D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 295,
                    "end": 304,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 425,
                    "end": 434,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Correlation of sACE2 activity with NT-proBNP"
        },
        {
            "text": "ACE activity of the cardiovascular patients (hypertensive: 14.560.9 U/mL, HF -CRT before: 14.262.0 U/mL and HF -CRT after: 11.361.9 U/mL, Figure 6A ) were significantly lower than that in healthy individuals (healthy: 33.661.7 U/mL, Figure 6A ), most probably representing successful ACE inhibitory therapy. Patients with severe systolic heart failure had significantly lower enzyme concentration than patients with preserved EF (healthy: 159.069.3 ng/mL, hypertensive: 149.666.9 ng/mL and HF -CRT before: 100.565.3 ng/mL; P,0.001, Figure 6B ). Moreover, serum ACE concentration increased after pacemaker implantation (HF -CRT after: to 123.166.5 ng/mL; P,0.01, Figure 6B ). Nevertheless, regression analyses of ACE concentration as a function of EF before CRT (HF -CRT before) or after CRT (HF-CRT after) did not show any significant correlations ( Figure 6C-6H ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 242,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 541,
                    "text": "Figure 6B",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 671,
                    "text": "Figure 6B",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 862,
                    "text": "Figure 6C-6H",
                    "ref_id": null
                }
            ],
            "section": "Correlation of serum ACE activity and concentration to left ventricular systolic function"
        },
        {
            "text": "One of the most frequent cardiovascular diseases is hypertension. It leads to secondary cardiomyopathy, coronary artery disease, stroke, peripheral artery disease, chronic nephropathy, neuropathy and many other severe pathologies and ultimately increases mortality. Interestingly, most of the cases (up to 95%) do not have identifiable cause (essential hypertension). It is important to note, that there are effective treatments for hypertension, making it a relatively easily manageable disease, but there is no cure for it, which is probably related to the issue, that the very also determined with respect of the New York Heart Association (NYHA) functional class of the patients before (HF -CRT before, panel D) and after CRT (HF -CRT after, panel E). Statistical analyses of healthy people, hypertensive, HF -CRT before and HF -CRT after groups were performed by oneway analysis of variance (ANOVA) followed by Newman-Keuls test for multiple comparisons between groups. Bars are mean 6 S.E.M. Significant differences are labeled by asterisks (** P,0.001). doi:10.1371/journal.pone.0087845.g002 . Serum ACE2 activity correlates with reverse remodeling. Serum ACE2 activity was determined in healthy people (healthy, n = 45, filled bar), patients with preserved ejection fraction (hypertensive, n = 239, grey bar) and in patients with severe heart failure before (HF -CRT before) and after (HF -CRT after) cardiac resynchronization therapy (CRT, n = 65, open bars, panel A). Statistical analyses were performed by one-way analysis of variance (ANOVA) followed by Newman-Keuls test for multiple comparisons between groups. Bars represent mean 6 S.E.M. Significant differences between values are labeled by asterisks (** P,0.001). In addition, individual values for the patients after CRT (HF -CRT after) are also shown (panels cause of the disease is not known. As a result, patients are treated and their blood pressure is kept at an acceptable level (target blood pressure is reached by medication), but their background pathology causing the hypertension may be unaffected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Here we found for the first time that serum ACE2 activities are increased in hypertensive patients (without apparent heart failure, ejection fraction .50%) compared to healthy individuals. Nonetheless, these hypertensive patients already had a barely decreased ejection fraction compared to the healthy population and also featured slightly elevated NT-proBNP levels, suggesting that this population is at imminent heart failure. At this stage of the disease serum ACE2 activity was already elevated although it did not correlate with NT-proBNP levels. It appears therefore, that serum ACE2 activity is another biomarker of imminent heart failure in hypertension. Importantly, sACE2 may also be related to the cause of the disease. It can regulate (decrease) local angiotensin B-D). Serum ACE2 activities were plotted as a function of ejection fraction (EF, panel B), end systolic diameter (ESD, panel C) and end diastolic diameter (EDD, panel D). Plots were fitted by linear regression and the goodness of fits is indicated by the 'r' values, while the correlations are represented by the 'P' values. doi:10.1371/journal.pone.0087845.g004 II levels, affecting vascular diameter (vascular smooth muscle located angiotensin receptors) and sympathetic tone (neuronal angiotensin receptors). It may also contribute to the synthesis of angiotensin peptides which may activate the Mas receptor, believed to be beneficial in hypertension. This hypothesis is supported by recent findings suggesting that serum ACE is a ratelimiting step in RAAS: endogenous inhibitors [31] , such as serum albumin [32] effectively (.90%) inhibit circulating ACE activity in human.",
            "cite_spans": [
                {
                    "start": 1561,
                    "end": 1565,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1590,
                    "end": 1594,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although this is the first time when increased sACE2 activity was shown in hypertension in human, the potential connection between sACE2 and regulation of blood pressure is not a new concept. Previous animal data have shown that transgenic sACE2 overexpression in the vessels of SHRSP rats normalizes (reduces) high blood pressure [11] . Modulation of sACE2 activity in the nervous system (overexpression) also attenuated hypertension [12] indicating a possibly protective role of sACE2 in hypertension. Genetic inactivation of sACE2 was again found to be a negative regulator of the RAS in blood pressure control [11] [13] [14] . Moreover, genetic association studies have shown a strong association of sACE2 polymorphisms to hypertension in different human populations [5] [16] [17] , although without reference to the actual effect of these polymorphisms on the circulating ACE2 activity. In this respect our study identified sACE2 activity as a biomarker in imminent human heart failure.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The sACE2 was also implicated as a biomarker of definitive heart failure in animal models where absence of sACE2 caused severely impaired cardiac function [19] [20] [15] [30] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is a wealth of information in human heart failure. Myocardial sACE2 gene expression increased in patients with left ventricular dysfunction including thinning of the left ventricle and severe reduction in cardiac contractility [20] . Burrell et al. observed an increase in sACE2 expression in failing human hearts independently of AT1R blockade [31] . Loss of sACE2 worsened the pathological remodeling and the systolic dysfunction [21] Moreover, sACE2 gene expression increased in tissue samples of patients with left ventricular dysfunction and serum ACE2 activity was elevated and correlated with disease severity [26] .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Here we made an effort to directly address the relationship between serum ACE2 activity and cardiac function. Changes in serum ACE2 activity were measured in severe heart failure when cardiac resynchronization therapy (CRT) is indicated [24] [23] . We found significant relationships among plasma ACE2 activity and both left ventricular ejection fraction (EF) and NT-proBNP ( Figure 5A ) which were reported earlier by Epelman et al. [8] . Our new data therefore repeat these findings. However, we also made a detailed analysis of the relationship between serum ACE2 activity and the echocardiographic systolic parameter EF at the individual patient's level (Figure 3 ). Serum ACE2 activity negatively correlated with EF in patients with systolic HF ( Figure 3C ) as well as in hypertensive patients with preserved EF ( Figure 3A ), but not in healthy volunteers ( Figure 3B ).",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 385,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 658,
                    "end": 667,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 752,
                    "end": 761,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 820,
                    "end": 829,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 865,
                    "end": 874,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In HF people serum ACE2 activity also correlated with the NT-proBNP concentration, which is the most widely used molecular marker of systolic HF with a reasonably high predictive and prognostic value. It has been suggested that soluble ACE2 levels are independent predictors of a composite end-point consisting of all-cause mortality, cardiac transplantation and heart failure hospitalization [26] . For the first time we have shown that NT-proBNP concentration positively correlates with serum ACE2 activity at the individual patient's level ( Figure 5A ). This particular observation showed that there is no clearly identifiable patient population with high NT-proBNP and relatively low sACE2 levels, which has been suggested to be a better prognostic factor [26] . Furthermore this kind of relationship still exists when cardiac function improves ( Figure 5B) .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 554,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 852,
                    "end": 862,
                    "text": "Figure 5B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Elevated circulating ACE2 level in systolic HF raise the question whether serum ACE2 concentration is elevated due to a general increase in sACE2 expression or the increasing soluble ACE2 activity represent a re-distribution of sACE2 from the tissues to the serum. Higher rate of release from the cells may lead to lower tissue sACE2 levels in parallel with increasing serum ACE2 activities in this latter case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Data from animal models suggest that sACE2 shedding is stimulated by the tumor necrosis factor-a convertase ADAM17. Moreover, TACE/ADAM17 is upregulated in HF [9] . Therefore, cleavage of membrane sACE2 may be due to the up-regulation of a pathological protease related to proinflammatory mechanisms during myocardial injury, resulting in the decrease of local membrane sACE2 levels and an increase in tissue AngII levels, while decreasing Ang-(1-7). These changes in the local concentrations of AngII and Ang-(1-7) can significantly contribute to remodeling and to the deterioration of cardiac function (Figure 7) .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 614,
                    "text": "(Figure 7)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A considerable part of currently used biomarkers are related to a specific disease indirectly. Here we tested the soluble ACE2 activity for the first time when cardiac function is being improved, but no change in drug therapy occurs. We found that soluble ACE2 activity correlated well with the improvement of cardiac function after implantation of a biventricular pacing device (CRT). In particular, improving EF after CRT correlated negatively with serum ACE2 activities ( Figure 4A and 4B), improvement of cardiac morphological parameters correlated positively with sACE2 activities (ESD, Figure 4C and EDD, Figure 4D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 484,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 592,
                    "end": 601,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 611,
                    "end": 620,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "An effort was also made to correlate the soluble ACE levels to cardiovascular disease. ACE expression changed with the improvement of cardiac function. In particular, soluble ACE concentration was lower before pacemaker implantation than in the healthy individuals and in patients with hypertension with preserved ejection fraction and it increased in parallel with the improvement of cardiac function ( Figure 6B ). In spite of increased soluble ACE concentrations soluble ACE activity did not change in the diseased populations ( Figure 6A ) suggesting effective therapeutical inhibition of ACE, besides to the recently shown stabilizing effect of serum albumin on ACE activity [30] . Regression analyses of ACE concentration with EF, ESD and EDD before and after CRT groups did not show any correlation in spite to the promising correlation between soluble ACE concentration and cardiovascular disease ( Figure 6C-6H) . Moreover, although ACE expression was lower in patients with heart failure before CRT, this general relationship disappeared after Figure 6 . Serum ACE activity and concentration in patients with normal systolic left ventricular function and in patients with systolic heart failure. Serum ACE activity (panel A) and ACE concentration (panel B) were measured in healthy people (n = 45, filled bar), in patients with preserved ejection fraction (hypertensive, n = 40, grey bar) and in patients with severe heart failure before (HF -CRT before) and after cardiac resynchronization therapy (HF -CRT after, n = 65, open bars). Statistical analyses of biochemical measurements was performed by one-way analysis of variance (ANOVA) followed by Newman-Keuls test for multiple comparisons between groups. Bars represent mean 6 S.E.M. Significant differences are labeled by asterisks (* P,0.01 and ** P,0.001). Values for the individual patients were also plotted. Serum ACE concentration is showed as a function of the ejection fraction (EF, panels C and D), end systolic diameter (ESD, panels E and F) and end diastolic diameter (EDD, panels G and H). Plots were fitted by linear regression. Values for the goodness of the fits (r) and for the level of correlations (P) are also indicated. doi:10.1371/journal.pone.0087845.g006",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 684,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 413,
                    "text": "Figure 6B",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 541,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 920,
                    "text": "Figure 6C-6H)",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1062,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "CRT, when an improvement was observed in the clinical parameters. These data suggested that ACE expression is not related ultimately to the clinical status and severity of heart failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is a significant interest about HF biomarkers. Many candidates were proposed, including peptides, enzymes, receptors of inflammatory system, changes in the extracellular matrix of myocytes, oxidative stress and neurohormones [27, 32] . Clinical biomarker testing related to HF is aimed to identify possible underlying causes, to confirm the presence or absence of HF and to estimate the severity and the risk of disease progression, according to the consensus document of The National Academy of Clinical Biochemistry of the US [33] _ENREF_30. An ideal biomarker does not only indicate the pathology but also takes elemental part of that. Our data suggest that sACE2 is involved in disease pathomechanism, it correlates well with disease severity and even with regression of the disease so it is a candidate for HF biomarker.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Based on these data we hypothesize that redistribution of ACE and in particular sACE2 contribute to the pathomechanism of HF. We found that soluble ACE concentration decreases, while soluble ACE2 concentration increases in systolic HF suggesting an opposite change in the tissue located forms of these enzymes. These changes promote AngII formation in the tissues, contributing to AngII related pathologies. Therapeutical interventions leading to improvement of cardiac function reverse the changes in soluble enzyme concentrations (Figure 7) . It is not clear yet, whether these changes are consequences of HF, or important contributors to the progression and reversion of the disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 532,
                    "end": 542,
                    "text": "(Figure 7)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Nonetheless, this latter is supported by the clinical effectiveness of ACE inhibitor drugs in the management of HF. Inhibition of the redistribution of ACE enzymes therefore represents a new therapeutic strategy to counterbalance tissue RAS activation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Having said that we have to point out that this hypothesis is limited by the lack of the direct measurement of tissue ACE and sACE2 expression. It may also be possible that changes in the serum concentrations of ACE and sACE2 represent changes in the expression level of these proteins, rather than their redistribution. This issue needs to be clarified by further clinical studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Figure S1 Specificity of Mca-APK(Dnp) hydrolysis as a measure of sACE2 activity. Mca-APK(Dnp) was incubated with a single test human serum sample for 120 min in the presence of 0-3 mM sACE2 inhibitor DX600, as detailed in the methods. DX600 completely inhibited Mca-APK(Dnp) hydrolysis in a concentration dependent manner in accordance with its inhibitory activity on sACE2. (TIFF) Figure 7 . Hypothetic model for RAS regulation in heart failure. Angiotensin I (AngI) is being converted to angiotensin II (AngII) by angiotensin converting enzyme (ACE). AngII is further metabolized to angiotensin 1-7 (Ang-(1-7)) by sACE2. AngII binds to and activate the type 1 AngII receptors (AT1R), while Ang-(1-7) binds to and activate the Mas receptor. Levels of tissue located and soluble forms of these enzymes determine local levels of angiotensin peptides. We hypothesize that a significant redistribution of tissue and soluble ACE and ACE2 occurs in human heart failure which changes are reversible upon improvement of the cardiac function. In particular, sACE2 limits AngII levels under healthy conditions, resulting in a low level of ATR1 stimulation and high Mas receptor stimulation, a condition which is beneficial in cardiovascular physiology. However, ACE2 is probably re-distributed in imminent or definitive heart failure. As a result, its activity increases in the circulating blood, but decreases in the tissues. This result in higher local Ang II levels, higher AT1R stimulation and lower Mas receptor activation. These latter features being characteristic to heart failure. doi:10.1371/journal.pone.0087845.g007",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 390,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The importance of the reninangiotensin system in cardiovascular disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Hum Hypertens",
            "volume": "12",
            "issn": "",
            "pages": "295--299",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The renin-angiotensin system: importance in physiology and pathology",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferrario",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Cardiovasc Pharmacol",
            "volume": "15",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel angiotensin-converting enzyme-related carboxypeptidase (ACE2) converts angiotensin I to angiotensin 1-9",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donoghue",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baronas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Godbout",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gosselin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Circ Res",
            "volume": "87",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Angiotensin-(1-7) is an endogenous ligand for the G protein-coupled receptor Mas",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Simoes E Silva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maric",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Machado",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "8258--8263",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Angiotensinconverting enzyme 2 suppresses pathological hypertrophy, myocardial fibrosis, and cardiac dysfunction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Byrns",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Circulation",
            "volume": "122",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "G-protein-coupled receptor Mas is a physiological antagonist of the angiotensin II type 1 receptor",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kostenis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Milligan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Christopoulos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Sanchez-Ferrer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heringer-Walther",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Circulation",
            "volume": "111",
            "issn": "",
            "pages": "1806--1813",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Regulation of ACE2 in cardiac myocytes and fibroblasts",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferrario",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Tallant",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Physiol Heart Circ Physiol",
            "volume": "295",
            "issn": "",
            "pages": "2373--2379",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Soluble angiotensin-converting enzyme 2 in human heart failure: relation with myocardial function and clinical outcomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Epelman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Troughton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Card Fail",
            "volume": "15",
            "issn": "",
            "pages": "565--571",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tumor necrosis factor-alpha convertase (ADAM17) mediates regulated ectodomain shedding of the severe-acute respiratory syndrome-coronavirus (SARS-CoV) receptor, angiotensin-converting enzyme-2 (ACE2)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yarski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thornhill",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Parkin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "30113--30119",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Role of ACE2 in diastolic and systolic heart failure",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bodiga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Heart Fail Rev",
            "volume": "17",
            "issn": "",
            "pages": "683--691",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transgenic angiotensin-converting enzyme 2 overexpression in vessels of SHRSP rats reduces blood pressure and improves endothelial function",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rentzsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Todiras",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Iliescu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Popova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Campos",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Hypertension",
            "volume": "52",
            "issn": "",
            "pages": "967--973",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Overexpression of angiotensin-converting enzyme 2 in the rostral ventrolateral medulla causes long-term decrease in blood pressure in the spontaneously hypertensive rats",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamazato",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamazato",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diez-Freire",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Raizada",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Hypertension",
            "volume": "49",
            "issn": "",
            "pages": "926--931",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Altered blood pressure responses and normal cardiac phenotype in ACE2-null mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Gurley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allred",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Invest",
            "volume": "116",
            "issn": "",
            "pages": "2218--2225",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Targeting the degradation of angiotensin II with recombinant angiotensinconverting enzyme 2: prevention of angiotensin II-dependent hypertension",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wysocki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Gonzalez-Pacheco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barrios",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hypertension",
            "volume": "55",
            "issn": "",
            "pages": "90--98",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Association of angiotensinconverting enzyme 2 gene A/G polymorphism and elevated blood pressure in Chinese patients with metabolic syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Lab Clin Med",
            "volume": "147",
            "issn": "",
            "pages": "91--95",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "ACE2 gene polymorphism and essential hypertension: an updated meta-analysis involving 11,051 subjects",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol Biol Rep",
            "volume": "39",
            "issn": "",
            "pages": "6581--6589",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Association of ACE2 genetic variants with blood pressure, left ventricular mass, and cardiac function in Caucasians with type 2 diabetes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ord",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Macisaac",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Hypertens",
            "volume": "25",
            "issn": "",
            "pages": "216--222",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "ACE2: A novel therapeutic target for cardiovascular diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Der Sarkissian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Huentelman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Katovich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Raizada",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Progress in Biophysics & Molecular Biology",
            "volume": "91",
            "issn": "",
            "pages": "163--198",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Enhanced susceptibility to biomechanical stress in ACE2 null mice is prevented by loss of the p47(phox) NADPH oxidase subunit",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bodiga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cardiovasc Res",
            "volume": "91",
            "issn": "",
            "pages": "151--161",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "ACE2 gene expression is up-regulated in the human failing heart",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Goulter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Goddard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMC Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Deletion of angiotensin-converting enzyme 2 accelerates pressure overload-induced cardiac dysfunction by increasing local angiotensin II",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohishi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Katsuya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ikushima",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hypertension",
            "volume": "47",
            "issn": "",
            "pages": "718--726",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Enzymatic activity of DPIV and renin-angiotensin system (RAS) proteases in patients with left ventricular dysfunction and primary prevention implantable cardioverter/defibrillator (ICD)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Lehmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wolke",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Malenke",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Rohl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hammwohner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure 2008: the Task Force for the Diagnosis and Treatment of Acute and Chronic Heart Failure 2008 of the European Society of Cardiology. Developed in collaboration with the Heart Failure Association of the ESC (HFA) and endorsed by the European Society of Intensive Care Medicine (ESICM)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dickstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohen-Solal",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Filippatos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmurray",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ponikowski",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur Heart J",
            "volume": "29",
            "issn": "",
            "pages": "2388--2442",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Focused Update of ESC Guidelines on device therapy in heart failure: an update of the 2008 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure and the 2007 ESC guidelines for cardiac and resynchronization therapy. Developed with the special contribution of the Heart Failure Association and the European Heart Rhythm Association",
            "authors": [],
            "year": null,
            "venue": "Eur Heart J",
            "volume": "31",
            "issn": "",
            "pages": "2677--2687",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Hydrolysis of biological peptides by human angiotensin-converting enzyme-related carboxypeptidase",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vickers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hales",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gavin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "14838--14843",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Detection of soluble angiotensin-converting enzyme 2 in heart failure: insights into the endogenous counter-regulatory pathway of the renin-angiotensinaldosterone system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Epelman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Lente",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Am Coll Cardiol",
            "volume": "52",
            "issn": "",
            "pages": "750--754",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Emerging markers in cardiovascular disease: where does ACE2 fit in?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Velkoska",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Burrell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Exp Pharmacol Physiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Direct spectrophotometric assay for angiotensinconverting enzyme in serum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ronca-Testoni",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Clin Chem",
            "volume": "29",
            "issn": "",
            "pages": "1093--1096",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Automated kinetic assay of angiotensin-converting enzyme in serum",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Beneteau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Baudin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morgant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giboudeau",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Baumann",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Clin Chem",
            "volume": "32",
            "issn": "",
            "pages": "884--886",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "New perspectives in the renin-angiotensin-aldosterone system (RAAS) III: endogenous inhibition of angiotensin converting enzyme (ACE) provides protection against cardiovascular diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fagyas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mányiné",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Daragó",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boczán",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "New perspectives in the renin-angiotensin-aldosterone system (RAAS) I: endogenous angiotensin converting enzyme (ACE) inhibition",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fagyas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mányiné",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Daragó",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boczán",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "New perspectives in the renin-angiotensin-aldosterone system (RAAS) II: albumin suppresses angiotensin converting enzyme (ACE) activity in human",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fagyas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mányiné",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Fülöp",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Á"
                    ],
                    "last": "Csató",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Angiotensin-converting enzyme 2 is an essential regulator of heart function",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Crackower",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sarao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Oudit",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yagil",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kozieradzki",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "417",
            "issn": "",
            "pages": "822--828",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Myocardial infarction increases ACE2 expression in rat and humans",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Burrell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Risvanis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kubota",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur Heart J",
            "volume": "26",
            "issn": "",
            "pages": "322--364",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Emerging biomarkers in heart failure",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Van Kimmenade",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Januzzi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Chem",
            "volume": "58",
            "issn": "",
            "pages": "127--138",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Cardiac resynchronization therapy in New York Heart Association class IV heart failure: it is all about selection",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Circulation",
            "volume": "115",
            "issn": "",
            "pages": "161--162",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "sACE2 activity was calculated by the equation: sACE2 activity = (S/k)*D where S is the rate of observed increase in fluorescence intensity, k is the change in fluorescence intensity upon the complete cleavage of 0.1 nmol of Mca-APK(Dnp), and D is the dilution of the serum. 1 unit of fluorescence (UF) corresponds to the quantity of enzyme which can degrade 0.1 nmol Mca-APK(Dnp) in 1 hour at 37 uC. The specificity of the sACE2 enzyme activity assay was tested by the specific human sACE2 inhibitor DX600, on a single test sample, where DX600 resulted in a complete inhibition of Mca-APK(Dnp) cleavage (Figure S1). Fits were accepted when r. 0.95.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Echocardiographic parameters of the study populations. Left ventricular echocardiographic parameters end systolic diameter (ESD, panel A), end diastolic diameter (EDD, panel B) and ejection fraction (EF, panel C) are shown in healthy people (healthy, n = 45, filled bars), patients with hypertension (hypertensive, n = 239, grey bars) and with severe heart failure (HF -CRT, n = 65, open bars). The kinetics of ventricular contractions (dP/dt) is shown in patients with severe heart failure (panel D, n = 22). Values in patients undergoing cardiac resynchronization therapy are shown before device implantation (HF -CRT, before) and after 6-9 months (HF -CRT, after). Unpaired echocardiographic values were analyzed by the nonparametric Kruskal-Wallis test (two tails, panel A-C). Paired echocardiographic data (CRT before and after, panel A-C and dP/dt, panel D) were evaluated by the nonparametric Wilcoxon matched-pairs signed rank test (two tails). Bars are mean 6 S.E.M. Significant differences are labeled by asterisks (** P,0.001). doi:10.1371/journal.pone.0087845.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Differences in serum angiotensin converting enzyme activities and concentrations in study populations representing various clinical status of heart failure. Serum ACE2 activity levels were determined in healthy people (healthy, n = 45, filled bar, panel A), patients with no apparent heart failure (hypertensive, n = 239, grey bar, panel A) and in patients with severe systolic heart failure (HF -CRT before, n = 100, open bars, panel A). Patients were also evaluated with respect of their New York Heart Association (NYHA) functional class (HF -CRT before: NYHAII: n = 31; NYHAIII: n = 55; NYHAIV: n = 14, panel B; HF -CRT after: NYHAI: n = 17; NYHAII: n = 37; NYHAIV: n = 11, panel C). Serum ACE concentration was",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Serum ACE2 activity correlates with left ventricular ejection fraction. Serum ACE2 activities were plotted as a function of left ventricular ejection fraction (EF), in healthy people (healthy, n = 45, panel A), in patients with preserved EF (hypertensive, n = 239, panel B and in patients with severe reduction in EF (HF -CRT before, n = 65, panel C). Serum ACE2 activities were also plotted as the function of the cardiac morphological parameters end systolic diameter (ESD, panel D) and end diastolic diameter (EDD, panel E) in heart failure patients before CRT (HF -CRT before). Each dot represents values of individual patients. Points were fitted by linear regression. The value P indicates the level of significance of the positive correlation between the plotted parameters, while r represents a measure of the goodness of the fit. doi:10.1371/journal.pone.0087845.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 4. Serum ACE2 activity correlates with reverse remodeling. Serum ACE2 activity was determined in healthy people (healthy, n = 45, filled bar), patients with preserved ejection fraction (hypertensive, n = 239, grey bar) and in patients with severe heart failure before (HF -CRT before) and after (HF -CRT after) cardiac resynchronization therapy (CRT, n = 65, open bars, panel A). Statistical analyses were performed by one-way analysis of variance (ANOVA) followed by Newman-Keuls test for multiple comparisons between groups. Bars represent mean 6 S.E.M. Significant differences between values are labeled by asterisks (** P,0.001). In addition, individual values for the patients after CRT (HF -CRT after) are also shown (panels",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Positive correlation between sACE2 activity and NT-proBNP concentration. Serum ACE2 activities were plotted as the function of NT Pro-Brain Natriuretic Peptide (NT-proBNP) concentrations in various study groups (healthy, n = 45, panel A, hypertensive, n = 239, panel B, HF -CRT before, n = 100, panel C, HF -CRT after, n = 65, panel D). Each dot represents values of individual patients in these plots. Points were fitted by linear regression. The value P indicates the level of significance of the positive correlation between the plotted parameters, while r represents a measure of the goodness of the fit. doi:10.1371/journal.pone.0087845.g005",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical characteristics of the study patients. *:healthy vs. others. # :hypertensive vs. CRT before. doi:10.1371/journal.pone.0087845.t001",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}