{
    "paper_id": "53889c98bb5e342ae879f4e67c3b4c6368389716",
    "metadata": {
        "title": "molecules Recent Reports of Solid-Phase Cyclohexapeptide Synthesis and Applications",
        "authors": [
            {
                "first": "Allan",
                "middle": [
                    "M"
                ],
                "last": "Prior",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hawaii at Hilo",
                    "location": {
                        "addrLine": "34 Rainbow Drive",
                        "postCode": "96720",
                        "settlement": "Hilo",
                        "region": "Hawaii, HI",
                        "country": "USA"
                    }
                },
                "email": "aprior@hawaii.edua.m.p."
            },
            {
                "first": "Taylor",
                "middle": [],
                "last": "Hori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hawaii at Hilo",
                    "location": {
                        "addrLine": "34 Rainbow Drive",
                        "postCode": "96720",
                        "settlement": "Hilo",
                        "region": "Hawaii, HI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ashriel",
                "middle": [],
                "last": "Fishman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hawaii at Hilo",
                    "location": {
                        "addrLine": "34 Rainbow Drive",
                        "postCode": "96720",
                        "settlement": "Hilo",
                        "region": "Hawaii, HI",
                        "country": "USA"
                    }
                },
                "email": "ashriel@hawaii.edua.f."
            },
            {
                "first": "Dianqing",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hawaii at Hilo",
                    "location": {
                        "addrLine": "34 Rainbow Drive",
                        "postCode": "96720",
                        "settlement": "Hilo",
                        "region": "Hawaii, HI",
                        "country": "USA"
                    }
                },
                "email": "dianqing@hawaii.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Macrocyclic peptides are privileged scaffolds for drug development and constitute a significant portion of macrocyclic drugs on the market today in fields spanning from infectious disease to oncology. Developing orally bioavailable peptide-based drugs remains a challenging task; however, macrocyclization of linear peptides can be an effective strategy to improve membrane permeability, proteolytic stability, oral bioavailability, and overall drug-like characteristics for this class. Significant advances in solid-phase peptide synthesis (SPPS) have enabled the efficient construction of macrocyclic peptide and peptidomimetic libraries with macrolactamization being performed on-resin or in solution phase. The primary goal of this review is to summarize solid-phase cyclohexapeptide synthesis using the on-resin and solution-phase macrocyclization methodologies published since 2013. We also highlight their broad applications ranging from natural product total synthesis, synthetic methodology development, and medicinal chemistry, to drug development and analyses of conformational and physiochemical properties. Molecules 2018, 23, 1475 2 of 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "incorporated into the peptide sequence pre-cyclization. The pseudoproline residue can then be deprotected post cyclization [6, 7] . Coupling reagents in the azabenzotriazole class are the most commonly employed for cyclization of linear peptide precursors, as they give faster rates of cyclization with lower amounts of epimerization, typically less than 10% [4] . Moreover, linear peptides with the D-configuration at their C-terminal residue have favorable cyclization kinetics [4] . This may be a result of less steric hindrance during the formation of the peptide bond occurring between the D-and L-amino acids, particularly when bulky side chains are present. Cyclodepsipeptides, with one ester linkage in the macrocyclic backbone [9], have been utilized in the epimerization-free synthesis of cyclopeptides by employing a key O-N-acyl migration reaction at a serine residue [10, 11] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 885,
                    "end": 888,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Macrocyclic peptides are known to possess some improved membrane permeability [12, 13] , proteolytic stability [13] [14] [15] [16] , oral bioavailability [17, 18] , and overall drug-like characteristics [13, 19, 20] over their linear analogues. Moreover, peptide macrocyclization is a way of locking the peptide sequence in a β-strand conformation [15, 16] , a conformation often recognized by their enzyme targets, such as proteases [15, 16, 21] . Macrocycles are not completely rigid but still have a degree of flexibility, which facilitates interactions with their receptors [1] . Additionally, the entropic cost of receptor binding may be reduced for macrocyclic drugs compared to their linear equivalents as a result of conformational pre-organization [1] . N-Methylation of the cyclic peptide backbone has been shown in some cases to improve peptide metabolic stability [14, 22] and oral bioavailability [23] as a result of changes in peptide conformation or steric hindrance [22] . The immunosuppressant drug ciclosporin is a macrocyclic undecapeptide bearing seven N-methylated motifs and can be administered as an oral formulation [1, 22] . Modification of the cyclohexapeptide backbone to form cyclohexapeptoids can, in some cases, lead to an increase to cell permeability [24] . Most cyclic peptide drugs on the market today are administered parenterally, and only few are orally bioavailable [1], highlighting an ongoing challenge. For this reason, the synthesis and evaluation of novel cyclopeptide scaffolds to expand our understanding of their pharmacokinetic (PK) properties is still at the forefront of many research programs [2, 12, 23] .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 111,
                    "end": 115,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 203,
                    "end": 207,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 982,
                    "end": 986,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1140,
                    "end": 1143,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1643,
                    "end": 1646,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1647,
                    "end": 1650,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1651,
                    "end": 1654,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Solid-phase peptide synthesis (SPPS) was first described in 1963 by Merrifield [25], whereby a growing linear peptide was synthesized in a step-wise fashion while covalently attached to a solid support (resin). In general, excess reagents are used in solid-phase synthesis to help to drive reactions to completion. The solid-supported methodology allows excess reagents to be removed after each step by employing a simple filtration, and the final desired product is obtained after cleavage from the resin [25] . To date, many new advances in SPPS have allowed for the rapid and efficient construction of peptide or peptidomimetic [26] libraries for subsequent biological evaluation and high-throughput screening [27, 28] .",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The current literature base surrounding natural and synthetic macrocyclic peptides is extensive. The structures of these macrocycles have a wide-ranging incorporation of natural and unnatural amino acids as well as different ring sizes. Interestingly, cyclohexapeptides-macrocyclic peptides comprising six amino acids in the ring-are one of the most ubiquitous classes of macrocyclic peptides synthesized by SPPS. Macrocyclic hexapeptides can be obtained directly from on-resin or solution-phase cyclization following the cleavage of a linear hexapeptide precursor from resin ( Figure 1 ). This brief review summarizes the preceding five years' worth of solid-phase cyclohexapeptide synthesis and its applications, which span from natural product total synthesis, synthetic methodology development, and medicinal chemistry, to drug development and analyses of conformational and physiochemical properties.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 578,
                    "end": 586,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Macrocyclic peptides constitute a significant portion of macrocyclic drugs on the market today and are used in many fields ranging from infectious disease to oncology [1, 2] . Recently, reports of antibacterial macrocyclic peptide natural products have demonstrated that macrocyclic peptides are privileged scaffolds for drug development [3] . Historically, the pharmaceutical industry has been cautious with developing macrocyclic drugs because of concerns of higher cost and synthetic challenges associated with lead optimization and scale-up campaigns [1] . Head-to-tail cyclization of linear peptides of three to eight amino acids can be challenging, particularly for peptides containing exclusively the L-configuration [4] . The formation of linear as well as cyclic dimers and oligomers during the cyclization step can compete with head-to-tail cyclization [5] . Additionally, epimerization of the C-terminal amino acid is commonly encountered during the C-terminal activation step before the cyclization reaction takes place. To date, significant progress has been made in the synthesis of macrocycles, making their efficient construction more feasible [1] . A common strategy to improve head-to-tail cyclization of small peptides involves the incorporation of the \"turn-inducing\" functionality into a linear peptide sequence such as glycine, proline, pseudoproline, N-alkyl, or D-amino acid residue [4, [6] [7] [8] . In the case of the pseudoproline method, a pseudoproline residue, synthesized by the condensation of serine, threonine, or cysteine with an aldehyde or ketone, is ",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 171,
                    "end": 173,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1160,
                    "end": 1163,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1407,
                    "end": 1410,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1411,
                    "end": 1414,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1415,
                    "end": 1418,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1419,
                    "end": 1422,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2013, Wu et al. reported the structures of two new cyclohexapeptides, nocardiamides A (1) and B (2) , that were isolated from a culture broth of a CNX037 strain of actinomycete, which is a Nocardiopsis species (Figure 2 ) [29] . Their structures were confirmed through an independent total synthesis, which helped to confirm the location of the two D-and L-Val residues. The synthesis of 1 and 2 is shown in Scheme 1. Their synthesis used 2-chlorotrityl chloride (2-CTC) resin as a solid support to construct the linear hexapeptides 3 and 4 using classical SPPS, followed by cleavage from the resin using a trifluoroacetic ",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 222,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "In 2013, Wu et al. reported the structures of two new cyclohexapeptides, nocardiamides A (1) and B (2) , that were isolated from a culture broth of a CNX037 strain of actinomycete, which is a Nocardiopsis species (Figure 2 ) [29] . ",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 222,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "In 2013, Wu et al. reported the structures of two new cyclohexapeptides, nocardiamides A (1) and B (2) , that were isolated from a culture broth of a CNX037 strain of actinomycete, which is a Nocardiopsis species (Figure 2 ) [29] . Their structures were confirmed through an independent total synthesis, which helped to confirm the location of the two D-and L-Val residues. The synthesis of 1 and 2 is shown in Scheme 1. Their synthesis used 2-chlorotrityl chloride (2-CTC) resin as a solid support to construct the linear hexapeptides 3 and 4 using classical SPPS, followed by cleavage from the resin using a trifluoroacetic [30] . From this work, the solid-supported linear hexapeptide 5 was prepared from 2-CTC resin by standard microwave-assisted 9fluorenylmethoxycarbonyl (Fmoc) SPPS (Scheme 2). Cleavage of the hexapeptide from the resin was done using 5% TFA in CH3CN/H2O (4:1), affording the unprotected linear peptide 6 in 85% yield. Subsequent cyclization of 6 using (benzotriazol-1-yloxy)tripyrrolidinophosphonium hexafluorophosphate (PyBOP) in dimethylformamide (DMF) gave the cyclohexapeptide 7 in quantitative yield after 1 h. Interestingly, cyclization of 6 proceeded much faster than that of its corresponding O-tert-butyl protected linear peptide counterpart. Cyclic hexapeptide 7 was used to produce a new class of cyclohexapeptide-containing hemicryptophanes, which were investigated for their enantioselective binding properties by complexation with carnitine [30] . [30] . From this work, the solid-supported linear hexapeptide 5 was prepared from 2-CTC resin by standard microwave-assisted 9-fluorenylmethoxycarbonyl (Fmoc) SPPS (Scheme 2). Cleavage of the hexapeptide from the resin was done using 5% TFA in CH 3 CN/H 2 O (4:1), affording the unprotected linear peptide 6 in 85% yield. Subsequent cyclization of 6 using (benzotriazol-1-yloxy)tripyrrolidinophosphonium hexafluorophosphate (PyBOP) in dimethylformamide (DMF) gave the cyclohexapeptide 7 in quantitative yield after 1 h. Interestingly, cyclization of 6 proceeded much faster than that of its corresponding O-tert-butyl protected linear peptide counterpart. Cyclic hexapeptide 7 was used to produce a new class of cyclohexapeptide-containing hemicryptophanes, which were investigated for their enantioselective binding properties by complexation with carnitine [30] . Peptide-based therapeutics are notorious for their poor oral bioavailability profiles and low plasma stability, which have limited their use as orally delivered drugs. Although N-methylation of cyclohexapeptides was shown to improve oral bioavailability [23] , Hill et al. demonstrated that cyclohexaleucine peptides 9 and 10 without N-methylation functionality showed some degree of oral bioavailability: 17% and 9%, respectively [12] . Interestingly, the epimer 10 showed ~2-fold lower oral bioavailability than 9 as a result of its notably higher plasma clearance rate (24.1 versus 4.7 mL/min/kg). The reason was suggested to be caused by differences in solvent exposure to the peptide backbone resulting from the conformational change at a Leu residue. Membrane permeability was measured using RRCK and CACO-2 cell monolayers, the former having a lack of active transporters. In the RRCK assay, compounds 9 and 10 showed 2-3-fold greater membrane permeability than the control standard cyclosporin A (CsA). In the CACO-2 assay, 9 and 10 showed similar permeability to CsA (Papp ≈ 5 × 10 −6 cm· s −1 ) [12] . As shown in Scheme 3, the cyclohexaleucine peptide 9 was synthesized using SPPS on 2-CTC resin as a linear hexapeptide precursor, followed by cleavage from resin and solution-phase cyclization under dilute conditions. Epimer 10 was formed during the final cyclization step but could be successfully separated out during purification using reverse-phase highperformance liquid chromatography (RP-HPLC). The observed epimerization was due to a wellknown epimerization process that takes place during the carboxylic acid activation step prior to cyclization [31, 32] . In this example, the epimer ratio of 9 and 10 was 85:15 [12] . Peptide-based therapeutics are notorious for their poor oral bioavailability profiles and low plasma stability, which have limited their use as orally delivered drugs. Although N-methylation of cyclohexapeptides was shown to improve oral bioavailability [23] , Hill et al. demonstrated that cyclohexaleucine peptides 9 and 10 without N-methylation functionality showed some degree of oral bioavailability: 17% and 9%, respectively [12] . Interestingly, the epimer 10 showed~2-fold lower oral bioavailability than 9 as a result of its notably higher plasma clearance rate (24.1 versus 4.7 mL/min/kg). The reason was suggested to be caused by differences in solvent exposure to the peptide backbone resulting from the conformational change at a Leu residue. Membrane permeability was measured using RRCK and CACO-2 cell monolayers, the former having a lack of active transporters. In the RRCK assay, compounds 9 and 10 showed 2-3-fold greater membrane permeability than the control standard cyclosporin A (CsA). In the CACO-2 assay, 9 and 10 showed similar permeability to CsA (P app ≈ 5 × 10 −6 cm·s −1 ) [12] . As shown in Scheme 3, the cyclohexaleucine peptide 9 was synthesized using SPPS on 2-CTC resin as a linear hexapeptide precursor, followed by cleavage from resin and solution-phase cyclization under dilute conditions. Epimer 10 was formed during the final cyclization step but could be successfully separated out during purification using reverse-phase high-performance liquid chromatography (RP-HPLC). The observed epimerization was due to a well-known epimerization process that takes place during the carboxylic acid activation step prior to cyclization [31, 32] . In this example, the epimer ratio of 9 and 10 was 85:15 [12] . In 2014, Masuda et al. reported the total synthesis and insecticidal activity of the cyclohexapeptide natural products PF1171A (11), C (12), F (13), and G (14) (Figure 3 ) [33] . The producing organisms are commonly fungi, such as Hamigera avellanea [34] , Acremonium [35] or Penicillium [36] species. Of particular interest is the high degree of D-amino acid incorporation (D-Ala, D-Aba, D-allo-Ile, and D-Val) within the macrocyclic scaffold. These natural products also contain non-proteinogenic anthranilic acid (Ant) and L-pipecolinic acid (Pip) residues, suggesting that a non-ribosomal biosynthetic pathway may have been used by the producing organisms. The enhanced bioavailability of these natural products can be attributed to improved cell permeability (via passive diffusion) and higher metabolic stability due to their cyclic nature and incorporation of D-amino acids [33] . The synthesis of 11-14 was achieved via the initial construction of linear hexapeptides by SPPS using a trityl alcohol SynPhase Lantern solid support. A representative synthesis for the construction of cyclohexapeptide 11 is shown in Scheme 4. The SPPS started by attaching Fmoc-D-Ala-OH for 11-13 or Fmoc-D-Aba-OH for 14, as this allowed the final solutionphase HBTU-mediated macrocyclization step to proceed with the least amount of steric hindrance [33] . The N-methyl-Leu, L-pipecolinic acid, and anthranilic acid functionality seen in 11-14 was incorporated into the peptide sequence employing Fmoc-L-MeLeu-OH, Fmoc-L-Pip-OH or Fmoc-Ant-OH during SPPS, respectively. When coupling to the weakly nucleophilic amino function of the N-terminal anthranilic acid residue, the Fmoc-amino acid chloride of D-allo-Ile or D-Val was generated in situ using triphosgene prior to coupling [33] . The linear hexapeptides were cleaved from the resin using 30% hexafluoroisopropanol (HFIP) in dichloromethane (DCM) and cyclized in solution using 1-[bis(dimethylamino)methylene]-1H-1,2,3-triazolo[4,5-b]pyridinium 3-oxide hexafluorophosphate (HATU) and N,N-diisopropylethylamine (DIPEA) in DCM at room temperature for 3 h to afford 11-14. The natural products 11-14 were tested in a fourth-instar larvae assay and were all found to have paralytic activity against silkworm larvae. The stereochemistry of the D-Ala side chain was found to be crucial for paralytic activity, as side-chain epimers of 11 and 12 having L-Ala in place of D-Ala showed little activity. In 2014, Masuda et al. reported the total synthesis and insecticidal activity of the cyclohexapeptide natural products PF1171A (11), C (12), F (13), and G (14) (Figure 3 ) [33] . The producing organisms are commonly fungi, such as Hamigera avellanea [34] , Acremonium [35] or Penicillium [36] species. Of particular interest is the high degree of D-amino acid incorporation (D-Ala, D-Aba, D-allo-Ile, and D-Val) within the macrocyclic scaffold. These natural products also contain non-proteinogenic anthranilic acid (Ant) and L-pipecolinic acid (Pip) residues, suggesting that a non-ribosomal biosynthetic pathway may have been used by the producing organisms. The enhanced bioavailability of these natural products can be attributed to improved cell permeability (via passive diffusion) and higher metabolic stability due to their cyclic nature and incorporation of D-amino acids [33] . The synthesis of 11-14 was achieved via the initial construction of linear hexapeptides by SPPS using a trityl alcohol SynPhase Lantern solid support. A representative synthesis for the construction of cyclohexapeptide 11 is shown in Scheme 4. The SPPS started by attaching Fmoc-D-Ala-OH for 11-13 or Fmoc-D-Aba-OH for 14, as this allowed the final solution-phase HBTU-mediated macrocyclization step to proceed with the least amount of steric hindrance [33] . The N-methyl-Leu, L-pipecolinic acid, and anthranilic acid functionality seen in 11-14 was incorporated into the peptide sequence employing Fmoc-L-MeLeu-OH, Fmoc-L-Pip-OH or Fmoc-Ant-OH during SPPS, respectively. When coupling to the weakly nucleophilic amino function of the N-terminal anthranilic acid residue, the Fmoc-amino acid chloride of D-allo-Ile or D-Val was generated in situ using triphosgene prior to coupling [33] . The linear hexapeptides were cleaved from the resin using 30% hexafluoroisopropanol (HFIP) in dichloromethane (DCM) and cyclized in solution using 1-[bis(dimethylamino)methylene]-1H-1,2,3-triazolo[4,5-b]pyridinium 3-oxide hexafluorophosphate (HATU) and N,N-diisopropylethylamine (DIPEA) in DCM at room temperature for 3 h to afford 11-14. The natural products 11-14 were tested in a fourth-instar larvae assay and were all found to have paralytic activity against silkworm larvae. The stereochemistry of the D-Ala side chain was found to be crucial for paralytic activity, as side-chain epimers of 11 and 12 having L-Ala in place of D-Ala showed little activity. (14)).",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1480,
                    "end": 1484,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1487,
                    "end": 1491,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2346,
                    "end": 2350,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2607,
                    "end": 2611,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2784,
                    "end": 2788,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3458,
                    "end": 3462,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 4020,
                    "end": 4024,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 4025,
                    "end": 4028,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 4087,
                    "end": 4091,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 4348,
                    "end": 4352,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 4525,
                    "end": 4529,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 5198,
                    "end": 5202,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 5762,
                    "end": 5766,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 5767,
                    "end": 5770,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 5829,
                    "end": 5833,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 6008,
                    "end": 6012,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 6086,
                    "end": 6090,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 6104,
                    "end": 6108,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 6124,
                    "end": 6128,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 6717,
                    "end": 6721,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 7176,
                    "end": 7180,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 7606,
                    "end": 7610,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 8448,
                    "end": 8452,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 8526,
                    "end": 8530,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 8544,
                    "end": 8548,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 8564,
                    "end": 8568,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 9157,
                    "end": 9161,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 9617,
                    "end": 9621,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 10047,
                    "end": 10051,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 222,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 5996,
                    "end": 6005,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 8436,
                    "end": 8445,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "In 2014, Peña et al. reported the synthesis and antimalarial and antitrypanosomal activity of seven novel cyclohexapeptides 15-21 with 20 and 21 incorporating interesting thiazole functionality [37] . The study was prompted by earlier reports of cyanobacterium Microcystis aeruginosa PCC 7806 natural products, aerucyclamides A-D (Figure 4 ), which displayed promising micromolar IC50 (50% of maximal inhibitory concentration) values against a K1 chloroquine-resistant strain of Plasmodium falciparum [38, 39] . The SPPS of linear hexapeptide precursors was conducted using 2-CTC resin and standard Fmoc chemistry (Scheme 5). The first Fmoc-amino acid was loaded onto 2-CTC resin in DCM in the presence of DIPEA, followed by the capping of unreacted resin sites with methanol. For the synthesis of 20 and 21, the 2-CTC resin was first loaded with an Fmoc-protected thiazole residue (Fmoc-Thz-OH) using analogous conditions. Subsequent amino acids were installed via iterative deprotection (20% piperidine in DMF) and coupling (N,N'-diisopropylcarbodiimide (DIC) and 3hydroxytriazolo [4,5-b] pyridine (HOAt) in DMF) steps. After cleavage of linear hexapeptides from the resin using 1% TFA in DCM, macrocyclizations were performed using HBTU, DIPEA, and catalytic 4-dimethylaminopyridine (DMAP) in DCM under dilute conditions (1-5 mM). The coupling site for macrocyclization was chosen to occur at N-terminal glycine for 15, C-terminal glycine for 17-19, or C-terminal thiazole for 20-21, as this provided the least degree of steric hindrance, resulting in favorable yields [37] . Moreover, cyclization of linear precursors to afford 17-21 took place at a Cterminal glycine or thiazole to prevent epimerization. (14)).",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1083,
                    "end": 1090,
                    "text": "[4,5-b]",
                    "ref_id": null
                },
                {
                    "start": 1572,
                    "end": 1576,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 339,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "In 2014, Peña et al. reported the synthesis and antimalarial and antitrypanosomal activity of seven novel cyclohexapeptides 15-21 with 20 and 21 incorporating interesting thiazole functionality [37] . The study was prompted by earlier reports of cyanobacterium Microcystis aeruginosa PCC 7806 natural products, aerucyclamides A-D (Figure 4 ), which displayed promising micromolar IC50 (50% of maximal inhibitory concentration) values against a K1 chloroquine-resistant strain of Plasmodium falciparum [38, 39] . The SPPS of linear hexapeptide precursors was conducted using 2-CTC resin and standard Fmoc chemistry (Scheme 5). The first Fmoc-amino acid was loaded onto 2-CTC resin in DCM in the presence of DIPEA, followed by the capping of unreacted resin sites with methanol. For the synthesis of 20 and 21, the 2-CTC resin was first loaded with an Fmoc-protected thiazole residue (Fmoc-Thz-OH) using analogous conditions. Subsequent amino acids were installed via iterative deprotection (20% piperidine in DMF) and coupling (N,N'-diisopropylcarbodiimide (DIC) and 3hydroxytriazolo [4,5-b] pyridine (HOAt) in DMF) steps. After cleavage of linear hexapeptides from the resin using 1% TFA in DCM, macrocyclizations were performed using HBTU, DIPEA, and catalytic 4-dimethylaminopyridine (DMAP) in DCM under dilute conditions (1-5 mM). The coupling site for macrocyclization was chosen to occur at N-terminal glycine for 15, C-terminal glycine for 17-19, or C-terminal thiazole for 20-21, as this provided the least degree of steric hindrance, resulting in favorable yields [37] . Moreover, cyclization of linear precursors to afford 17-21 took place at a Cterminal glycine or thiazole to prevent epimerization. [37] . The study was prompted by earlier reports of cyanobacterium Microcystis aeruginosa PCC 7806 natural products, aerucyclamides A-D (Figure 4 ), which displayed promising micromolar IC 50 (50% of maximal inhibitory concentration) values against a K1 chloroquine-resistant strain of Plasmodium falciparum [38, 39] . The SPPS of linear hexapeptide precursors was conducted using 2-CTC resin and standard Fmoc chemistry (Scheme 5). The first Fmoc-amino acid was loaded onto 2-CTC resin in DCM in the presence of DIPEA, followed by the capping of unreacted resin sites with methanol. For the synthesis of 20 and 21, the 2-CTC resin was first loaded with an Fmoc-protected thiazole residue (Fmoc-Thz-OH) using analogous conditions. Subsequent amino acids were installed via iterative deprotection (20% piperidine in DMF) and coupling (N,N'-diisopropylcarbodiimide (DIC) and 3-hydroxytriazolo [4,5-b] pyridine (HOAt) in DMF) steps. After cleavage of linear hexapeptides from the resin using 1% TFA in DCM, macrocyclizations were performed using HBTU, DIPEA, and catalytic 4-dimethylaminopyridine (DMAP) in DCM under dilute conditions (1-5 mM). The coupling site for macrocyclization was chosen to occur at N-terminal glycine for 15, C-terminal glycine for 17-19, or C-terminal thiazole for 20-21, as this provided the least degree of steric hindrance, resulting in favorable yields [37] . Moreover, cyclization of linear precursors to afford 17-21 took place at a C-terminal glycine or thiazole to prevent epimerization. (19), 83% (20) , and 40% (21)).",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1083,
                    "end": 1090,
                    "text": "[4,5-b]",
                    "ref_id": null
                },
                {
                    "start": 1572,
                    "end": 1576,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1710,
                    "end": 1714,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2018,
                    "end": 2022,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2023,
                    "end": 2026,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2601,
                    "end": 2608,
                    "text": "[4,5-b]",
                    "ref_id": null
                },
                {
                    "start": 3090,
                    "end": 3094,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 3239,
                    "end": 3243,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 339,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1846,
                    "end": 1855,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "Cyclohexapeptides 15-21 were screened with P. falciparum K1 and infective T. b. brucei assays. Of particular interest was the promising antimalarial activity shown by 17, 20, and 21 against P. falciparum K1, with EC50 (50% of maximal effective concentration) values of 0.19, 0.19, and 0.41 µ M, respectively, and no observed cell cytotoxicity against murine macrophages [37] . Also noteworthy was the antitrypanosomal activity of 15 and 19-21 against T. b. brucei, with EC50 values of 1.06, 2.1, 3.0, and 2.8 µ M, respectively [37] .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "In 2015, Wong et al. reported the total synthesis of dichotomin A (22) ( Figure 5 ) from linear peptide precursors 23 and 24 that contain penicillamine-derived pseudoproline residue (Scheme 6) [8] . The utilization of a pseudoproline residue in place of the proteinogenic Val residue during the synthesis of dichotomin A was a protecting group stratergy and a way to improve head-to-tail cyclization of linear peptide precursors because of the ability of pseudoproline to induce a turn or \"kink\" in the peptide backbone as well as to aid peptide solubility [8] . The pseudoproline residue was deprotected and converted into the desired Val residue post cyclization to afford dichotomin A (19), 83% (20) , and 40% (21)).",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "text": "Figure 5",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "Cyclohexapeptides 15-21 were screened with P. falciparum K1 and infective T. b. brucei assays. Of particular interest was the promising antimalarial activity shown by 17, 20, and 21 against P. falciparum K1, with EC50 (50% of maximal effective concentration) values of 0.19, 0.19, and 0.41 µ M, respectively, and no observed cell cytotoxicity against murine macrophages [37] . Also noteworthy was the antitrypanosomal activity of 15 and 19-21 against T. b. brucei, with EC50 values of 1.06, 2.1, 3.0, and 2.8 µ M, respectively [37] .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "In 2015, Wong et al. reported the total synthesis of dichotomin A (22) ( Figure 5 ) from linear peptide precursors 23 and 24 that contain penicillamine-derived pseudoproline residue (Scheme 6) [8] . The utilization of a pseudoproline residue in place of the proteinogenic Val residue during the synthesis of dichotomin A was a protecting group stratergy and a way to improve head-to-tail cyclization of linear peptide precursors because of the ability of pseudoproline to induce a turn or \"kink\" in the peptide backbone as well as to aid peptide solubility [8] . The pseudoproline residue was deprotected and converted into the desired Val residue post cyclization to afford dichotomin A (17), 66% (18), 54% (19) , 83% (20) , and 40% (21)).",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "text": "Figure 5",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "Cyclohexapeptides 15-21 were screened with P. falciparum K1 and infective T. b. brucei assays. Of particular interest was the promising antimalarial activity shown by 17, 20, and 21 against P. falciparum K1, with EC 50 (50% of maximal effective concentration) values of 0.19, 0.19, and 0.41 µM, respectively, and no observed cell cytotoxicity against murine macrophages [37] . Also noteworthy was the antitrypanosomal activity of 15 and 19-21 against T. b. brucei, with EC 50 values of 1.06, 2.1, 3.0, and 2.8 µM, respectively [37] .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "In 2015, Wong et al. reported the total synthesis of dichotomin A (22) ( Figure 5 ) from linear peptide precursors 23 and 24 that contain penicillamine-derived pseudoproline residue (Scheme 6) [8] . The utilization of a pseudoproline residue in place of the proteinogenic Val residue during the synthesis of dichotomin A was a protecting group stratergy and a way to improve head-to-tail cyclization of linear peptide precursors because of the ability of pseudoproline to induce a turn or \"kink\" in the peptide backbone as well as to aid peptide solubility [8] . The pseudoproline residue was deprotected and converted into the desired Val residue post cyclization to afford dichotomin A (22) . Dichotomin A was prepared from two different disconnection sites within the macrocyclic ring (Scheme 6). The first linear peptide precursor 23 contained a non-epimerizable C-terminal glycine and an N-terminal O-tert-butyl protected threonine residue. The second peptide precursor 24 contained an epimerizable N-terminal leucine and a C-terminal phenylalanine, creating a more sterically hindered cyclization site and providing a way to test the robustness of this methodology [8] . Linear peptides 23 and 24 containing pseudoproline residues were synthesized on 2-CTC resin using standard Fmoc-strategy SPPS with HBTU as the coupling reagent and 10% piperidine in DMF for Fmoc deprotection. Cleavage from resin was done using HFIP in DCM while keeping the side-chain protecting groups intact. The conformations of 23 and 24 were established using 1 H nuclear magnetic resonance (NMR) spectroscopy and rotating-frame Overhauser effect spectroscopy (ROESY) experiments, which also confirmed a single set of resonance structures for each peptide. Macrocycle 25 was obtained from linear peptides 23 or 24 containing a pseudoproline residue in less than 3 h and in good to excellent yields (78-88%) using 4-(4,6-dimethoxy-1,3,5-triazin-2-yl)-4-methylmorpholinium tetrafluoroborate (DMTMM·BF 4 ). In contrast, cyclization of analogous linear peptide precursors containing a native Val residue had much slower reaction kinetics, requiring 3 days for reaction completion and with lower yields (33-36%). The pseudoproline and O-tert-butyl-Thr residues in 25 were simultaneously deprotected using trifluoromethanesulfonic acid (TFMSA)/water (2:1, v/v) to give 26 followed by desulfurization using NiCl 2 and NaBH 4 in MeOH to afford dichotomin A (22) in 24% yield.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1171,
                    "end": 1174,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2431,
                    "end": 2435,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "text": "Figure 5",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "Molecules 2018, 23, x FOR PEER REVIEW 9 of 25 (22) . Dichotomin A was prepared from two different disconnection sites within the macrocyclic ring (Scheme 6). The first linear peptide precursor 23 contained a non-epimerizable C-terminal glycine and an N-terminal O-tert-butyl protected threonine residue. The second peptide precursor 24 contained an epimerizable N-terminal leucine and a C-terminal phenylalanine, creating a more sterically hindered cyclization site and providing a way to test the robustness of this methodology [8] . Linear peptides 23 and 24 containing pseudoproline residues were synthesized on 2-CTC resin using standard Fmoc-strategy SPPS with HBTU as the coupling reagent and 10% piperidine in DMF for Fmoc deprotection. Cleavage from resin was done using HFIP in DCM while keeping the sidechain protecting groups intact. The conformations of 23 and 24 were established using 1 H nuclear magnetic resonance (NMR) spectroscopy and rotating-frame Overhauser effect spectroscopy (ROESY) experiments, which also confirmed a single set of resonance structures for each peptide. Macrocycle 25 was obtained from linear peptides 23 or 24 containing a pseudoproline residue in less than 3 h and in good to excellent yields (78-88%) using 4-(4,6-dimethoxy-1,3,5-triazin-2-yl)-4methylmorpholinium tetrafluoroborate (DMTMM·BF4). In contrast, cyclization of analogous linear peptide precursors containing a native Val residue had much slower reaction kinetics, requiring 3 days for reaction completion and with lower yields (33-36%). The pseudoproline and O-tert-butyl-Thr residues in 25 were simultaneously deprotected using trifluoromethanesulfonic acid (TFMSA)/water (2:1, v/v) to give 26 followed by desulfurization using NiCl2 and NaBH4 in MeOH to afford dichotomin A (22) in 24% yield. (22) . Dichotomin A was prepared from two different disconnection sites within the macrocyclic ring (Scheme 6). The first linear peptide precursor 23 contained a non-epimerizable C-terminal glycine and an N-terminal O-tert-butyl protected threonine residue. The second peptide precursor 24 contained an epimerizable N-terminal leucine and a C-terminal phenylalanine, creating a more sterically hindered cyclization site and providing a way to test the robustness of this methodology [8] . Linear peptides 23 and 24 containing pseudoproline residues were synthesized on 2-CTC resin using standard Fmoc-strategy SPPS with HBTU as the coupling reagent and 10% piperidine in DMF for Fmoc deprotection. Cleavage from resin was done using HFIP in DCM while keeping the sidechain protecting groups intact. The conformations of 23 and 24 were established using 1 H nuclear magnetic resonance (NMR) spectroscopy and rotating-frame Overhauser effect spectroscopy (ROESY) experiments, which also confirmed a single set of resonance structures for each peptide. Macrocycle 25 was obtained from linear peptides 23 or 24 containing a pseudoproline residue in less than 3 h and in good to excellent yields (78-88%) using 4-(4,6-dimethoxy-1,3,5-triazin-2-yl)-4methylmorpholinium tetrafluoroborate (DMTMM·BF4). In contrast, cyclization of analogous linear peptide precursors containing a native Val residue had much slower reaction kinetics, requiring 3 days for reaction completion and with lower yields (33-36%). The pseudoproline and O-tert-butyl-Thr residues in 25 were simultaneously deprotected using trifluoromethanesulfonic acid (TFMSA)/water (2:1, v/v) to give 26 followed by desulfurization using NiCl2 and NaBH4 in MeOH to afford dichotomin A (22) in 24% yield. (27) in 2015 [41] but noticed discrepancies when comparing the 1 H and 13 C-NMR data of their synthesized similanamide (27) with reported data [40] . The reported data for similanamide (27) did, however, agree favorably with a previously synthesized diastereomer 28 [41] . This led to the structural revision of similanamide (27) to the structurally similar diastereomer 28 in 2015 [41] . (27) in 2015 [41] but noticed discrepancies when comparing the 1 H and 13 C-NMR data of their synthesized similanamide (27) with reported data [40] . The reported data for similanamide (27) did, however, agree favorably with a previously synthesized diastereomer 28 [41] . This led to the structural revision of similanamide (27) to the structurally similar diastereomer 28 in 2015 [41] . In 2016, Amso et al. reported the synthesis of cyclohexapeptide dianthin G (cyclo-Pro-Leu-Thr-Leu-Phe-Gly, 29) as well as nine of its analogues, including N α -methylated derivatives (31) (32) (33) (34) (35) and conformationally constrained cyclic \"dicarba\" bridged analogues (e.g., 30) (Figure 7 ) [42, 43] . The in vitro osteoblast proliferation activity of the synthesized compounds was determined. Dianthin G (29) and its N α -methylated derivatives (31) (32) (33) (34) (35) were synthesized by SPPS followed by cleavage and solution-phase head-to-tail macrolactamization. The SPPS of native cyclohexapeptide dianthin G (29) was reported previously [43] but was later adapted for the synthesis of methylated analogues 31-34 (Scheme 7). The N α -methylated derivatives In 2016, Amso et al.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1783,
                    "end": 1787,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1802,
                    "end": 1806,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2285,
                    "end": 2288,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3539,
                    "end": 3543,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3558,
                    "end": 3562,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3571,
                    "end": 3575,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3677,
                    "end": 3681,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3701,
                    "end": 3705,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 3743,
                    "end": 3747,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3824,
                    "end": 3828,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3883,
                    "end": 3887,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3940,
                    "end": 3944,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3947,
                    "end": 3951,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3960,
                    "end": 3964,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 4066,
                    "end": 4070,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 4090,
                    "end": 4094,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 4132,
                    "end": 4136,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 4213,
                    "end": 4217,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 4272,
                    "end": 4276,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 4329,
                    "end": 4333,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 4519,
                    "end": 4523,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 4524,
                    "end": 4528,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 4529,
                    "end": 4533,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 4534,
                    "end": 4538,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 4539,
                    "end": 4543,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 4635,
                    "end": 4639,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 4640,
                    "end": 4643,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 4749,
                    "end": 4753,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 4790,
                    "end": 4794,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 4795,
                    "end": 4799,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 4800,
                    "end": 4804,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 4805,
                    "end": 4809,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 4810,
                    "end": 4814,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 4989,
                    "end": 4993,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 4623,
                    "end": 4632,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF21"
                }
            ],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "reported the synthesis of cyclohexapeptide dianthin G (cyclo-Pro-Leu-Thr-Leu-Phe-Gly, 29) as well as nine of its analogues, including N α -methylated derivatives (31) (32) (33) (34) (35) and conformationally constrained cyclic \"dicarba\" bridged analogues (e.g., 30) ( Figure 7 ) [42, 43] . The in vitro osteoblast proliferation activity of the synthesized compounds was determined. Dianthin G (29) and its N α -methylated derivatives (31) (32) (33) (34) (35) were synthesized by SPPS followed by cleavage and solution-phase head-to-tail macrolactamization. (27) in 2015 [41] but noticed discrepancies when comparing the 1 H and 13 C-NMR data of their synthesized similanamide (27) with reported data [40] . The reported data for similanamide (27) did, however, agree favorably with a previously synthesized diastereomer 28 [41] . This led to the structural revision of similanamide (27) to the structurally similar diastereomer 28 in 2015 [41] . In 2016, Amso et al. reported the synthesis of cyclohexapeptide dianthin G (cyclo-Pro-Leu-Thr-Leu-Phe-Gly, 29) as well as nine of its analogues, including N α -methylated derivatives (31) (32) (33) (34) (35) and conformationally constrained cyclic \"dicarba\" bridged analogues (e.g., 30) (Figure 7 ) [42, 43] . The in vitro osteoblast proliferation activity of the synthesized compounds was determined. Dianthin G (29) and its N α -methylated derivatives (31) (32) (33) (34) (35) were synthesized by SPPS followed by cleavage and solution-phase head-to-tail macrolactamization. The SPPS of native cyclohexapeptide dianthin G (29) was reported previously [43] but was later adapted for the synthesis of methylated analogues 31-34 (Scheme 7). The N α -methylated derivatives The SPPS of native cyclohexapeptide dianthin G (29) was reported previously [43] but was later adapted for the synthesis of methylated analogues 31-34 (Scheme 7). The N α -methylated derivatives 31-34 were synthesized from aminomethyl polystyrene resin and the 3-(4-hydroxymethylphenoxy)propionic acid) (HMPP) linker; however, the synthesis of 35 required the use of a more hindered 2-CTC resin to prevent the formation of undesired diketopiperazine by-products [42] . A representative synthesis of cyclohexapeptide 31 is shown in Scheme 7. The aminomethyl polystyrene resin was first loaded with Fmoc-Gly-HMPP-OH to form 36. The solid-supported linear pentapeptide 37 was constructed on-resin using classical SPPS. The terminal amino function was activated by reacting with 2-nitrobenzenesulfonyl chloride to form 38, followed by methylation and deprotection to afford 39. After attaching the final proline residue, hexapeptide 40 was cleaved from the resin to form 41, which was cyclized using HBTU-mediated solution-phase cyclization to afford 31.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 823,
                    "end": 827,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1134,
                    "end": 1138,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1245,
                    "end": 1249,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1250,
                    "end": 1253,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1359,
                    "end": 1363,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1400,
                    "end": 1404,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1405,
                    "end": 1409,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1410,
                    "end": 1414,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1415,
                    "end": 1419,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1420,
                    "end": 1424,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1599,
                    "end": 1603,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1794,
                    "end": 1798,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2180,
                    "end": 2184,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 276,
                    "text": "Figure 7",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 1233,
                    "end": 1242,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF21"
                }
            ],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "Cyclic dicarba analogues contained a non-native dicarba bridge, for example, 30, and were synthesized by on-resin Grubbs' ring-closing metathesis (RCM) and then cleaved from resin to form 30 as an inseparable mixture of cis and trans isomers [42] . An N α -methyl amide bond scan of the synthesized dianthin G, which was done to investigate the effect that altering amide bonds had on osteoblast proliferation, found that all native peptide bonds contained in the primary sequence of dianthin G (29) were of importance for osteoblast proliferation activity. From in vitro studies, native dianthin G (29) and a dicarba bridged analogue (at 10 −8 M) were found to increase the numbers of human osteoblasts without having a significant effect on osteoclast differentiation or development. An inseparable Z/E mixture of olefins in a 2:1 ratio with a β-sheet-like secondary structure similar to that of native dianthin G (29) was determined through spectroscopic analysis of the dicarba analogue. It was suggested that this secondary structure is important for the bone activity associated with dianthin peptides. ",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Solid-Phase Synthesis of Cyclohexapeptides Using Solution-Phase Cyclization"
        },
        {
            "text": "were synthesized from aminomethyl polystyrene resin and the 3-(4hydroxymethylphenoxy)propionic acid) (HMPP) linker; however, the synthesis of 35 required the use of a more hindered 2-CTC resin to prevent the formation of undesired diketopiperazine byproducts [42] . A representative synthesis of cyclohexapeptide 31 is shown in Scheme 7. The aminomethyl polystyrene resin was first loaded with Fmoc-Gly-HMPP-OH to form 36. The solidsupported linear pentapeptide 37 was constructed on-resin using classical SPPS. The terminal amino function was activated by reacting with 2-nitrobenzenesulfonyl chloride to form 38, followed by methylation and deprotection to afford 39. After attaching the final proline residue, hexapeptide 40 was cleaved from the resin to form 41, which was cyclized using HBTU-mediated solution-phase cyclization to afford 31.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "31-34"
        },
        {
            "text": "Cyclic dicarba analogues contained a non-native dicarba bridge, for example, 30, and were synthesized by on-resin Grubbs' ring-closing metathesis (RCM) and then cleaved from resin to form 30 as an inseparable mixture of cis and trans isomers [42] . An N α -methyl amide bond scan of the synthesized dianthin G, which was done to investigate the effect that altering amide bonds had on osteoblast proliferation, found that all native peptide bonds contained in the primary sequence of dianthin G (29) were of importance for osteoblast proliferation activity. From in vitro studies, native dianthin G (29) and a dicarba bridged analogue (at 10 −8 M) were found to increase the numbers of human osteoblasts without having a significant effect on osteoclast differentiation or development. An inseparable Z/E mixture of olefins in a 2:1 ratio with a -sheet-like secondary structure similar to that of native dianthin G (29) was determined through spectroscopic analysis of the dicarba analogue. It was suggested that this secondary structure is important for the bone activity associated with dianthin peptides. In 2017, Asfaw et al. reported the synthesis of cyclohexapeptide wollamide B (42) and 24 of its analogues [44] . The Fmoc-based SPPS of a linear hexapeptide precursor was followed by solutionphase macrocyclization and cleavage of protecting groups, as described in Scheme 8. The first amino acid (Fmoc-Leu-OH) was loaded onto 2-CTC resin by using DIPEA/DCM followed by capping with methanol. HATU and DIPEA in NMP were used during the coupling steps to elongate the peptides. The N-terminal Fmoc group was deprotected after each round of coupling using 20% piperidine in DMF. The resin was treated with 20% HFIP in DCM to complete cleavage of the linear hexapeptide In 2017, Asfaw et al. reported the synthesis of cyclohexapeptide wollamide B (42) and 24 of its analogues [44] . The Fmoc-based SPPS of a linear hexapeptide precursor was followed by solution-phase macrocyclization and cleavage of protecting groups, as described in Scheme 8. The first amino acid (Fmoc-Leu-OH) was loaded onto 2-CTC resin by using DIPEA/DCM followed by capping with methanol. HATU and DIPEA in NMP were used during the coupling steps to elongate the peptides. The N-terminal Fmoc group was deprotected after each round of coupling using 20% piperidine in DMF. The resin was treated with 20% HFIP in DCM to complete cleavage of the linear hexapeptide precursors. Macrocyclization was done using HATU, hydroxybenzotriazole (HOBt), and DIPEA in DMF to produce a crude cyclic hexapeptide that was then purified via column chromatography. Lastly, the Trt and Boc side-chain protecting groups were removed using a TFA/triisopropylsilane precursors. Macrocyclization was done using HATU, hydroxybenzotriazole (HOBt), and DIPEA in DMF to produce a crude cyclic hexapeptide that was then purified via column chromatography. Lastly, the Trt and Boc side-chain protecting groups were removed using a TFA/triisopropylsilane (TIPS)/H2O solution (95/2.5/2.5) to afford wollamide B (47) in 91% yield after purification by silica gel chromatography. The antimycobacterial activities as well as the in vitro drug metabolism and PK (absorption, distribution, metabolism, and excretion-ADME) profiles of 42 and structural analogues were investigated. Wollamide B (42) was found to have notable aqueous solubility, moderate affinity for plasma protein albumin, modest lipophilicity, poor passive permeability through artificial membranes, significant in vitro plasma stability, high microsomal metabolic stability, and no toxicity in HepG2 cells for concentrations of up to 50 µ M. Notably, five of the synthesized wollamide B analogues (43-47; Figure 8 ) displayed potent antimycobacterial activity (minimum inhibitory concentration (MIC) of ≤3.1 µM) and no toxicity in HepG2 cells for concentrations of up to 100 µM. Compounds 43 and 46 also showed an optimal balance between antimycobacterial activity and PK properties. Overall, the synthesized wollamides displayed notable plasma stability and aqueous solubility with moderate to low metabolic stability. In 2017, our group reported the total synthesis of the natural products wollamides A (48) and B (42) and desotamide B (49) (Figure 9 ) using SPPS of linear hexapeptide precursors followed by cleavage and solution-phase cyclization [45] . A representative synthesis that was used to access The antimycobacterial activities as well as the in vitro drug metabolism and PK (absorption, distribution, metabolism, and excretion-ADME) profiles of 42 and structural analogues were investigated. Wollamide B (42) was found to have notable aqueous solubility, moderate affinity for plasma protein albumin, modest lipophilicity, poor passive permeability through artificial membranes, significant in vitro plasma stability, high microsomal metabolic stability, and no toxicity in HepG2 cells for concentrations of up to 50 µM. Notably, five of the synthesized wollamide B analogues (43-47; Figure 8 ) displayed potent antimycobacterial activity (minimum inhibitory concentration (MIC) of ≤3.1 µM) and no toxicity in HepG2 cells for concentrations of up to 100 µM. Compounds 43 and 46 also showed an optimal balance between antimycobacterial activity and PK properties. Overall, the synthesized wollamides displayed notable plasma stability and aqueous solubility with moderate to low metabolic stability. precursors. Macrocyclization was done using HATU, hydroxybenzotriazole (HOBt), and DIPEA in DMF to produce a crude cyclic hexapeptide that was then purified via column chromatography. Lastly, the Trt and Boc side-chain protecting groups were removed using a TFA/triisopropylsilane (TIPS)/H2O solution (95/2.5/2.5) to afford wollamide B (47) in 91% yield after purification by silica gel chromatography. The antimycobacterial activities as well as the in vitro drug metabolism and PK (absorption, distribution, metabolism, and excretion-ADME) profiles of 42 and structural analogues were investigated. Wollamide B (42) was found to have notable aqueous solubility, moderate affinity for plasma protein albumin, modest lipophilicity, poor passive permeability through artificial membranes, significant in vitro plasma stability, high microsomal metabolic stability, and no toxicity in HepG2 cells for concentrations of up to 50 µ M. Notably, five of the synthesized wollamide B analogues (43-47; Figure 8 ) displayed potent antimycobacterial activity (minimum inhibitory concentration (MIC) of ≤3.1 µM) and no toxicity in HepG2 cells for concentrations of up to 100 µM. Compounds 43 and 46 also showed an optimal balance between antimycobacterial activity and PK properties. Overall, the synthesized wollamides displayed notable plasma stability and aqueous solubility with moderate to low metabolic stability. In 2017, our group reported the total synthesis of the natural products wollamides A (48) and B (42) and desotamide B (49) (Figure 9 ) using SPPS of linear hexapeptide precursors followed by cleavage and solution-phase cyclization [45] . A representative synthesis that was used to access In 2017, our group reported the total synthesis of the natural products wollamides A (48) and B (42) and desotamide B (49) (Figure 9 ) using SPPS of linear hexapeptide precursors followed by cleavage and solution-phase cyclization [45] . A representative synthesis that was used to access wollamide B (42) is highlighted in Scheme 9. The first Fmoc amino acid (Fmoc-Asn(Trt)-OH) was loaded onto 2-CTC resin with the aid of DIPEA in DCM. The hexapeptide sequence corresponding to wollamide B (D-Orn-Trp-Leu-D-Leu-Val-Asn) was synthesized on-resin via repeated coupling and deprotection steps, as shown in Scheme 9. Cleavage of the linear hexapeptide from the resin using the mild cleavage reagent HFIP resulted in 50 having side-chain residue protecting groups still attached. The solution-phase macrocyclization was done using HBTU and DIPEA in DMF, providing the protected cyclohexapeptide 51. Wollamide B (42) was obtained after removal of the side-chain protecting groups of 51 and final purification using flash column chromatography on silica gel. An optimization study investigated the efficiency of the macrocyclization step occurring at each of the six peptide bond sites. This determined that macrocyclization of the linear hexapeptide precursor between terminal L-Leu and D-Leu residues provided the most efficient macrocyclization without any detectable epimerization [45] . wollamide B (42) is highlighted in Scheme 9. The first Fmoc amino acid (Fmoc-Asn(Trt)-OH) was loaded onto 2-CTC resin with the aid of DIPEA in DCM. The hexapeptide sequence corresponding to wollamide B (D-Orn-Trp-Leu-D-Leu-Val-Asn) was synthesized on-resin via repeated coupling and deprotection steps, as shown in Scheme 9. Cleavage of the linear hexapeptide from the resin using the mild cleavage reagent HFIP resulted in 50 having side-chain residue protecting groups still attached. The solution-phase macrocyclization was done using HBTU and DIPEA in DMF, providing the protected cyclohexapeptide 51. Wollamide B (42) was obtained after removal of the side-chain protecting groups of 51 and final purification using flash column chromatography on silica gel. An optimization study investigated the efficiency of the macrocyclization step occurring at each of the six peptide bond sites. This determined that macrocyclization of the linear hexapeptide precursor between terminal L-Leu and D-Leu residues provided the most efficient macrocyclization without any detectable epimerization [45] . wollamide B (42) is highlighted in Scheme 9. The first Fmoc amino acid (Fmoc-Asn(Trt)-OH) was loaded onto 2-CTC resin with the aid of DIPEA in DCM. The hexapeptide sequence corresponding to wollamide B (D-Orn-Trp-Leu-D-Leu-Val-Asn) was synthesized on-resin via repeated coupling and deprotection steps, as shown in Scheme 9. Cleavage of the linear hexapeptide from the resin using the mild cleavage reagent HFIP resulted in 50 having side-chain residue protecting groups still attached. The solution-phase macrocyclization was done using HBTU and DIPEA in DMF, providing the protected cyclohexapeptide 51. Wollamide B (42) was obtained after removal of the side-chain protecting groups of 51 and final purification using flash column chromatography on silica gel. An optimization study investigated the efficiency of the macrocyclization step occurring at each of the six peptide bond sites. This determined that macrocyclization of the linear hexapeptide precursor between terminal L-Leu and D-Leu residues provided the most efficient macrocyclization without any detectable epimerization [45] . In 2018, our group reported the antitubercular and antibacterial activities of wollamides A (48) and B (42) and desotamide B (49) as well as structural analogues thereof [46] . The optimized synthetic route to access these compounds was described previously [45] . The 27 peptides' library was screened against a panel of Gram-positive and -negative bacterial pathogens, which discovered that wollamides A (48) and B (42) and the position-II L-Ile analogue 52 exhibited promising antibacterial activity against Mycobacterium tuberculosis, with MIC values of 1.56 µg/mL and favorable selectivity indexes (SIs) of >100 (Figure 10 ) [46] . The cyclic nature of the wollamide cyclohexapeptides was crucial for their antibacterial activity, as the corresponding linear hexapeptide precursor did not show activity even at the highest concentration tested (200 µg/mL) [46] . The residues at positions II and VI were found to have a major impact on the activity and selectivity, and hence further structure-activity relationship (SAR) studies that focus on optimizing these residues are highly warranted. ",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1881,
                    "end": 1885,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3059,
                    "end": 3063,
                    "text": "(47)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 4228,
                    "end": 4232,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 4363,
                    "end": 4367,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 5762,
                    "end": 5766,
                    "text": "(47)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 6931,
                    "end": 6935,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 7066,
                    "end": 7070,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 7220,
                    "end": 7224,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 7355,
                    "end": 7359,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 8503,
                    "end": 8507,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 9600,
                    "end": 9604,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 10697,
                    "end": 10701,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 10807,
                    "end": 10811,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 10874,
                    "end": 10878,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 10962,
                    "end": 10966,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 11110,
                    "end": 11114,
                    "text": "(48)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 11121,
                    "end": 11125,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 11334,
                    "end": 11338,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 11565,
                    "end": 11569,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 3717,
                    "end": 3725,
                    "text": "Figure 8",
                    "ref_id": "FIGREF29"
                },
                {
                    "start": 4255,
                    "end": 4264,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF37"
                },
                {
                    "start": 5011,
                    "end": 5019,
                    "text": "Figure 8",
                    "ref_id": "FIGREF29"
                },
                {
                    "start": 6420,
                    "end": 6428,
                    "text": "Figure 8",
                    "ref_id": "FIGREF29"
                },
                {
                    "start": 6958,
                    "end": 6967,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF37"
                },
                {
                    "start": 7247,
                    "end": 7256,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF37"
                },
                {
                    "start": 11321,
                    "end": 11331,
                    "text": "(Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "31-34"
        },
        {
            "text": "In 2015, Lewis et al. synthesized two cyclic hexapeptides, 53 and 54 (Figure 11 ), in order to probe their cell permeability and PK properties, including oral bioavailability [23] . They demonstrated that the tri-N-methylated peptide 54 experienced increased cell permeability, higher plasma protein binding, and decreased clearance rates compared to the non-methylated variant 53 [23] . This resulted in a favorable bioavailability of 30% for the tri-N-methylated cyclohexapeptide 54. The cyclic hexapeptides cyclo-Leu-D-Leu-Leu-Leu-D-Pro-Tyr (53) and cyclo-Leu-NMe-D-Leu-NMe-Leu-Leu-D-Pro-NMe-Tyr (54) were synthesized using traditional SPPS starting from a trityl resin preloaded with allyl ester Fmoc-Tyr, which was resin-linked via the Tyr side-chain hydroxyl group (Scheme 10). The resin-linked linear hexapeptide 55 was constructed using a sequence of coupling and deprotection steps. The allyl and N-terminal Fmoc groups were removed using Pd(PPh 3 ) 4 and 10% piperidine/THF, respectively, to give 56, which was cyclized on-resin using HATU/HOBt to give the resin-attached cyclohexapeptide 57. Cleavage of 57 from the resin using TFA provided 53. Cyclohexapeptide 54 was synthesized from 57 via the global and selective introduction of N-methyl groups using a LiO t Bu base, followed by MeI to provide resin-attached trimethylated derivative 58 (Scheme 10). Cleavage of 58 from the resin afforded 54. An alternative synthesis of 54 was also investigated and involved a stepwise construction of the trimethylated linear hexapeptide using traditional SPPS followed by cleavage and solution-phase macrocyclization. Although two routes for the synthesis of 54 were investigated, the first route involving global N-methylation of the resin-bound cyclohexapeptide 57 followed by cleavage was more efficient and provided crude 54 in higher purity before final purification. (Figure 11 ), in order to probe their cell permeability and PK properties, including oral bioavailability [23] . They demonstrated that the tri-N-methylated peptide 54 experienced increased cell permeability, higher plasma protein binding, and decreased clearance rates compared to the non-methylated variant 53 [23] . This resulted in a favorable bioavailability of 30% for the tri-N-methylated cyclohexapeptide 54. The cyclic hexapeptides cyclo-Leu-D-Leu-Leu-Leu-D-Pro-Tyr (53) and cyclo-Leu-NMe-D-Leu-NMe-Leu-Leu-D-Pro-NMe-Tyr (54) were synthesized using traditional SPPS starting from a trityl resin preloaded with allyl ester Fmoc-Tyr, which was resin-linked via the Tyr side-chain hydroxyl group (Scheme 10). The resin-linked linear hexapeptide 55 was constructed using a sequence of coupling and deprotection steps. The allyl and N-terminal Fmoc groups were removed using Pd(PPh3)4 and 10% piperidine/THF, respectively, to give 56, which was cyclized on-resin using HATU/HOBt to give the resin-attached cyclohexapeptide 57. Cleavage of 57 from the resin using TFA provided 53. Cyclohexapeptide 54 was synthesized from 57 via the global and selective introduction of N-methyl groups using a LiO t Bu base, followed by MeI to provide resin-attached trimethylated derivative 58 (Scheme 10). Cleavage of 58 from the resin afforded 54. An alternative synthesis of 54 was also investigated and involved a stepwise construction of the trimethylated linear hexapeptide using traditional SPPS followed by cleavage and solution-phase macrocyclization. Although two routes for the synthesis of 54 were investigated, the first route involving global N-methylation of the resinbound cyclohexapeptide 57 followed by cleavage was more efficient and provided crude 54 in higher purity before final purification. In 2015, Wodtke et al. reported the design and synthesis of cyclohexapeptide analogues 59-61 containing an amino acid sequence inspired by the Asp-Glu-Lys-Ser (DEKS) motif of N-terminal telopeptide of type I collagen [47] . It was suggested that the DEKS motif adopts a β-turn conformation upon docking with its receptor; in addition, the β-turn conformation of the DEKS motif can be stabilized by incorporating it into a cyclized peptide backbone along with strategic introduction of D-Pro and Lys(4-fluorobenzoyl) residues [47] . The presence of the 4-fluorobenzoyl group in the second Lys of 59-61 could have an application as a radiolabeling site, if required, by incorporating fluorine-18 [47] . The cyclohexapeptide 59 was resistant to bovine trypsin-mediated degradation over 30 min, during which time its corresponding linear analogue was completely digested. This demonstrated how cyclized peptides offer enhanced metabolic stability over their linear counterparts [47] . In 2015, Wodtke et al. reported the design and synthesis of cyclohexapeptide analogues 59-61 containing an amino acid sequence inspired by the Asp-Glu-Lys-Ser (DEKS) motif of N-terminal telopeptide of type I collagen [47] . It was suggested that the DEKS motif adopts a β-turn conformation upon docking with its receptor; in addition, the β-turn conformation of the DEKS motif can be stabilized by incorporating it into a cyclized peptide backbone along with strategic introduction of D-Pro and Lys(4-fluorobenzoyl) residues [47] . The presence of the 4-fluorobenzoyl group in the second Lys of 59-61 could have an application as a radiolabeling site, if required, by incorporating fluorine-18 [47] . The cyclohexapeptide 59 was resistant to bovine trypsin-mediated degradation over 30 min, during which time its corresponding linear analogue was completely digested. This demonstrated how cyclized peptides offer enhanced metabolic stability over their linear counterparts [47] .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1982,
                    "end": 1986,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2188,
                    "end": 2192,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3896,
                    "end": 3900,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 4204,
                    "end": 4208,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 4373,
                    "end": 4377,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 4653,
                    "end": 4657,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 4877,
                    "end": 4881,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 5185,
                    "end": 5189,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 5354,
                    "end": 5358,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 5634,
                    "end": 5638,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 79,
                    "text": "(Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1876,
                    "end": 1886,
                    "text": "(Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Solid-Phase Cyclohexapeptide Synthesis Using On-Resin Cyclization"
        },
        {
            "text": "The synthesis of cyclohexapeptide 59-61 was carried out according to Scheme 11. Firstly, Fmoc-Lys-OAll or Fmoc-Hnl-OAll was loaded onto 2-CTC resin (attached via side chain) in THF and DIPEA followed by capping unreacted resin sites with methanol. The subsequent Fmoc-amino acids were added to the sequence using standard microwave-assisted SPPS, 20% piperidine, and 0.1M HOBt in DMF for the Fmoc deprotection steps and Fmoc-amino acid, HBTU, and DIPEA in NMP for the coupling steps. The resin-bound linear hexapeptide was cyclized on-resin using HATU and DIPEA in DMF after deprotection of the C-terminal allyl and N-terminal Fmoc groups with Pd(PPh3)4 and 20% piperidine in DMF, respectively. The 4-fluorobenzoyl moiety was installed onto the lysine side chain using 4-fluorobenzoyl chloride after firstly removing the 1-(4,4-dimethyl-2,6dioxocyclohex-1-ylidene)-3-ethyl (Dde) protecting group with hydrazine. The cyclohexapeptide was cleaved from the resin with simultaneous removal of the side-chain protecting groups using a cleavage cocktail solution comprising TFA/triethylsilane (TES) (95/2.5/2.5) to give 59-60 in good yields. Compound 61 was synthesized by cleaving the cyclohexapeptide 62 from the resin using mild acid conditions for TFA/TES/DCM (1:5:94) to give 62 with side-chain protecting groups attached. The synthesis of cyclohexapeptide 59-61 was carried out according to Scheme 11. Firstly, Fmoc-Lys-OAll or Fmoc-Hnl-OAll was loaded onto 2-CTC resin (attached via side chain) in THF and DIPEA followed by capping unreacted resin sites with methanol. The subsequent Fmoc-amino acids were added to the sequence using standard microwave-assisted SPPS, 20% piperidine, and 0.1M HOBt in DMF for the Fmoc deprotection steps and Fmoc-amino acid, HBTU, and DIPEA in NMP for the coupling steps. The resin-bound linear hexapeptide was cyclized on-resin using HATU and DIPEA in DMF after deprotection of the C-terminal allyl and N-terminal Fmoc groups with Pd(PPh 3 ) 4 and 20% piperidine in DMF, respectively. The 4-fluorobenzoyl moiety was installed onto the lysine side chain using 4-fluorobenzoyl chloride after firstly removing the 1-(4,4-dimethyl-2,6-dioxocyclohex-1-ylidene)-3-ethyl (Dde) protecting group with hydrazine. The cyclohexapeptide was cleaved from the resin with simultaneous removal of the side-chain protecting groups using a cleavage cocktail solution comprising TFA/triethylsilane (TES) (95/2.5/2.5) to give 59-60 in good yields. Compound 61 was synthesized by cleaving the cyclohexapeptide 62 from the resin using mild acid conditions for TFA/TES/DCM (1:5:94) to give 62 with side-chain protecting groups attached. Finally, Dess-Martin periodinane oxidation of 62 followed by removal of the side-chain protecting groups provided 61 in good yield. In 2016, Jikyo reported the synthesis of cyclic hexapeptides 65a-d using an on-resin head-to-tail cyclization strategy on trichloroacetimidate Wang resin (Scheme 12) [48] . The D-Ser side chain of Fmoc-D-Ser-OAll was anchored to the trichloroacetimidate Wang resin using BF3·O Et2 in dry TFA. Iterative coupling and deprotection steps using BOP/HOBt/DIPEA and 20% piperidine/DMF, respectively, for five cycles constructed resin-bound linear hexapeptide intermediates having Fmoc/Boc/OAll protecting groups intact. Pd(PPh3)4 in CHCl3/AcOH/N-methylmorpholine (NMM) was used under anhydrous conditions to complete C-terminal O-allyl deprotection before the addition of 20% piperidine in DMF to remove N-terminal Fmoc, which afforded anchored linear peptides 63a-d having deprotected C-and N-terminals. On-resin cyclization to afford 64a-d was achieved with PyBOP/HOBt/DIPEA as the coupling agent, and cleavage from the resin using 95% TFA resulted in cyclohexapeptides 65a-d in 13-63% yields. Interestingly, on-resin cyclization of 64c, having two D-Pro residues in the chain, gave the highest yield of cyclized product 65c with a yield of 63%. In 2016, Jikyo reported the synthesis of cyclic hexapeptides 65a-d using an on-resin head-to-tail cyclization strategy on trichloroacetimidate Wang resin (Scheme 12) [48] . The D-Ser side chain of Fmoc-D-Ser-OAll was anchored to the trichloroacetimidate Wang resin using BF 3 ·OEt 2 in dry TFA. Iterative coupling and deprotection steps using BOP/HOBt/DIPEA and 20% piperidine/DMF, respectively, for five cycles constructed resin-bound linear hexapeptide intermediates having Fmoc/Boc/OAll protecting groups intact. Pd(PPh 3 ) 4 in CHCl 3 /AcOH/N-methylmorpholine (NMM) was used under anhydrous conditions to complete C-terminal O-allyl deprotection before the addition of 20% piperidine in DMF to remove N-terminal Fmoc, which afforded anchored linear peptides 63a-d having deprotected Cand N-terminals. On-resin cyclization to afford 64a-d was achieved with PyBOP/HOBt/DIPEA as the coupling agent, and cleavage from the resin using 95% TFA resulted in cyclohexapeptides 65a-d in 13-63% yields. Interestingly, on-resin cyclization of 64c, having two D-Pro residues in the chain, gave the highest yield of cyclized product 65c with a yield of 63%. Cyclohexapeptide 71 ( Figure 12 ) showed inhibitory antibacterial activity for methicillin-resistant S. aureus (MRSA)2 (MIC = 128 µ g/mL), MRSA4 (MIC = 32 µ g/mL), MRSA5 (MIC = 64 µ g/mL), and S. aureus (MIC = 64 µ g/mL), which was about 2-fold increase in activity compared to desotamide B (49) . It was therefore suggested that replacing Val with Ile improves bioactivity. Compounds 70 and 72 showed a loss of activity (MIC > 128 µ g/mL), suggesting that D-Leu is necessary for antibacterial activity. The loss of activity of 73 suggested that D-Orn may be required for the antibacterial activity of wollamide B (42) . However, it was also suggested that D-Orn may increase cytotoxicity, as wollamide B (42) showed higher cytotoxicity than 73 in MCF-7 and HepG-2 assays. Nearly all of the synthesized cyclopeptides lacked cytotoxicity (IC50 > 100 µ M) against both human tumor cells MCF-7 and HepG-2, except for wollamide B (42) , which exhibited cytotoxicity against HepG-2 (IC50 = 79.2 µ M). (49) . It was therefore suggested that replacing Val with Ile improves bioactivity. Compounds 70 and 72 showed a loss of activity (MIC > 128 µg/mL), suggesting that D-Leu is necessary for antibacterial activity. The loss of activity of 73 suggested that D-Orn may be required for the antibacterial activity of wollamide B (42) . However, it was also suggested that D-Orn may increase cytotoxicity, as wollamide B (42) showed higher cytotoxicity than 73 in MCF-7 and HepG-2 assays. Nearly all of the synthesized cyclopeptides lacked cytotoxicity (IC 50 > 100 µM) against both human tumor cells MCF-7 and HepG-2, except for wollamide B (42) , which exhibited cytotoxicity against HepG-2 (IC 50 = 79.2 µM). Cyclohexapeptide 71 ( Figure 12 ) showed inhibitory antibacterial activity for methicillin-resistant S. aureus (MRSA)2 (MIC = 128 µ g/mL), MRSA4 (MIC = 32 µ g/mL), MRSA5 (MIC = 64 µ g/mL), and S. aureus (MIC = 64 µ g/mL), which was about 2-fold increase in activity compared to desotamide B (49) . It was therefore suggested that replacing Val with Ile improves bioactivity. Compounds 70 and 72 showed a loss of activity (MIC > 128 µ g/mL), suggesting that D-Leu is necessary for antibacterial activity. The loss of activity of 73 suggested that D-Orn may be required for the antibacterial activity of wollamide B (42) . However, it was also suggested that D-Orn may increase cytotoxicity, as wollamide B (42) showed higher cytotoxicity than 73 in MCF-7 and HepG-2 assays. Nearly all of the synthesized cyclopeptides lacked cytotoxicity (IC50 > 100 µ M) against both human tumor cells MCF-7 and HepG-2, except for wollamide B (42) , which exhibited cytotoxicity against HepG-2 (IC50 = 79.2 µ M). In 2018, Fagundez et al. synthesized cyclohexapeptides via Fmoc/SPPS by using 2-CTC resin followed by macrolactamization either on-resin (75-78) ( Figure 13 ) or in solution phase after cleavage of linear peptide precursors from resin [50] . A general method for the on-resin cyclization of cyclohexapeptides 75-78 is shown in Scheme 14. The synthesis of 74 consists of the peptide sequence In 2018, Fagundez et al. synthesized cyclohexapeptides via Fmoc/SPPS by using 2-CTC resin followed by macrolactamization either on-resin (75-78) ( Figure 13 ) or in solution phase after cleavage of linear peptide precursors from resin [50] . A general method for the on-resin cyclization of cyclohexapeptides 75-78 is shown in Scheme 14. The synthesis of 74 consists of the peptide sequence being synthesized on the resin in a similar fashion as is discussed above and being cleaved before undergoing macrocyclization in the solution phase. The compounds produced through on-resin cyclization allowed new derivatives to be synthesized as a result of the presence of a free carboxylic acid. Solution-phase cyclization resulted in the ability to produce more diverse cyclic peptides; however, the on-resin route was more convenient, as larger amounts of product with higher yield and acceptable purity could be produced. however, the on-resin route was more convenient, as larger amounts of product with higher yield and acceptable purity could be produced.",
            "cite_spans": [
                {
                    "start": 2946,
                    "end": 2950,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 4088,
                    "end": 4092,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 5361,
                    "end": 5365,
                    "text": "(49)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 5684,
                    "end": 5688,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 5775,
                    "end": 5779,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 5996,
                    "end": 6000,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 6066,
                    "end": 6070,
                    "text": "(49)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 6388,
                    "end": 6392,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 6479,
                    "end": 6483,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 6700,
                    "end": 6704,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 7061,
                    "end": 7065,
                    "text": "(49)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 7384,
                    "end": 7388,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 7475,
                    "end": 7479,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 7696,
                    "end": 7700,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 8001,
                    "end": 8005,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 8392,
                    "end": 8396,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 5092,
                    "end": 5101,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 6792,
                    "end": 6801,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 7913,
                    "end": 7922,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 8304,
                    "end": 8313,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Solid-Phase Cyclohexapeptide Synthesis Using On-Resin Cyclization"
        },
        {
            "text": "The activity against the chloroquine-resistant K1 strain of P. falciparum for each of the synthesized cyclopeptides was determined. Two cyclopentapeptides, which were also synthesized and compared to the cyclic hexapeptides, were found to have less activity. Six of the synthesized cyclic hexapeptides exhibited sub-micromolar activity against P. falciparum K1. Hexapeptides 75 and 76 exhibited a free carboxylic group from Glu, which permitted the production of derivatives or products with more soluble salts. Cyclic hexapeptide 74 cyclo-Cys(Trt)-Gly-Thr( t Bu)-Gly-Cys(Trt)-Gly was determined to be very active as well as selective against P. falciparum (EC50 = 28 nM). It was suggested that the biological activity of 74 was affected by substitution of the larger hydrophobic amino acids Phe, Met, and Ile contained in 17 and 19 by Gly, as well as by the retention of one Thr and two Cys. acid. Solution-phase cyclization resulted in the ability to produce more diverse cyclic peptides; however, the on-resin route was more convenient, as larger amounts of product with higher yield and acceptable purity could be produced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solid-Phase Cyclohexapeptide Synthesis Using On-Resin Cyclization"
        },
        {
            "text": "The activity against the chloroquine-resistant K1 strain of P. falciparum for each of the synthesized cyclopeptides was determined. Two cyclopentapeptides, which were also synthesized and compared to the cyclic hexapeptides, were found to have less activity. Six of the synthesized cyclic hexapeptides exhibited sub-micromolar activity against P. falciparum K1. Hexapeptides 75 and 76 exhibited a free carboxylic group from Glu, which permitted the production of derivatives or products with more soluble salts. Cyclic hexapeptide 74 cyclo-Cys(Trt)-Gly-Thr( t Bu)-Gly-Cys(Trt)-Gly was determined to be very active as well as selective against P. falciparum (EC50 = 28 nM). It was suggested that the biological activity of 74 was affected by substitution of the larger hydrophobic amino acids Phe, Met, and Ile contained in 17 and 19 by Gly, as well as by the retention of one Thr and two Cys. The activity against the chloroquine-resistant K1 strain of P. falciparum for each of the synthesized cyclopeptides was determined. Two cyclopentapeptides, which were also synthesized and compared to the cyclic hexapeptides, were found to have less activity. Six of the synthesized cyclic hexapeptides exhibited sub-micromolar activity against P. falciparum K1. Hexapeptides 75 and 76 exhibited a free carboxylic group from Glu, which permitted the production of derivatives or products with more soluble salts. Cyclic hexapeptide 74 cyclo-Cys(Trt)-Gly-Thr( t Bu)-Gly-Cys(Trt)-Gly was determined to be very active as well as selective against P. falciparum (EC 50 = 28 nM). It was suggested that the biological activity of 74 was affected by substitution of the larger hydrophobic amino acids Phe, Met, and Ile contained in 17 and 19 by Gly, as well as by the retention of one Thr and two Cys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solid-Phase Cyclohexapeptide Synthesis Using On-Resin Cyclization"
        },
        {
            "text": "Together, in the on-resin head-to-tail cyclization strategy, the peptide stays anchored to the resin throughout the final cyclization step, whereas in classical methods reported in previous studies, cleavage of the on-resin linear precursors occurred before cyclization in the solution phase. It was suggested that the on-resin head-to-tail cyclization strategy could improve the process of synthesizing cyclic peptides as well as reduce the quantity of product lost during synthesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solid-Phase Cyclohexapeptide Synthesis Using On-Resin Cyclization"
        },
        {
            "text": "In conclusion, cyclohexapeptides represent an important class of natural products and medicinal molecules. Compared to their linear hexapeptide counterparts, macrocyclic hexapeptides often possess improved cell permeability, higher metabolic stability, and enhanced bioavailability as a result of their cyclic nature and incorporation of unnatural amino acids. SPPS has enabled the rapid, efficient synthesis of hexapeptide and peptidomimetic libraries for subsequent biological evaluation and high-throughput screening. In this review, we summarize recent methods used in the successful construction of cyclohexapeptides using SPPS followed by on-resin or solution-phase cyclization. We also highlight recent advances in solid-phase hexapeptide synthesis and their applications, ranging from natural product total synthesis, synthetic methodology development, medicinal activities, and drug development, to analyses of conformational and physiochemical properties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Head-to-tail cyclization of linear peptides can be accomplished by either on-resin or solution-phase macrolactamization once they are released from the resin. The advantage of on-resin cyclization is that the formation of linear and/or cyclic oligomeric side products can be minimized. In addition, cyclization on-resin can shorten the synthetic route and minimize purification steps, although the reaction progress is more challenging to monitor. In the case of solution-phase cyclization, performing the reaction under dilute conditions (1-5 mM) can favor cyclization over dimer/oligomer formation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In some examples, adding the linear peptide precursor in a dropwise fashion to maintain high dilution was used successfully. Utilizing a turn-inducing pseudoproline residue can greatly enhance cyclization rates, although it is required to be deprotected post cyclization, with additional reaction step(s). On the other hand, epimerization of the C-terminal amino acid during cyclization can be attenuated by employing efficient coupling reagents, such as the azabenzotriazole class. Furthermore, epimerization can be completely avoided by choosing to cyclize at a non-epimerizable residue such as C-terminal Gly (when applicable) or by employing the method of O-N-acyl migration on cyclodepsipeptides precursors. Among various solid supports, 2-CTC resin remains one of the most popular resins in SPPS because of its mild acidolytic cleavage conditions as well as steric effect, preventing diketopiperazine formation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        },
        {
            "text": "The following abbreviations are used in this manuscript: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Macrocyclic drugs and clinical candidates: What can medicinal chemists learn from their properties?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Giordanetto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kihlberg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Med. Chem",
            "volume": "57",
            "issn": "",
            "pages": "278--295",
            "other_ids": {
                "DOI": [
                    "10.1021/jm400887j"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Strategies for transitioning macrocyclic peptides to cell-permeable drug leads",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Walport",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Obexer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suga",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr. Opin. Biotechnol",
            "volume": "48",
            "issn": "",
            "pages": "242--250",
            "other_ids": {
                "DOI": [
                    "10.1016/j.copbio.2017.07.007"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Advances in macrocyclic peptide-based antibiotics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luther",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bisang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Obrecht",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioorg. Med. Chem",
            "volume": "26",
            "issn": "",
            "pages": "2850--2858",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmc.2017.08.006"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cyclization of all-L-pentapeptides by means of 1-hydroxy-7-azabenzotriazole-derived uronium and phosphonium reagents",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ehrlich",
                    "suffix": ""
                },
                {
                    "first": "H.-U",
                    "middle": [],
                    "last": "Heyne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beyermann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Haber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Carpino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bienert",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Org. Chem",
            "volume": "61",
            "issn": "",
            "pages": "8831--8838",
            "other_ids": {
                "DOI": [
                    "10.1021/jo951108d"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Synthesis of cyclic peptides",
            "authors": [
                {
                    "first": "Kopple",
                    "middle": [],
                    "last": "Kenneth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J. Pharm. Sci",
            "volume": "61",
            "issn": "",
            "pages": "1345--1356",
            "other_ids": {
                "DOI": [
                    "10.1002/jps.2600610902"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pseudoprolines as removable turn inducers: Tools for the cyclization of small peptides",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Skropeta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Jolliffe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Org. Chem",
            "volume": "69",
            "issn": "",
            "pages": "8804--8809",
            "other_ids": {
                "DOI": [
                    "10.1021/jo0484732"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Investigating the scope of pseudoproline assisted peptide cyclization",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sayyadi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taleski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leesch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Jolliffe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Tetrahedron",
            "volume": "70",
            "issn": "",
            "pages": "7700--7706",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tet.2014.06.016"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Synthesis of dichotomin A: Use of a penicillamine-derived pseudoproline to furnish native valine residues",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taleski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Jolliffe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Aust. J. Chem",
            "volume": "68",
            "issn": "",
            "pages": "627--634",
            "other_ids": {
                "DOI": [
                    "10.1071/CH14569"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cyclodepsipeptides: A rich source of biologically active compounds for drug research",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sivanathan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scherkenbeck",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Molecules",
            "volume": "19",
            "issn": "",
            "pages": "12368--12420",
            "other_ids": {
                "DOI": [
                    "10.3390/molecules190812368"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Synthesis of cyclic peptides via O-N-acyl migration",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lécaillon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gilles",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Subra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amblard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Tetrahedron Lett",
            "volume": "49",
            "issn": "",
            "pages": "4674--4676",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tetlet.2008.05.049"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epimerization-free synthesis of cyclic peptide by use of the O-acyl isopeptide method",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshiya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kawashima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sohma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kiso",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Pept. Sci",
            "volume": "16",
            "issn": "",
            "pages": "437--442",
            "other_ids": {
                "DOI": [
                    "10.1002/psc.1261"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cyclic penta-and hexaleucine peptides without N-methylation are orally absorbed",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "R.-J",
                    "middle": [],
                    "last": "Lohman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C G"
                    ],
                    "last": "Scully",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Lucke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Stoermer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "ACS Med. Chem. Lett",
            "volume": "5",
            "issn": "",
            "pages": "1148--1151",
            "other_ids": {
                "DOI": [
                    "10.1021/ml5002823"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Macrocyclic inhibitors of 3C and 3C-like proteases of picornavirus, norovirus, and coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Mandadapu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Weerawarna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Prior",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A Z"
                    ],
                    "last": "Uy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aravapalli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Alliston",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Lushington",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "K.-O",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bioorg. Med. Chem. Lett",
            "volume": "23",
            "issn": "",
            "pages": "3709--3712",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmcl.2013.05.021"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cyclic peptides as therapeutic agents and biochemical tools",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Joo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biomol. Ther",
            "volume": "20",
            "issn": "",
            "pages": "19--26",
            "other_ids": {
                "DOI": [
                    "10.4062/biomolther.2012.20.1.019"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Proteases universally recognize beta strands in their active sites",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D A"
                    ],
                    "last": "Tyndall",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fairlie",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chem. Rev",
            "volume": "105",
            "issn": "",
            "pages": "973--1000",
            "other_ids": {
                "DOI": [
                    "10.1021/cr040669e"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Update 1 of: Proteases universally recognize beta strands in their active sites",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Madala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D A"
                    ],
                    "last": "Tyndall",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fairlie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chem. Rev",
            "volume": "110",
            "issn": "",
            "pages": "1--31",
            "other_ids": {
                "DOI": [
                    "10.1021/cr900368a"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Orally absorbed cyclic peptides",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Lucke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Stoermer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fairlie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chem. Rev",
            "volume": "117",
            "issn": "",
            "pages": "8094--8128",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.chemrev.6b00838"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cyclic peptide natural products chart the frontier of oral bioavailability in the pursuit of undruggable targets",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Naylor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Bockus",
                    "suffix": ""
                },
                {
                    "first": "M.-J",
                    "middle": [],
                    "last": "Blanco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Lokey",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr. Opin. Chem. Biol",
            "volume": "38",
            "issn": "",
            "pages": "141--147",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cbpa.2017.04.012"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Macrocyclic drugs and synthetic methodologies toward macrocycles",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Molecules",
            "volume": "18",
            "issn": "",
            "pages": "6230--6268",
            "other_ids": {
                "DOI": [
                    "10.3390/molecules18066230"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The exploration of macrocycles for drug discovery-an underexploited structural class",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Driggers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Hale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Terrett",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "7",
            "issn": "",
            "pages": "608--624",
            "other_ids": {
                "DOI": [
                    "10.1038/nrd2590"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Macrocycles mimic the extended peptide conformation recognized by aspartic, serine, cysteine and metallo proteases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Joel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr. Med. Chem",
            "volume": "8",
            "issn": "",
            "pages": "893--907",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Improving oral bioavailability of cyclic peptides by N-methylation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F B"
                    ],
                    "last": "Räder",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reichart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weinmüller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kessler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioorg. Med. Chem",
            "volume": "26",
            "issn": "",
            "pages": "2766--2773",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmc.2017.08.031"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A detailed investigation on conformation, permeability and PK properties of two related cyclohexapeptides",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schaefer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Oberer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sager",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wipfli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vorherr",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Pept. Res. Ther",
            "volume": "21",
            "issn": "",
            "pages": "205--221",
            "other_ids": {
                "DOI": [
                    "10.1007/s10989-014-9447-3"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Peptide to peptoid substitutions increase cell permeability in cyclic hexapeptides",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwochert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Berkeley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Ponkey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S F"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Khunte",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goetz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Limberakis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Org. Lett",
            "volume": "17",
            "issn": "",
            "pages": "2928--2931",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.orglett.5b01162"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Solid phase peptide synthesis. I. The synthesis of a tetrapeptide",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Merrifield",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "J. Am. Chem. Soc",
            "volume": "85",
            "issn": "",
            "pages": "2149--2154",
            "other_ids": {
                "DOI": [
                    "10.1021/ja00897a025"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Conformation-based design and synthesis of apratoxin A mimetics modified at the α,β-unsaturated thiazoline moiety",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Onda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Masuda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Doi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Med. Chem",
            "volume": "60",
            "issn": "",
            "pages": "6751--6765",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.jmedchem.7b00833"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Amphiphilic oligopeptides grafted to PDMS-based diblock copolymers for use in antifouling and fouling release coatings",
            "authors": [
                {
                    "first": "Calabrese",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wenning",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Finlay John",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Callow Maureen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ober Christopher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Polym. Advan. Technol",
            "volume": "26",
            "issn": "",
            "pages": "829--836",
            "other_ids": {
                "DOI": [
                    "10.1002/pat.3515"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Solid-phase peptide synthesis: an overview focused on the preparation of biologically relevant peptides",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Palomo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "RSC Adv",
            "volume": "4",
            "issn": "",
            "pages": "32658--32672",
            "other_ids": {
                "DOI": [
                    "10.1039/C4RA02458C"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Nocardiamides A and B, two cyclohexapeptides from the marine-derived actinomycete Nocardiopsis sp. CNX037",
            "authors": [
                {
                    "first": "Z.-C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S.-J",
                    "middle": [],
                    "last": "Nam",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Nat. Prod",
            "volume": "76",
            "issn": "",
            "pages": "694--701",
            "other_ids": {
                "DOI": [
                    "10.1021/np400009a"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Synthesis of cyclic peptide hemicryptophanes: enantioselective recognition of a chiral zwitterionic guest",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Cochrane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wille",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hutton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chem. Commun",
            "volume": "49",
            "issn": "",
            "pages": "8504--8506",
            "other_ids": {
                "DOI": [
                    "10.1039/c3cc44784g"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Enhanced epimerization of glycosylated amino acids during solid phase peptide synthesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Muthana",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Farnsworth",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ludek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Barchi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gildersleeve",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Am. Chem. Soc",
            "volume": "134",
            "issn": "",
            "pages": "6316--6325",
            "other_ids": {
                "DOI": [
                    "10.1021/ja212188r"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Amino acid active esters. III. Base-catalyzed racemization of peptide active esters 1,2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Stueben",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "J. Org. Chem",
            "volume": "27",
            "issn": "",
            "pages": "3409--3416",
            "other_ids": {
                "DOI": [
                    "10.1021/jo01057a006"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Total synthesis and biological evaluation of PF1171A, C, F, and G, cyclic hexapeptides with insecticidal activity",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Masuda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ganesan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Doi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Org. Chem",
            "volume": "79",
            "issn": "",
            "pages": "7844--7853",
            "other_ids": {
                "DOI": [
                    "10.1021/jo500861k"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Species-level assessment of secondary metabolite diversity among Hamigera species and a taxonomic note on the genus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Igarashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hanafusa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gohda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bills",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mycology",
            "volume": "5",
            "issn": "",
            "pages": "102--109",
            "other_ids": {
                "DOI": [
                    "10.1080/21501203.2014.917736"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Anthranicine, an unusual cyclic hexapeptide from Acremonium sp",
            "authors": [
                {
                    "first": "Liermann",
                    "middle": [],
                    "last": "Johannes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thines",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Anke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Opatz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Z. Naturforsch. B",
            "volume": "64",
            "issn": "",
            "pages": "29--2004",
            "other_ids": {
                "DOI": [
                    "10.1515/znb-2009-0619"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Two cyclic hexapeptides from Penicillium sp. FN070315 with antiangiogenic activities",
            "authors": [
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "S.-K",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "N.-K",
                    "middle": [],
                    "last": "Soung",
                    "suffix": ""
                },
                {
                    "first": "J.-H",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS ONE",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0184339"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Synthesis of cyclohexapeptides as antimalarial and anti-trypanosomal agents",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peña",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fagundez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Medeiros",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Comini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Scarone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sellanes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Manta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tulla-Puche",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Albericio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Med. Chem. Commun",
            "volume": "5",
            "issn": "",
            "pages": "1309--1316",
            "other_ids": {
                "DOI": [
                    "10.1039/C4MD00135D"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Aerucyclamides A and B: isolation and synthesis of toxic ribosomal heterocyclic peptides from the cyanobacterium Microcystis aeruginosa PCC 7806",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Portmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Blom",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gademann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jüttner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Nat. Prod",
            "volume": "71",
            "issn": "",
            "pages": "1193--1196",
            "other_ids": {
                "DOI": [
                    "10.1021/np800118g"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Synthesis of a Microcystis aeruginosa predicted metabolite with antimalarial activity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peña",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Scarone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Manta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yardley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Croft",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Serra",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bioorg. Med. Chem. Lett",
            "volume": "22",
            "issn": "",
            "pages": "4994--4997",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmcl.2012.06.028"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A new cyclic hexapeptide and a new isocoumarin derivative from the marine sponge-associated fungus Aspergillus similanensis KUFA 0013",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prompanya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cravo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dethoup",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kijjoa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mar. Drugs",
            "volume": "13",
            "issn": "",
            "pages": "1432--1450",
            "other_ids": {
                "DOI": [
                    "10.3390/md13031432"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Structure revision of similanamide to PF1171C by total synthesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Masuda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ganesan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Doi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Nat. Prod",
            "volume": "78",
            "issn": "",
            "pages": "2286--2291",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.jnatprod.5b00643"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Synthesis and in vitro bone cell activity of analogues of the cyclohexapeptide dianthin G",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Amso",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kowalczyk",
                    "suffix": ""
                },
                {
                    "first": "Y.-E",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Musson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cornish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brimble",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Org. Biomol. Chem",
            "volume": "14",
            "issn": "",
            "pages": "6231--6243",
            "other_ids": {
                "DOI": [
                    "10.1039/C6OB00983B"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Synthesis and biological evaluation of the osteoblast proliferating cyclic peptides dianthins G and H",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Heapy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kowalczyk",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Amso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cornish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brimble",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Tetrahedron",
            "volume": "70",
            "issn": "",
            "pages": "7788--7794",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tet.2014.04.035"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Ballell-Pages, L.; Imming, P. Design, synthesis and structure-activity relationship study of wollamide B; a new potential anti TB agent",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Asfaw",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Laqua",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Walkowska",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Martinez-Martinez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Cuevas-Zurita",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS ONE",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0176088"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Solid-phase synthesis of cyclic hexapeptides wollamides A, B and desotamide B",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Tsutsumi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Tetrahedron Lett",
            "volume": "58",
            "issn": "",
            "pages": "2675--2680",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tetlet.2017.05.084"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Solid-phase synthesis and antibacterial activity of cyclohexapeptide wollamide B analogs",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Tsutsumi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elmore",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "T"
                    ],
                    "last": "Dang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marreddy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Hurdle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ACS Comb. Sci",
            "volume": "20",
            "issn": "",
            "pages": "172--185",
            "other_ids": {
                "DOI": [
                    "10.1021/acscombsci.7b00189"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Cyclopeptides containing the DEKS motif as conformationally restricted collagen telopeptide analogues: synthesis and conformational analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wodtke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ruiz-Gomez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuchar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Pisabarro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Novotna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Urbanova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinbach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pietzsch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Loser",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Org. Biomol. Chem",
            "volume": "13",
            "issn": "",
            "pages": "1878--1896",
            "other_ids": {
                "DOI": [
                    "10.1039/C4OB02348J"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Preference of Amino Acid Residues in the Synthesis of Cyclic Peptides",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Total synthesis and antibacterial study of cyclohexapeptides desotamide B, wollamide B and their analogs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chem. Biodivers",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/cbdv.201700414"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Synthesis of cyclic peptides as potential anti-malarials",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fagundez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sellanes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Serra",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ACS Comb. Sci",
            "volume": "20",
            "issn": "",
            "pages": "212--219",
            "other_ids": {
                "DOI": [
                    "10.1021/acscombsci.7b00154"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A). Illustration of solid-phase cyclohexapeptide synthesis. (B). Resins highlighted in this review.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Structures of naturally occurring nocardiamides A (1) and B(2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(A). Illustration of solid-phase cyclohexapeptide synthesis. (B). Resins highlighted in this review.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(A). Illustration of solid-phase cyclohexapeptide synthesis. (B). Resins highlighted in this review.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Structures of naturally occurring nocardiamides A (1) and B(2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Solid-phase synthesis of nocardiamides A (1) and B (2) on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-Tyr( t Bu)-OH; (b) HBTU, DIPEA, and DMF (r.t., 1.5 h); (c) MeOH (r.t., 0.5 h); (d) 20% piperidine/DMF (r.t., 20 min); (e) Fmoc-AA-OH, HBTU, DIPEA, and DMF (r.t., 0.5 h); (f) TFA/thioanisole/PhOH/1,2-ethanedithiol/H2O (82.5/5/5/2.5/5) (r.t.; 31.1% yield for 3 and 47.8% for 4 after RP-HPLC purification); (g) HBTU, DIPEA, and DMF (r.t.; 7.2% yield for nocardiamide A (1) and 10.7% for nocardiamide B (2) after RP-HPLC purification). In 2013, Cochrane et al. reported the synthesis of the first members of a new class of cyclicpeptide-containing hemicryptophanes (e.g., 8 in Scheme 2)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Solid-phase synthesis of nocardiamides A (1) and B (2) on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-Tyr( t Bu)-OH; (b) HBTU, DIPEA, and DMF (r.t., 1.5 h); (c) MeOH (r.t., 0.5 h); (d) 20% piperidine/DMF (r.t., 20 min); (e) Fmoc-AA-OH, HBTU, DIPEA, and DMF (r.t., 0.5 h); (f) TFA/thioanisole/PhOH/1,2-ethanedithiol/H 2 O (82.5/5/5/2.5/5) (r.t.; 31.1% yield for 3 and 47.8% for 4 after RP-HPLC purification); (g) HBTU, DIPEA, and DMF (r.t.; 7.2% yield for nocardiamide A (1) and 10.7% for nocardiamide B (2) after RP-HPLC purification). In 2013, Cochrane et al. reported the synthesis of the first members of a new class of cyclic-peptide-containing hemicryptophanes (e.g., 8 in Scheme 2)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Solid-phase synthesis of cyclohexapeptide 7 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) 1. Fmoc-Gly-OH, DIPEA, and DCM/DMF (4/1) (r.t., 16 h); 2. MeOH (r.t., 20 min); (b) two treatments with 20% piperidine/DMF (r.t., 5 min); (c) Fmoc-Tyr( t Bu)-OH, HATU (0.5M), DIPEA, and DMF (70 °C, 5 min, microwave heating); (d) Fmoc-Gly-OH, HATU (0.5M), DIPEA, and DMF (70 °C, 5 min, microwave heating); (e) three treatments with 5% TFA in CH3CN/H2O (4:1) (r.t., 20 min, 85%); (f) PyBOP and DMF (r.t., 1 h; quantitative yield after purification by flash chromatography (silica gel)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Solid-phase synthesis of cyclohexapeptide 7 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) 1. Fmoc-Gly-OH, DIPEA, and DCM/DMF (4/1) (r.t., 16 h); 2. MeOH (r.t., 20 min); (b) two treatments with 20% piperidine/DMF (r.t., 5 min); (c) Fmoc-Tyr( t Bu)-OH, HATU (0.5M), DIPEA, and DMF (70 • C, 5 min, microwave heating); (d) Fmoc-Gly-OH, HATU (0.5M), DIPEA, and DMF (70 • C, 5 min, microwave heating); (e) three treatments with 5% TFA in CH 3 CN/H 2 O (4:1) (r.t., 20 min, 85%); (f) PyBOP and DMF (r.t., 1 h; quantitative yield after purification by flash chromatography (silica gel)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Solid-phase synthesis of 9 and 10 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-Leu-OH, DIPEA, and DCM (r.t., overnight); (b) treated twice with 50% piperidine/DMF (r.t., 10 min); (c) Fmoc-Leu-OH, HATU, DIPEA, and DMF (r.t., 2 h); (d) TFA/TIPS/H 2 O (95/2.5/2.5) (r.t., 2 h); (e) dropwise addition of linear peptide solution in DMF to solution of PyBOP, DIPEA, and DMF (over 3 h, r.t., overnight; 17% yield for 9 and 3% for 10 after preparative RP-HPLC purification).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Structures of naturally occurring cyclohexapeptides 11-14. Scheme 4. Solid-phase peptide synthesis of 11 on trityl alcohol lantern. Reagents and conditions: (a) AcCl and DCM (r.t., 4 h); (b) Fmoc-D-Ala-OH, DIPEA, and DCM (r.t., 12 h); (c) 20% piperidine/DMF (r.t., 1 h); (d) Fmoc-AA-OH, DIC, HOBt, and DMF (r.t., 12 h); (e) 30% hexafluoroisopropanol (HFIP)/DCM (r.t., 1 h); (f) HATU, DIPEA, and DCM (r.t., 3 h); yields (over 13 steps): 29% (11), 41% (12), 39% (13), and 29%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Structures of naturally occurring cyclohexapeptides 11-14. Molecules 2018, 23, Structures of naturally occurring cyclohexapeptides 11-14. Scheme 4. Solid-phase peptide synthesis of 11 on trityl alcohol lantern. Reagents and conditions: (a) AcCl and DCM (r.t., 4 h); (b) Fmoc-D-Ala-OH, DIPEA, and DCM (r.t., 12 h); (c) 20% piperidine/DMF (r.t., 1 h); (d) Fmoc-AA-OH, DIC, HOBt, and DMF (r.t., 12 h); (e) 30% hexafluoroisopropanol (HFIP)/DCM (r.t., 1 h); (f) HATU, DIPEA, and DCM (r.t., 3 h); yields (over 13 steps): 29% (11), 41% (12), 39% (13), and 29%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Solid-phase peptide synthesis of 11 on trityl alcohol lantern. Reagents and conditions: (a) AcCl and DCM (r.t., 4 h); (b) Fmoc-D-Ala-OH, DIPEA, and DCM (r.t., 12 h); (c) 20% piperidine/DMF (r.t., 1 h); (d) Fmoc-AA-OH, DIC, HOBt, and DMF (r.t., 12 h); (e) 30% hexafluoroisopropanol (HFIP)/DCM (r.t., 1 h); (f) HATU, DIPEA, and DCM (r.t., 3 h); yields (over 13 steps): 29% (11), 41% (12), 39% (13), and 29% (14)). In 2014, Peña et al. reported the synthesis and antimalarial and antitrypanosomal activity of seven novel cyclohexapeptides 15-21 with 20 and 21 incorporating interesting thiazole functionality",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Structures of aerucyclamides A-D. Scheme 5. Solid-phase peptide synthesis of 15-21 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-AA-OH (or Fmoc-Thz-OH in the synthesis of 20 and 21), DIPEA, and DCM (r.t., 1 h, capped with MeOH, r.t., 0.5 h); (b) 1. deprotection: 20% piperidine/DMF (r.t., 2 × 5 min followed by 1 × 10 min); 2. coupling: Fmoc-AA-OH, HOAt, DIC, and DMF (r.t., 2 h); 3. steps 1-2 repeated; (c) cleavage: four treatments with 1% TFA/DCM (r.t., 3 min); (d) macrocyclization: (concentration of 1-5 mM) HBTU, DIPEA, DMAP, and DCM (r.t., 3-5 days; cyclization yields: 59% (15), 55% (16), 48% (17), 66% (18), 54%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Structures of aerucyclamides A-D. Molecules 2018, 23, Structures of aerucyclamides A-D. Scheme 5. Solid-phase peptide synthesis of 15-21 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-AA-OH (or Fmoc-Thz-OH in the synthesis of 20 and 21), DIPEA, and DCM (r.t., 1 h, capped with MeOH, r.t., 0.5 h); (b) 1. deprotection: 20% piperidine/DMF (r.t., 2 × 5 min followed by 1 × 10 min); 2. coupling: Fmoc-AA-OH, HOAt, DIC, and DMF (r.t., 2 h); 3. steps 1-2 repeated; (c) cleavage: four treatments with 1% TFA/DCM (r.t., 3 min); (d) macrocyclization: (concentration of 1-5 mM) HBTU, DIPEA, DMAP, and DCM (r.t., 3-5 days; cyclization yields: 59% (15), 55% (16), 48% (17), 66% (18), 54%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Solid-phase peptide synthesis of 15-21 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-AA-OH (or Fmoc-Thz-OH in the synthesis of 20 and 21), DIPEA, and DCM (r.t., 1 h, capped with MeOH, r.t., 0.5 h); (b) 1. deprotection: 20% piperidine/DMF (r.t., 2 × 5 min followed by 1 × 10 min); 2. coupling: Fmoc-AA-OH, HOAt, DIC, and DMF (r.t., 2 h); 3. steps 1-2 repeated; (c) cleavage: four treatments with 1% TFA/DCM (r.t., 3 min); (d) macrocyclization: (concentration of 1-5 mM) HBTU, DIPEA, DMAP, and DCM (r.t., 3-5 days; cyclization yields: 59% (15), 55% (16), 48%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Structure of dichotomin A (22).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Structure of dichotomin A (22).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Structure of dichotomin A (22).Scheme 6. Solid-phase peptide synthesis of dichotomin A (22) on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) 1. Fmoc-Gly-OH (for 23) or Fmoc-Phe-OH (for 24), DIPEA, and DCM; 2. DCM/MeOH/DIPEA (17:2:1); (b) 10% piperidine/DMF; (c) Fmoc-AA-OH, HBTU, DIPEA, and NMP; (d) 20% HFIP/DCM; (e) (concentration of 1 mM) DMTMM·BF 4 , DIPEA, and DMF (r.t., 3 h; yield of 25: 84% from 23 and 87% from 24)); (f) TFMSA/water (2:1) (r.t., 4 h, 33%); (g) NiCl 2 , NaBH 4 , and MeOH (0 • C, 0.5 h, 24%). In 2015, Prompanya et al. isolated a cyclohexapeptide from a culture of the marine sponge-associated fungus Aspergillus similanensis KUFA 0013 and named it similanamide (27) (Figure 6) [40]. Masuda et al. undertook the total synthesis of similanamide",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "et al. isolated a cyclohexapeptide from a culture of the marine spongeassociated fungus Aspergillus similanensis KUFA 0013 and named it similanamide (27) (Figure 6) [40]. Masuda et al. undertook the total synthesis of similanamide",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Structures of cyclohexapeptides 27 and 28.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Structures of dianthin G (29), \"dicarba\" analogue 30, and N-methyl analogues 31-35.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Structures of cyclohexapeptides 27 and 28.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "et al. isolated a cyclohexapeptide from a culture of the marine spongeassociated fungus Aspergillus similanensis KUFA 0013 and named it similanamide (27) (Figure 6) [40]. Masuda et al. undertook the total synthesis of similanamide",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Structures of cyclohexapeptides 27 and 28.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Structures of dianthin G (29), \"dicarba\" analogue 30, and N-methyl analogues 31-35.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Structures of dianthin G (29), \"dicarba\" analogue 30, and N-methyl analogues 31-35.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Representative solid-phase peptide synthesis of 31 on aminomethyl polystyrene resin. Reagents and conditions: (a) Fmoc-Gly-O-HMMP-OH, DIC, DCM, and DMF (r.t., 4 h); (b) deprotection: 20% piperidine/DMF (r.t., 2 × 5 min); (c) coupling: Fmoc-AA-OH, HATU, DIPEA, and DMF (r.t., 45 min); (d) 2-nitrobenzenesulfonyl chloride, sym-collidine, and NMP (r.t., 2 × 15 min); (e) dimethyl sulfate, DBU, and NMP (r.t., 2 × 5 min); (f) 2-mercaptoethanol, DBU, and NMP (r.t., 2 × 5 min); (g) TFA/TIPS/H2O (95/2.5/2.5) (r.t., 3 h); (h) HBTU, 6-Cl-HOBt, DIPEA, DCM, and DMF (r.t., 36 h; overall yields: 52% (29), 38% (31), 22% (32), 51% (33), 43% (34), 39% (35)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Representative solid-phase peptide synthesis of 31 on aminomethyl polystyrene resin. Reagents and conditions: (a) Fmoc-Gly-O-HMMP-OH, DIC, DCM, and DMF (r.t., 4 h); (b) deprotection: 20% piperidine/DMF (r.t., 2 × 5 min); (c) coupling: Fmoc-AA-OH, HATU, DIPEA, and DMF (r.t., 45 min); (d) 2-nitrobenzenesulfonyl chloride, sym-collidine, and NMP (r.t., 2 × 15 min); (e) dimethyl sulfate, DBU, and NMP (r.t., 2 × 5 min); (f) 2-mercaptoethanol, DBU, and NMP (r.t., 2 × 5 min); (g) TFA/TIPS/H 2 O (95/2.5/2.5) (r.t., 3 h); (h) HBTU, 6-Cl-HOBt, DIPEA, DCM, and DMF (r.t., 36 h; overall yields: 52% (29), 38% (31), 22% (32), 51% (33), 43% (34), 39% (35)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Solid-phase peptide synthesis of 42 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-Leu-OH, DIPEA, and DCM (r.t., 2 h); (b) 20% piperidine/DMF (r.t., 2 × 10 min); (c) Fmoc-AA-OH, HBTU, DIPEA, and NMP (r.t., 1 h); (d) 20% HFIP/DCM (r.t., 1 h); (e) (concentration of 1 mM) HATU, HOBt, DIPEA, and DMF (0 °C to r.t.; r.t., 3 days; cyclization yield: 68%); (f) TFA/TIPS/H2O (95/2.5/2.5) (r.t., 3 h; yield of 42: 91%).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Structures of cyclohexapeptides 43-47.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Solid-phase peptide synthesis of 42 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-Leu-OH, DIPEA, and DCM (r.t., 2 h); (b) 20% piperidine/DMF (r.t., 2 × 10 min); (c) Fmoc-AA-OH, HBTU, DIPEA, and NMP (r.t., 1 h); (d) 20% HFIP/DCM (r.t., 1 h); (e) (concentration of 1 mM) HATU, HOBt, DIPEA, and DMF (0 • C to r.t.; r.t., 3 days; cyclization yield: 68%); (f) TFA/TIPS/H 2 O (95/2.5/2.5) (r.t., 3 h; yield of 42: 91%).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "Solid-phase peptide synthesis of 42 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-Leu-OH, DIPEA, and DCM (r.t., 2 h); (b) 20% piperidine/DMF (r.t., 2 × 10 min); (c) Fmoc-AA-OH, HBTU, DIPEA, and NMP (r.t., 1 h); (d) 20% HFIP/DCM (r.t., 1 h); (e) (concentration of 1 mM) HATU, HOBt, DIPEA, and DMF (0 °C to r.t.; r.t., 3 days; cyclization yield: 68%); (f) TFA/TIPS/H2O (95/2.5/2.5) (r.t., 3 h; yield of 42: 91%).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Structures of cyclohexapeptides 43-47.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "Structures of cyclohexapeptides 43-47.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Wollamides A(48), and B(42) and desotamide B(49).Scheme 9. Solid-phase peptide synthesis of 42 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-Asn(Trt)-OH, DIPEA, and DCM (r.t., 3 h); (b) 25% 4-methylpiperidine/DMF; (c) Fmoc-Val-OH, DIC, HOBt, and DMF/DCM (1:1) (r.t., 4 h); (d) Fmoc-D-Leu-OH, DIC, HOBt, and DMF/DCM (1:1) (r.t., 4 h); (e) Fmoc-Leu-OH, DIC, HOBt, and DMF/DCM (1:1) (r.t., 4 h); (f) Fmoc-Trp(Boc)-OH, DIC, HOBt, and DMF/DCM (1:1) (r.t., 4 h); (g) Fmoc-D-Orn(Boc)-OH, DIC, HOBt, and Wollamides A (48), and B (42) and desotamide B (49).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Wollamides A(48), and B(42) and desotamide B(49).Scheme 9. Solid-phase peptide synthesis of 42 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-Asn(Trt)-OH, DIPEA, and DCM (r.t., 3 h); (b) 25% 4-methylpiperidine/DMF; (c) Fmoc-Val-OH, DIC, HOBt, and DMF/DCM (1:1) (r.t., 4 h); (d) Fmoc-D-Leu-OH, DIC, HOBt, and DMF/DCM (1:1) (r.t., 4 h); (e) Fmoc-Leu-OH, DIC, HOBt, and DMF/DCM (1:1) (r.t., 4 h); (f) Fmoc-Trp(Boc)-OH, DIC, HOBt, and DMF/DCM (1:1) (r.t., 4 h); (g) Fmoc-D-Orn(Boc)-OH, DIC, HOBt, and Scheme 9. Solid-phase peptide synthesis of 42 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-Asn(Trt)-OH, DIPEA, and DCM (r.t., 3 h); (b) 25% 4-methylpiperidine/DMF; (c) Fmoc-Val-OH, DIC, HOBt, and DMF/DCM (1:1) (r.t., 4 h); (d) Fmoc-D-Leu-OH, DIC, HOBt, and DMF/DCM (1:1) (r.t., 4 h); (e) Fmoc-Leu-OH, DIC, HOBt, and DMF/DCM (1:1) (r.t., 4 h); (f) Fmoc-Trp(Boc)-OH, DIC, HOBt, and DMF/DCM (1:1) (r.t., 4 h); (g) Fmoc-D-Orn(Boc)-OH, DIC, HOBt, and DMF/DCM (1:1) (r.t., 4 h); (h) HFIP/DCM (1:4) (r.t., 0.5 h); (i) (concentration of 1 mM) HBTU, DIPEA, and DMF (r.t., 0.5 h; cyclization yield of 51: 72%); (j) TFA/TIPS/DCM (50:5:45) (r.t., 0.5 h, 42%).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "Synthesis and structure-activity relationship (SAR) studies of cyclohexapeptides 48, 52, and 42.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "Synthesis and structure-activity relationship (SAR) studies of cyclohexapeptides 48, 52, and 42.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "et al. synthesized two cyclic hexapeptides, 53 and 54",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "Structures of cyclohexapeptides 53 and 54.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF42": {
            "text": "Structures of cyclohexapeptides 53 and 54.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "Solid-phase synthesis of 53 and 54 on trityl resin. Reagents and conditions: (a) 20% 4methylpiperidine/DMF (r.t., 2 × 5 min); (b) Fmoc-AA-OH, PyOxim, DIPEA, and DMF/NMP (1:1) (r.t., 45 min); (c) Pd(PPh3)4 and 10% piperidine/THF (r.t., 2 h); (d) HATU, HOBt, DIPEA, and DMF/NMP (1:1) (r.t., 18 h); (e) 10% TFA/DCM (r.t., 4 × 5 min); (f) LiO t Bu and THF (r.t., 0.5 h); (g) MeI and DMSO (r.t., 0.5 h).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "Solid-phase synthesis of 53 and 54 on trityl resin. Reagents and conditions: (a) 20% 4-methylpiperidine/DMF (r.t., 2 × 5 min); (b) Fmoc-AA-OH, PyOxim, DIPEA, and DMF/NMP (1:1) (r.t., 45 min); (c) Pd(PPh 3 ) 4 and 10% piperidine/THF (r.t., 2 h); (d) HATU, HOBt, DIPEA, and DMF/NMP (1:1) (r.t., 18 h); (e) 10% TFA/DCM (r.t., 4 × 5 min); (f) LiO t Bu and THF (r.t., 0.5 h); (g) MeI and DMSO (r.t., 0.5 h).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "periodinane oxidation of 62 followed by removal of the side-chain protecting groups provided 61 in good yield. Scheme 11. Solid-phase peptide synthesis of 59-62 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) 1. (for X=NH) Fmoc-Lys-OAll, DIPEA, and THF (r.t., 2 h); 2. DCM/MeOH/DIPEA (17:1:2) (r.t., 3 × 2 min); 1. (for X=O), Fmoc-Hln-OAll, pyridine, and DCM/DMF (1:1) (r.t., 64 h); 2. DCM/MeOH/DIPEA (17:1:2) (r.t., 3 × 2 min); (b) 1. deprotection: 20% piperidine, 0.1M HOBt, and DMF (microwave irradiation: 35 W, 75 °C, 30 s, followed by 44 W, 75 °C, 3 min); 2. coupling: Fmoc-AA-OH, HBTU, DIPEA, and DMF (microwave irradiation: 21 W, 75 °C, 5 min); 3. steps 1-2 repeated; (c) Pd(PPh3)4, and DCM/NMM/acetic acid (8:2:1) (r.t., 4 h); (d) 20% piperidine/DMF (r.t., 2 × 8 min); (e) HATU, DIPEA, and DMF (r.t., 4 h); (f) 2% N2H4 and DMF (r.t., 5-12 × 5 min); (g) 4-fluorobenzoyl chloride, NEt3, and DCM (r.t., 2 h); (h) TFA/TES/H2O (95/2.5/2.5) (r.t., 3 h); (i) TFA/TES/DCM (1:5:94) (r.t., 0.5 h); (j) Dess-Martin periodinane and DCM (r.t., 3 h); (k) TFA/DCM (9:1) (r.t., 1 h; overall yields: 80% (59), 30% (60), and 25% (61)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF46": {
            "text": "Solid-phase peptide synthesis of 59-62 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) 1. (for X=NH) Fmoc-Lys-OAll, DIPEA, and THF (r.t., 2 h); 2. DCM/MeOH/DIPEA (17:1:2) (r.t., 3 × 2 min); 1. (for X=O), Fmoc-Hln-OAll, pyridine, and DCM/DMF (1:1) (r.t., 64 h); 2. DCM/MeOH/DIPEA (17:1:2) (r.t., 3 × 2 min); (b) 1. deprotection: 20% piperidine, 0.1M HOBt, and DMF (microwave irradiation: 35 W, 75 • C, 30 s, followed by 44 W, 75 • C, 3 min); 2. coupling: Fmoc-AA-OH, HBTU, DIPEA, and DMF (microwave irradiation: 21 W, 75 • C, 5 min); 3. steps 1-2 repeated; (c) Pd(PPh 3 ) 4 , and DCM/NMM/acetic acid (8:2:1) (r.t., 4 h); (d) 20% piperidine/DMF (r.t., 2 × 8 min); (e) HATU, DIPEA, and DMF (r.t., 4 h); (f) 2% N 2 H 4 and DMF (r.t., 5-12 × 5 min); (g) 4-fluorobenzoyl chloride, NEt 3 , and DCM (r.t., 2 h); (h) TFA/TES/H 2 O (95/2.5/2.5) (r.t., 3 h); (i) TFA/TES/DCM (1:5:94) (r.t., 0.5 h); (j) Dess-Martin periodinane and DCM (r.t., 3 h); (k) TFA/DCM (9:1) (r.t., 1 h; overall yields: 80% (59), 30% (60), and 25% (61)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF47": {
            "text": "Solid-phase peptide synthesis (SPPS) of cyclohexapeptides 65a-d. Reagents and conditions: (a) Fmoc-D-Ser-OAll, BF3·OEt2, and dry TFA (r.t., 1 h); (b) SPPS for five cycles: deprotection: 20% piperidine/DMF; coupling: Fmoc-AA-OH, BOP, HOBt, DIPEA, and DMF; (c) Pd(PPh3)4 and PhSiH3; (d) 20% piperidine/DMF; (e) PyBOP, HOBt, DIPEA, and DMF (r.t., 17 h); (f) 95% TFA (r.t., 2 h; yields: 15% (65a), 38% (65b), 63% (65c), and 13% (65d).In 2018, Chen et al. reported the synthesis and antibacterial evaluation of cyclohexapeptides desotamide B (49) and wollamide B(42) in addition to a series of their structural analogues by utilizing an on-resin head-to-tail cyclization strategy (Scheme 13)[49]. Fmoc-Asp-OAll was first anchored to the Rink Amide AM resin through the use of the coupling reagent O-(1H-6chlorobenzotriazole-1-yl)-1,1,3,3-tetramethyluronium hexafluorophosphate (HCTU)/DIPEA to form the resin-bond amino acid 66. SPPS was used to form the linear peptide 67, which contained different Fmoc protected amino acids. The allyl group was uncapped with Pd(PPh3)4 and phenylsilane. The Nterminal amino group was then released by using a treatment of 20% piperidine/DMF to form the linear peptide precursor 68. The on-resin cyclization step included treatment with (7-azabenzotriazol-1-yloxy)tripyrrolidinophosphonium hexafluorophosphate (PyAOP)/HOAt/NMM in NMP for 12 h to produce the protected cyclohexapeptide 69 on-resin. The target cyclohexapeptides were produced after final cleavage and global deprotection with TFA/phenol/water/TIPS (88:5:5:2, v/v/v/v).Scheme 12. Solid-phase peptide synthesis (SPPS) of cyclohexapeptides 65a-d. Reagents and conditions: (a) Fmoc-D-Ser-OAll, BF 3 ·OEt 2 , and dry TFA (r.t., 1 h); (b) SPPS for five cycles: deprotection: 20% piperidine/DMF; coupling: Fmoc-AA-OH, BOP, HOBt, DIPEA, and DMF; (c) Pd(PPh 3 ) 4 and PhSiH 3 ; (d) 20% piperidine/DMF; (e) PyBOP, HOBt, DIPEA, and DMF (r.t., 17 h); (f) 95% TFA (r.t., 2 h; yields: 15% (65a), 38% (65b), 63% (65c), and 13% (65d). In 2018, Chen et al. reported the synthesis and antibacterial evaluation of cyclohexapeptides desotamide B (49) and wollamide B (42) in addition to a series of their structural analogues by utilizing an on-resin head-to-tail cyclization strategy (Scheme 13) [49]. Fmoc-Asp-OAll was first anchored to the Rink Amide AM resin through the use of the coupling reagent O-(1H-6-chlorobenzotriazole-1-yl)-1,1,3,3-tetramethyluronium hexafluorophosphate (HCTU)/DIPEA to form the resin-bond amino acid 66. SPPS was used to form the linear peptide 67, which contained different Fmoc protected amino acids. The allyl group was uncapped with Pd(PPh 3 ) 4 and phenylsilane. The N-terminal amino group was then released by using a treatment of 20% piperidine/DMF to form the linear peptide precursor 68. The on-resin cyclization step included treatment with (7-azabenzotriazol-1-yloxy)tripyrrolidinophosphonium hexafluorophosphate (PyAOP)/HOAt/NMM in NMP for 12 h to produce the protected cyclohexapeptide 69 on-resin. The target cyclohexapeptides were produced after final cleavage and global deprotection with TFA/phenol/water/TIPS (88:5:5:2, v/v/v/v). Molecules 2018, 23, x FOR PEER REVIEW 20 of 25 Scheme 13. Representative solid-phase peptide synthesis (SPPS) of 49 on Rink amide resin. Reagents and conditions: (a) 20% piperidine/DMF (r.t., 5 × 10 min); (b) Fmoc-Asp-OAll, HCTU, DIPEA, and DMF (r.t., 1 h); (c) SPPS: coupling: Fmoc-AA-OH, HCTU, DIPEA, and DMF (r.t., 1 h); deprotection: 20% piperidine/DMF (r.t.; 5 × 10 min); coupling/deprotection steps repeated. (d) Pd(PPh3)4, phenylsilane, and DCM; (e) PyAOP, HOAt, NMM, and NMP (r.t., 12 h); (f) TFA/H2O/phenol/TIPS (88:5:5:2, v/v/v/v) (r.t., 2 h).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF48": {
            "text": "Structures of desotamide B (49), wollamide B (42), and cyclohexapeptide analogues 70-73. In 2018, Fagundez et al. synthesized cyclohexapeptides via Fmoc/SPPS by using 2-CTC resin followed by macrolactamization either on-resin (75-78) (Figure 13) or in solution phase after cleavage of linear peptide precursors from resin [50]. A general method for the on-resin cyclization of cyclohexapeptides 75-78 is shown in Scheme 14. The synthesis of 74 consists of the peptide sequence Scheme 13. Representative solid-phase peptide synthesis (SPPS) of 49 on Rink amide resin. Reagents and conditions: (a) 20% piperidine/DMF (r.t., 5 × 10 min); (b) Fmoc-Asp-OAll, HCTU, DIPEA, and DMF (r.t., 1 h); (c) SPPS: coupling: Fmoc-AA-OH, HCTU, DIPEA, and DMF (r.t., 1 h); deprotection: 20% piperidine/DMF (r.t.; 5 × 10 min); coupling/deprotection steps repeated. (d) Pd(PPh 3 ) 4 , phenylsilane, and DCM; (e) PyAOP, HOAt, NMM, and NMP (r.t., 12 h); (f) TFA/H 2 O/phenol/TIPS (88:5:5:2, v/v/v/v) (r.t., 2 h). Cyclohexapeptide 71 (Figure 12) showed inhibitory antibacterial activity for methicillin-resistant S. aureus (MRSA)2 (MIC = 128 µg/mL), MRSA4 (MIC = 32 µg/mL), MRSA5 (MIC = 64 µg/mL), and S. aureus (MIC = 64 µg/mL), which was about 2-fold increase in activity compared to desotamide B",
            "latex": null,
            "type": "figure"
        },
        "FIGREF49": {
            "text": "Representative solid-phase peptide synthesis (SPPS) of 49 on Rink amide resin. Reagents and conditions: (a) 20% piperidine/DMF (r.t., 5 × 10 min); (b) Fmoc-Asp-OAll, HCTU, DIPEA, and DMF (r.t., 1 h); (c) SPPS: coupling: Fmoc-AA-OH, HCTU, DIPEA, and DMF (r.t., 1 h); deprotection: 20% piperidine/DMF (r.t.; 5 × 10 min); coupling/deprotection steps repeated. (d) Pd(PPh3)4, phenylsilane, and DCM; (e) PyAOP, HOAt, NMM, and NMP (r.t., 12 h); (f) TFA/H2O/phenol/TIPS (88:5:5:2, v/v/v/v) (r.t., 2 h).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF50": {
            "text": "Structures of desotamide B (49), wollamide B (42), and cyclohexapeptide analogues 70-73.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF51": {
            "text": "Structures of desotamide B (49), wollamide B (42), and cyclohexapeptide analogues 70-73.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF52": {
            "text": "Structures of cyclohexapeptides 74-78. Scheme 14. Solid-phase peptide synthesis of 75-78 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-Glu-OAll, DIPEA, and DMF; (b) capped with MeOH; (c) deprotection: 20% piperidine/DMF; (d) coupling: Fmoc-AA-OH, HBTU, DIPEA, and DMF (r.t., 1-2 h); (e) Pd(PPh3)4 and 10% piperidine/THF (r.t., 3 h); (f) DIC, Cl-HOBt, and DMF/DCM (8:2) (r.t., overnight); (g) 1% TFA/DCM (r.t., 2-3 min; overall yield: 51% (76), 63% (77), 46% (78), and 80% (79)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF53": {
            "text": "Structures of cyclohexapeptides 74-78.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF54": {
            "text": "Structures of cyclohexapeptides 74-78. Scheme 14. Solid-phase peptide synthesis of 75-78 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-Glu-OAll, DIPEA, and DMF; (b) capped with MeOH; (c) deprotection: 20% piperidine/DMF; (d) coupling: Fmoc-AA-OH, HBTU, DIPEA, and DMF (r.t., 1-2 h); (e) Pd(PPh3)4 and 10% piperidine/THF (r.t., 3 h); (f) DIC, Cl-HOBt, and DMF/DCM (8:2) (r.t., overnight); (g) 1% TFA/DCM (r.t., 2-3 min; overall yield: 51% (76), 63% (77), 46% (78), and 80% (79)). Scheme 14. Solid-phase peptide synthesis of 75-78 on 2-chlorotrityl chloride (2-CTC) resin. Reagents and conditions: (a) Fmoc-Glu-OAll, DIPEA, and DMF; (b) capped with MeOH; (c) deprotection: 20% piperidine/DMF; (d) coupling: Fmoc-AA-OH, HBTU, DIPEA, and DMF (r.t., 1-2 h); (e) Pd(PPh 3 ) 4 and 10% piperidine/THF (r.t., 3 h); (f) DIC, Cl-HOBt, and DMF/DCM (8:2) (r.t., overnight); (g) 1% TFA/DCM (r.t., 2-3 min; overall yield: 51% (76), 63% (77), 46% (78), and 80% (79)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF55": {
            "text": "This work was partly supported by the National Institute of General Medical Sciences of the National Institutes of Health under Award No. P20GM103466. A.F. was supported by the National Institute of General Medical Sciences of the National Institutes of Health under Award No. R25GM113747. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.",
            "latex": null,
            "type": "figure"
        },
        "TABREF4": {
            "text": "(TIPS)/H 2 O solution (95/2.5/2.5) to afford wollamide B(47) in 91% yield after purification by silica gel chromatography.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}