{
    "paper_id": "540f31cf68c580d6d3bf7f4bfd89e10767b89030",
    "metadata": {
        "title": "De novo design of isopeptide bond-tethered triple- stranded coiled coils with exceptional resistance to unfolding and proteolysis: implication for developing antiviral therapeutics †",
        "authors": [
            {
                "first": "Chao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wenqing",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tianhong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lu",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xifeng",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhenqing",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoyu",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Bai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shibo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Keliang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Isopeptide bond-tethered triple-stranded coiled coils of HIV-1 gp41 N-terminal heptad repeat (NHR) peptides have been designed with de novo auxiliaries to guide site-directed trimerized cross-linking. The presence of isopeptide bridges in the rationally designed trimerization motifs provides extraordinary stability to withstand thermal and chemical denaturation. As a result, these ultra-stable and well-folded trimeric coiled coils direct and yield proteolysis-resistant and remarkably potent N-peptide chimeric trimers with HIV-1 fusion inhibitory activities in the low nanomolar range, much more effective than the corresponding unstructured N-peptide monomers and reaching the potency of clinically used T20 peptide (enfuvirtide). Thus, these isopeptide bond-crosslinked de novo coiled coils may also be used as attractive scaffolds for isolating NHR-trimers in other class I enveloped viruses for therapeutic intervention. Furthermore, this isopeptide bridge-tethering strategy could be extendable to the construction of ultra-stable proteins interfering with certain biological processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coiled coil is a ubiquitous protein folding and assembly motif consisting of two or more amphipathic helices that are wrapped around each other in a superhelical fashion. 1 Nature provides abundant elegant examples of a-helical coiled-coil proteins with widely ranging functions. 2 In HIV-1 infection, the formation of a six-helix bundle (6-HB) between a central parallel trimeric coiled coil of N-terminal heptad repeats (NHRs) and the C-terminal heptad repeats (CHRs) of HIV-1 envelope glycoprotein subunit gp41 brings the viral and target cell membranes into close proximity to facilitate their fusion. 3 The discovery of the 6-HB prompted the search for peptides mimicking the partial structure of CHR and NHR sequences to prevent fusogenic 6-HB formation (Fig. 1A) . 4, 5 Unfortunately, NHR-derived peptides (N-peptides) in monomeric form show far less potency than CHR-derived peptides (C-peptides), mainly because of their high tendency to aggregate in physiological conditions. 6 To date, the large number of sequence-to-structure relationship studies in coiled-coil-containing proteins has established several rules of thumb that underline the structure and function of coiled coils. 7 These basic design principles make coiled coils tractable targets for rational protein design. For example, to avoid the aggregation problem of N-peptides and facilitate their folding into stable and soluble trimers, we previously fused N-peptides with the naturally occurring foldon sequence from T4 britin, a highly trimerized motif, to construct potent chimeric N-peptides. 8 Furthermore, de novo designed a-helical coiled-coil peptides that adopt well-dened trimers have also been used in directing and sequestering the gp41 NHR peptide into a nonaggregating trimeric active conformation, thus producing potent N-peptidebased HIV-1 fusion inhibitors. 9 The introduction of intermolecular disulde bridges to the N-terminus of trimerization domains has resulted in chimeric N-peptides with dramatically improved thermostability and antiviral activity. 10 Undoubtedly, disulde bridges represent an attractive strategy to control and modulate the stability of coiled coil peptides. Generally, disulde bridges have a potential to be switched between disulde and thiol due to a change in the redox properties in the biological milieu. [11] [12] [13] Furthermore, cystine residues in proteins can undergo destruction via b-elimination at elevated temperatures, which also lead to disulde bridges destabilization. 14 Isopeptide bonds are known in a variety of contexts, including ubiquitination, 15 transglutamination, 16 and Grampositive pili subunit polymerization. 17 The presence of isopeptide bonds in bacterial pili suggests that they play a crucial role in maintaining pili integrity in the face of severe mechanical, thermal, and proteolytic stress. 18 These features make them a new component in Nature's toolbox for stabilizing proteins, thus providing new opportunities for application. 19 Herein, we focused on generating isopeptide bridge-tethered trimeric coiled coils with exceptional resistance to unfolding via an interhelical acyl transfer reaction to investigate their potential for use as trimerization motif in constructing antiviral therapeutics.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 285,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 611,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 778,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 780,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 991,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1197,
                    "end": 1198,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1577,
                    "end": 1578,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1856,
                    "end": 1857,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 2056,
                    "end": 2058,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 2338,
                    "end": 2342,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 2343,
                    "end": 2347,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 2348,
                    "end": 2352,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 2621,
                    "end": 2623,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2670,
                    "end": 2672,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 2860,
                    "end": 2862,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 3000,
                    "end": 3002,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 764,
                    "end": 773,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The triple-stranded coiled coils were designed based on the sequence of Ac-W(R g I a Q b Q c I d E e Q f ) x -NH 2 , upon which rationally engineered acyl transfer active sites were incorporated at the helical interfaces to yield site-directed isopeptide bond crosslinks. Ile residues located at every a and d (a-d) position of the heptad favor trimer formation. 20 In addition, the hydrophobicity of the core also contributes to the overall stability of the assembly. 7 Favorable g-e 0 salt bridge interactions formed between Arg and Glu side chains further stabilized the coiled coils and guided their parallel orientation. 1 The Glu, Arg, and Gln residues populated the solvent-exposed b-c-f positions to improve solubility. Of note, the specic g-e 0 Lys-Glu interhelical ionic interaction at the second heptad was introduced by replacing Arg-9 at the g position with Lys so as to generate juxtaposing acyl donor and acceptor moieties aer parallel homo-trimeric assembly formation, and the Glu-14 side chain at the e position was modied with a benzyl thioester ( Fig. 1B and S1, ESI †). The Gln residues at both the b and c positions in the second heptad were mutated with His, as His in the activesite microenvironment has been reported to accelerate the acyl transfer. [21] [22] [23] Moreover, a Trp was appended to the N-terminus of each sequence to provide a UV chromophore. Following the rationale described above, peptides containing four (x ¼ 4) or three (x ¼ 3) heptad repeats (HRs) were designed, i.e., 4HR, 4HR(SBn), 3HR, and 3HR(SBn). Aer acyl transfer occurred specically, the resulting covalently stabilized trimers, named (4HR) 3 and (3HR) 3 , respectively, were constructed (Fig. 1C) . Thereaer, a portion of gp41 NHR, i.e., N23, was fused to the C-terminus of the trimerized motif without any linking sequence to construct chimeric N-peptide fusion inhibitors (Fig. 1D) .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 365,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 627,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1277,
                    "end": 1281,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1286,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1287,
                    "end": 1291,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1069,
                    "end": 1076,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1697,
                    "end": 1706,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1885,
                    "end": 1894,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "We rst used CD spectroscopy to probe the nature and stability of the secondary structure in the de novo peptides. Both 4HR and 3HR peptides gave CD spectra consistent with a-helical conformations, characterized by double minima at 208 nm and 222 nm, i.e., with a-helical content of 99.5% and 46.4% folded, respectively. The thermal unfolding transition (T m ) for 4HR and 3HR was determined to be higher than 90 C and 44 C, respectively, at 10 mM peptide (Table S1 , ESI †). Moreover, their T m values were dependent on the peptide concentration, suggesting self-associating species (Fig. S2 , ESI †). Therefore, we used sedimentation velocity analysis (SVA) to determine their oligomerization state. Almost all of the 4HR and 3HR peptides at 150 mM showed a sharp peak, with sedimentation coefficients of 1.3 s and 1.2 s, corresponding to 10.5 kDa and 9.9 kDa, which agree with the theoretical molecular masses of the 4HR trimer (11.4 kDa) and the 3HR trimer (8.7 kDa), respectively (Table S1 and Fig. S3 , ESI †). Together, these CD and SVA data are consistent with 4HR and 3HR folding to form thermally stable trimeric coiled coils as designed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 465,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 584,
                    "end": 592,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 985,
                    "end": 994,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 999,
                    "end": 1006,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Subsequently, we investigated whether 4HR(SBn) and 3HR(SBn) retain the ability to self-assemble into stabilized trimeric coiled coils. CD spectroscopy was applied to compare the a-helicity and thermal stability of the thioester-modied HR peptides with their parent peptides, and it showed that 4HR(SBn) had approximately 17% less helical content than 4HR. Furthermore, 3HR(SBn) only showed 26.3% a-helicity, indicating a poorly folded peptide. Compared with the 4HRand 3HR-trimers, thermodenaturation analysis of the thioester-modied peptides exhibited a more than 10 C decrease in the T m . However, their SVA data were best t to trimers in solution (Table S1 and Fig. S3 , ESI †). Combined, the SVA, CD, and thermal unfolding data indicated that although the thioester mutation weakened the helix-helix interaction, the formation of homotrimeric assemblies brings together acyl-donor and -acceptor moieties to create competent active sites. Following the 4HR(SBn)-and 3HR(SBn)-trimer assembly, we studied the isopeptide bond formation by RP-HPLC. HPLC analysis showed a nearly complete reaction of 4HR(SBn) and the appearance of a new peak aer 20 h ( Fig. 2A) . Based on MALDI-TOF-MS analysis, the peak was assigned to the transfer product (4HR) 3 (Fig. 2C ). As shown in Fig. 2B , with a decreased structural stability, the acyl transfer reaction rate of 3HR(SBn) was slower than that of 4HR(SBn), in which the raw material still existed aer incubation for 40 h, combined with competing thioester hydrolysis. Furthermore, good agreement between RP-HPLC and Tricine-SDS-PAGE was observed (Fig. S4, ESI †) . These results suggested positive correlation between the oligomer stability and acyl transfer rates. Consistent with these data, attempts to generate isopeptide linkages between each pair of engineered acyl-acceptor/donor peptides containing only two copies of HR motifs were unsuccessful because of their inability to adopt the proper tertiary structures (Fig. S5, ESI †) . Aer the acyl transfer reaction completed, the crude mixture was puried by RP-HPLC and the chromatographically isolated (4HR) 3 and (3HR) 3 were obtained successfully. The trimer states of (4HR) 3 and (3HR) 3 were further conrmed by SVA (Table S1 and Fig. S4, ESI †) . The CD spectra of these crosslinked trimeric coiled coils were subsequently analysed. As shown in Fig. 3A , (4HR) 3 exhibited similar a-helicity with 4HR, while (3HR) 3 showed 83.4% a-helicity, which was dramatically higher than that of 3HR. Their T m values were determined to be higher than 90 C at 10 mM peptide concentrations (Table S1 , ESI †).",
            "cite_spans": [
                {
                    "start": 1252,
                    "end": 1253,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 2427,
                    "end": 2428,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 654,
                    "end": 663,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 668,
                    "end": 675,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1157,
                    "end": 1165,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1254,
                    "end": 1262,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1278,
                    "end": 1285,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1595,
                    "end": 1611,
                    "text": "(Fig. S4, ESI †)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1970,
                    "end": 1986,
                    "text": "(Fig. S5, ESI †)",
                    "ref_id": null
                },
                {
                    "start": 2228,
                    "end": 2237,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2242,
                    "end": 2257,
                    "text": "Fig. S4, ESI †)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2358,
                    "end": 2365,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2590,
                    "end": 2599,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "In accordance with the general view that isopeptide bonds in cell-surface proteins and protein assemblies add exceptional resistance to unfolding, we would expect to nd an increase in coiled-coil stability with the incorporation of isopeptide bridges. The stability of the coiled coils was determined by thermal and chemical denaturation experiments. As shown in Fig. 3B , denaturation of the isopeptide bond-tethered trimers was incomplete, even at 90 C, in the presence of 2 M guanidinium chloride. These results suggested that the crosslinked trimers were dramatically stable than their corresponding uncrosslinked trimers. In addition, the isopeptide bridge-xed trimeric coiled coils did not exhibit any concentration dependence to withstand thermal denaturation ranged from 10 C to 90 C (Fig. S2, ESI †) . Strikingly, chemical unfolding studies painted a similar picture. Fig. 3C shows that (4HR) 3 and (3HR) 3 were almost unbreakable in 7 M Gdn$HCl. For 4HR, however, the [q] G /[q] 0 value dramatically decreased to $0.2 at 7 M Gdn$HCl, while 3HR completely lost its tertiary structure. In addition, the bridged trimers also exhibited exceptional resistance to 8 M urea denaturation, whereas the [q] U /[q] 0 value of the unbridged trimers abruptly decreased to 0.12-0.59, suggesting their destabilization under chemical stress (Fig. 3D) .",
            "cite_spans": [
                {
                    "start": 916,
                    "end": 917,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 371,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 794,
                    "end": 810,
                    "text": "(Fig. S2, ESI †)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 879,
                    "end": 886,
                    "text": "Fig. 3C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1337,
                    "end": 1346,
                    "text": "(Fig. 3D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "These features make (4HR) 3 and (3HR) 3 attractive targets as auxiliaries to guide viral NHR region assembly. The chimeric molecules exhibited dramatically improved a-helicity and thermal stability compared with the corresponding free N-peptides (Table S1, ESI †). SVA further conrmed the trimer formation of the chimeric peptides (Table S1 and Fig. S6 , ESI †). Subsequently, chimeric N-peptides were tested in parallel with the clinically used T20 peptide for their inhibitory activity against HIV-1 Env-mediated cell-cell fusion and HIV-1 replication. Notably, the corresponding free N23 peptide and trimerized motifs, (4HR) 3 and (3HR) 3 , had no inhibitory activity at the concentration as high as 10 000 nM, while the chimeric compounds, (4HRN23) 3 and (3HRN23) 3 , exhibited highly potent anti-HIV-1 activity, reaching the potency of T20 (Table 1) . Interestingly, the scaffold length did not correlate with the inhibitory activity, possibly due to the plateau of highly stable tertiary structures. To test the contributions of histidine residues to the peptides' anti-HIV-1 activity, the His residues in the second heptad of (3HRN23) 3 were substituted with the original Gln residues to construct (3HRMN23) 3 (Table S2 , ESI †). Compared with (3HRN23) 3 , (3HRMN23) 3 showed similar inhibitory activity in the HIV-1 Env-mediated cell-cell fusion assay, suggesting that the histidine residues in the auxiliaries have no signicant inuence on the anti-HIV-1 activity of the chimeric N-peptides (Fig. S7, ESI †) . However, replacing both His residues with Gln resulted in transfer rate decreases of about 4-fold (Tables S2 and S3 , ESI †). In addition, a good agreement between T m and EC 50 was observed, i.e., both crosslinked chimeric N-peptide fusion inhibitors with ultrahigh thermostability exhibited 7-to 20-fold more potency than their uncrosslinked counterparts, suggesting that the high structural stability of the isopeptide bridges-tethered constructs contributes positively to their better therapeutic effect (Fig. S8, ESI †) .",
            "cite_spans": [
                {
                    "start": 1143,
                    "end": 1144,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1275,
                    "end": 1276,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 346,
                    "end": 353,
                    "text": "Fig. S6",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 855,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1218,
                    "end": 1227,
                    "text": "(Table S2",
                    "ref_id": null
                },
                {
                    "start": 1502,
                    "end": 1518,
                    "text": "(Fig. S7, ESI †)",
                    "ref_id": null
                },
                {
                    "start": 1619,
                    "end": 1636,
                    "text": "(Tables S2 and S3",
                    "ref_id": null
                },
                {
                    "start": 2029,
                    "end": 2045,
                    "text": "(Fig. S8, ESI †)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "T20 is the rst peptidic HIV-1 fusion inhibitor approved for the treatment of HIV-1 infections. Although T20 possesses potent anti-HIV-1 potency, this peptidic drug suffers from short half-life in vivo due to its rapid degradation by proteolytic enzymes in the blood, which renders T20 to be s.c. injected twice daily at high dosage (90 mg), resulting painful injectionsite reactions. 24 Strikingly, (3HRN23) 3 exhibited much more resistant than T20 to proteolytic enzymes (Fig. 4) .",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 387,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 473,
                    "end": 481,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "In conclusion, these isopeptide bridge-tethered de novo peptides present a well-characterized and stable trimeric coiled coil, even in non-physiological or denaturing conditions. The ultra-high structural stability of the constructs contributes positively to the trimerization of viral NHR segments fused to them as well as the potent and broad HIV-1 inhibitory activity of the chimeras. Since all the class I fusion proteins of the enveloped viruses, e.g., HIV, MERS-CoV, and RSV, share a common feature, 25 our engineered coiled-coil assemblies may have broader applicability to fuse other NHR peptides, such as those present in other viruses, for the development of antivirals. Furthermore, isopeptide bridges tethering represents an attractive and efficient strategy to control and modulate protein-protein interactions, creating new opportunities for applications in biotechnology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Cell-cell fusion assays were performed as described previously. 26 HL2/3 cells, which stably express HIV Gag, Env, Tat, Rev, and Nef proteins, as well as TZM-bl cells, which stably express large amounts of CD4 and CCR5, were obtained from the NIH AIDS Reference and Reagent Program (contributed by Drs Barbara Felber and George Pavlakis and Drs John C. Kappes and Xiaoyun Wu, respectively). TZM-bl cells (2.5 Â 10 4 per well) and HL2/3 cells (7.5 Â 10 4 per well) were coincubated in 96-well plates (Corning Costar) at 37 C in 5% CO 2 in the presence of different concentrations of inhibitors. Aer incubation for 6-8 h, the medium was aspirated, the cells were washed and lysed, and luciferase activity was measured using the Luciferase Assay System (Promega, Madison, WI) on a SpectraMax M5 plate reader (Molecular Devices, Sunnyvale, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell-cell fusion assay"
        },
        {
            "text": "To measure the inhibitory activity of the peptides on infection of HIV-1 IIIB and HIV-1 BaL , 1 Â 10 4 MT-2 cells and TZM-b1 cells, respectively, were infected with 100 times the median tissue culture infective dose of a virus in the presence or absence of the peptides at graded concentrations. On the fourth day postinfection, the culture supernatants were collected for detection of p24 antigen using an enzyme-linked immunosorbent assay (ELISA). The percent inhibition by the peptides and EC 50 values was calculated using Calcusyn soware. 27 ",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 547,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HIV-1 infection assay"
        },
        {
            "text": "Lyophilized peptides were resuspended in ddH 2 O (pH 7.0) at a concentration of approximately 1 mg mL À1 . All the HR-peptides and chimeric N-peptides were diluted in PBS (pH 7.4) to the specic nal concentration indicated in the Results and discussion section. The peptides were incubated in a water bath set at 37 C for 0.5 h before testing. CD spectra were acquired on an MOS-450 system (BioLogic, Claix, France) using the following parameters: band width, 4.0 nm; resolution, 0.1 nm; path length, 0.1 cm; response time, 4.0 s; and scanning speed, 50 nm min À1 . For CD thermal denaturation analysis, the temperature was controlled by a BioLogic TCU250 system, and CD spectra were monitored at 222 nm from 10 C to 90 C at a scan speed of 2 C min À1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Circular dichroism (CD) spectroscopy"
        },
        {
            "text": "All measurements were performed on a ProteomelabTMXL-A/ XL-I analytical ultracentrifuge (Beckman Coulter, Fullerton, CA, USA) at 20 C, as described previously. In brief, three-channel cells were used with an An-60 Tirotor. Lyophilized peptides were resuspended in ddH 2 O (pH 7.0) at approximately 1 mg mL À1 . The individual proteins were prepared in PBS and incubated at 37 C for 30 min. All samples were prepared at a nal concentration of 150 mM and were initially scanned at 3000 rpm for 10 min to identify the appropriate wavelength for data collection. Data were collected at 60 000 rpm at a wavelength of 280 nm. Sedimentation coefficient distribution, c(s), and molecular mass distribution, c(M), were calculated using the SEDFIT program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sedimentation velocity analysis (SVA)"
        },
        {
            "text": "The stock solutions of the peptides prepared in PBS (pH 7.4) were diluted with calculated volumes of 7.5 M guanidine hydrochloride or 8 M urea dissolved in the same buffer to give the desired nal denaturant concentrations. The samples were incubated at room temperature for 3 h before their full-range CD spectra or the ellipticities at 222 nm were recorded. For thermal denaturation studies, the stock peptide solutions were diluted with appropriate volumes of buffer and guanidine hydrochloride. Thermal denaturation was performed by monitoring the ellipticity change at 222 nm from 10 C to 90 C at a rate of 2 C min À1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Denaturation studies"
        }
    ],
    "bib_entries": {
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fibrous Proteins: Coiled-Coils, Collagen and Elastomers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Weisel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "70",
            "issn": "",
            "pages": "247--299",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A) Schematic representation of HIV-1 gp41 and peptidic fusion inhibitors. (B) Schematic representation of isopeptide bond formation via an interhelical acyl transfer reaction. For clarity, only one of the three symmetrical active sites is shown. (C) Helical wheel representation of the heptad repeat of cross-linked trimeric coiled coils. (D) Peptide sequences of our designed trimeric coiled coils and chimeric peptides. The specific Lys-Glu interactions are shown in red. The Glu residues with a thioester side chain are highlighted in yellow. Isopeptide bonds are formed between Lys-9 and Glu-14 (in blue). The NHR-derived peptide sequences are underlined.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A) CD spectra of designed trimeric coiled coils in PBS (pH 7.4). (B) Thermal melting profiles of the de novo peptides in the presence of 2 M Gdn$HCl. Effect of (C) Gdn$HCl and (D) urea on the ellipticities of the peptides at 222 nm. [q] G /[q] 0 : [q] 222 with Gdn$HCl vs. that in the absence of Gdn$HCl; [q] U /[q] 0 : [q] 222 with urea vs. that in the absence of urea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A) RP-HPLC traces for the acyl transfer reaction of 4HR(SBn) at t ¼ 0 and 20 h. a: 4HR(SBn); b: (4HR) 3 ; c: incomplete acyl transfer product containing only two isopeptide bonds. (B) RP-HPLC traces for Lys-Glu ligation of 3HR(SBn) at t ¼ 0 and 40 h. a: 3HR(SBn); b: (3HR) 3 ; c: the hydrolysis product of 3HR(SBn); d: incomplete acyl transfer product containing only two isopeptide bonds. (C) Mass spectrometry of (4HR) 3 and (D) (3HR) 3 . The MS spectrums in (C) and (D) represent the peaks b in HPLC traces from (A) and (B), respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Proteolytic stability of (3HRN23)3 and T20 in (A) proteinase K and (B) liver homogenate.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Anti-HIV-1 activities of chimeric N-peptides a Compound EC 50 (nM) for inhibiting cell-cell fusion HIV-1 IIIB infection HIV-1 BaL infection a Peptides were tested in triplicate, and the data are presented as the mean AE standard deviation.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported, in part, by grants from the National Science Foundation of China (81373266, 81173098 and 81361120378) and a National Science and Technology Major Project of China grant (2012ZX09301003).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}