{
    "paper_id": "54fb720924d357327cedcc8da45b5e0ceb5a0006",
    "metadata": {
        "title": "A Laboratory Evaluation of Medicinal Herbs Used in China for the Treatment of Hand, Foot, and Mouth Disease",
        "authors": [
            {
                "first": "Xiaoqing",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing University",
                    "location": {
                        "addrLine": "22 Hankou Road",
                        "postCode": "210093",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chunyang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing University",
                    "location": {
                        "addrLine": "22 Hankou Road",
                        "postCode": "210093",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lanfang",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing University",
                    "location": {
                        "addrLine": "22 Hankou Road",
                        "postCode": "210093",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoshuang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rosalind Franklin University of Medicine and Science",
                    "location": {
                        "postCode": "60064",
                        "settlement": "North Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pharmaceutical Biotechnology",
                    "institution": "Nanjing University",
                    "location": {
                        "addrLine": "22 Hankou Road",
                        "postCode": "210093",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guang",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing University",
                    "location": {
                        "addrLine": "22 Hankou Road",
                        "postCode": "210093",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ren",
                "middle": [
                    "Xiang"
                ],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pharmaceutical Biotechnology",
                    "institution": "Nanjing University",
                    "location": {
                        "addrLine": "22 Hankou Road",
                        "postCode": "210093",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Erguang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing University",
                    "location": {
                        "addrLine": "22 Hankou Road",
                        "postCode": "210093",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": "erguang@nju.edu.cn"
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing University",
                    "location": {
                        "addrLine": "22 Hankou Road",
                        "postCode": "210093",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Enterovirus 71 (EV71) and coxsackievirus A16 (CVA16) are the causative agents of hand, foot, and mouth disease (HFMD). During recent epidemics of HFMD in China, medicinal herbals and preparations containing herbal extracts have demonstrated therapeutic efficacy with relative safety profiles. There have been no microbiological studies to validate their usefulness for HFMD. We selected 12 commonly used herbs for HFMD from government recommended guidelines as well as published reports and tested for their antiviral activity and anti-inflammatory activity. A water extract of Houttuynia cordata Thunb. (HCT) inhibited EV71 infection significantly and was marginally active against CVA16 infection. The IC 50 (concentration to have 50% inhibitory effect) values of HCT against a Fuyang strain and a BrCr strain of EV71 were determined at 8.9 g/mL and 20.6 g/mL, respectively. Mentha haplocalyx Briq. (MHB) water extract was active against CVA16, with an IC 50 value of 70.3 g/mL. The extract did not exhibit activity against EV71 infection. Although the majority of the extracts showed no activity against viral infection, several extracts demonstrated activity in blocking proinflammatory response by viral infection. This study therefore validates the effectiveness of Chinese herbs for HFMD since some formulations containing the correct combination of the herbs can block viral replication as well as proinflammatory response of HFMD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hand, foot, and mouth disease (HFMD) is a common viral illness that usually affects infants and children younger than 5 years old. Sporadic occurrence of the disease has been reported globally since first reported in New Zealand in 1957, but larger outbreaks with higher morbidity and mortality have increased recently in the Asian Pacific region, including an outbreak in Fuyang, China, that affected close to a half million children with 126 deaths in 2008 [1] . Coxsackievirus A16 (CVA16) and enterovirus 71 (EV71) are the causative agents for HFMD, accounting for over 70% of cases during the outbreak in China in 2008 [2] . The viruses are members of the Picornaviridae family and are spread through contact with virus-containing body fluids, respiratory droplets, and feces.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 462,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are no vaccine or antiviral drugs available for HFMD. Although immunoglobulin and antiviral agent ribavirin are commonly used, the efficacy remains uncertain [3, 4] . Good personal hygiene, including hand washing and disinfection of surfaces in child care facilities, remains therefore as the most effective approach to reduce the transmission rate of HFMD [5, 6] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 168,
                    "end": 170,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 367,
                    "end": 369,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During recent epidemics of HFMD in China, herbals and preparations containing herb extracts have demonstrated therapeutic efficacy against the disease. Some of the herbs or herbal preparations have been shown to ameliorate the symptoms and others to shorten the course of the disease [7] . There was no definitive description of symptoms related to HFMD in ancient manuscripts and publications in China until recent outbreaks of the disease. To deal with the clinical 2 Evidence-Based Complementary and Alternative Medicine manifestations characterized with mild fever and rash, practitioners of Chinese medicine reasoned and have effectively treated HFMD as dampness and damp heat. We compiled a list of commonly used herbs with implication for HFMD therapy (Table 1 ) from a list of recommended remedies by government agencies in China and from published reports [7] [8] [9] . Most of the herbs in Table 1 have traditionally or folklorically been used for inflammatory or infective diseases. In addition, most of the herbs listed in Table 1 have not been investigated for their antiviral activity against pathogens of HFMD disease, although some of them have demonstrated antiviral activity. Less is known about the active components of those plants.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 869,
                    "end": 872,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 873,
                    "end": 876,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 759,
                    "end": 767,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 900,
                    "end": 907,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1035,
                    "end": 1042,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The objectives of this study were to validate the effectiveness of the herbs microbiologically by measuring their antiviral activity. In addition we also studied whether the herbs possessed anti-inflammatory activity since one of the symptoms of HFMD is an acute inflammatory response. Here we report the antiviral and anti-inflammatory activity evaluation of the commonly used herbs for HFMD therapy in China. [8] . Although some minerals like gypsum mineral (CaSO 4 ⋅2H 2 O) and talcum powder (magnesium silicate hydrate) or insect molting from cicada have been prescribed for HFMD, we focused our investigation on herbal medicines. We generated a list of the most frequently used plant materials for HFMD by combining those identified by Zhang and colleagues with those recommended by government agencies (Table 1) .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 808,
                    "end": 817,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "On the basis of the frequency of their uses for HFMD, twelve medicinal materials were purchased from local herbal markets in Nanjing. Voucher specimens were stored at the Laboratory of Microbial Science, School of Medicine, Nanjing University. The corresponding Latin names, followed by abbreviations of the names and parts of the plants used for pharmaceutical and clinical practices, are listed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 407,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "We used a modified protocol to prepare water extracts [10] . In brief, two grams of ground specimen was soaked with 30 mL of distilled water at room temperature (RT) for an hour with occasional shaking. Subsequently, the material was warmed up to 65 ∘ C in a water bath and extracted for 4 hr. The material was extracted one more time, and the pooled liquid fractions were left at RT for overnight to let insoluble materials settle down. Finally, water soluble materials were separated from the insoluble debris by centrifugation (5000 ×g, 15 min). The major chemical components in those extracts were validated following protocols given in Chinese Pharmacopeia (2010 ed.). Those showed that antiviral activities were further studied to validate the presence of characteristic chemicals in the plants following some literatures (e.g., used HPLC profiling for H. cordata and M. haplocalyx). The water extracts were then dried by lyophilization. The lyophilized powders were stored at −70 ∘ C and dissolved in distilled water to make stocks of 20 mg/mL before experiments.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The study design and assays used to validate the activity of the selected herbs are summarized in Figure 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "The rhabdomyosarcoma (RD) cell line and African green monkey kidney epithelial (Vero) cell line were purchased from Cell Bank of Chinese Academy Sciences (Shanghai, China). The cells were maintained in Dulbecco's modified Eagle's medium (DMEM) with high glucose, supplemented with 10% heat inactivated fetal bovine serum, 2 mM L-glutamine, nonessential amino acids, and sodium pyruvate (the medium and supplements are from Life Technologies). Cells were cultured at 37 ∘ C in a humidified atmosphere with 5% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and Viruses."
        },
        {
            "text": "Coxsackievirus A16 (CVA16) and enterovirus 71 (EV71) BrCr strain were obtained from China Center for Type Culture Collection (CCTCC) at Wuhan University. A clinical isolated EV71 Fuyang strain belongs to C4a cluster of the C4 subgenotype as verified through sequence analysis of the VP1 region [11] . EV71 was propagated in RD cells and CVA16 in Vero cells. Virus titers were determined in the corresponding cells by measuring plaque forming units (PFU) of CVA16 and TCID 50 for EV71 infection [12] .",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Cells and Viruses."
        },
        {
            "text": "Antibody against I B (9242S) was purchased from Cell Signaling (Beverly, MA, USA), and anti-GAPDH monoclonal antibody (MB001) was purchased from Bioworld Technology (Minneapolis, MN, USA). The recombinant human TNF was purchased from Sino Biological Inc. (Beijing, China). HRP-conjugated secondary antibodies and chemical reagents including quercetin, quercitrin, isoquercitrin, acyclovir (ACV), and methylthiazolyldiphenyl-tetrazolium bromide (MTT) were purchased from Sigma-Aldrich (Shanghai, China). The Super Signal ECL reagent kit was purchased from Thermo Fisher (Rockford, IL, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody and Reagents."
        },
        {
            "text": "Vero cells (2 × 10 4 cells) were seeded into 96-well plate and incubated for 12 hr. Varying concentrations of extracts at up to 1 mg/mL were added into the medium. Both treated cells and untreated cells were incubated for 72 hr, followed by incubation with MTT (0.5 mg/mL) for another 4 hr. The ratio of optical density (OD) at 570 nm of treated cells to OD 570 of untreated cells was expressed as the survival rate of cells. Triplicate wells were analyzed for each concentration. CC 50 was defined as the concentration of the extract to reduce the viable cell by 50% relative to the untreated control cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytotoxicity Assay."
        },
        {
            "text": "Assays. EV71 (Fuyang strain and BrCr strain) or CVA16 at a multiplicity of infection (MOI) of 0.2 was used to infect the treated and mock-treated cells. To study the antiviral activity of Houttuynia cordata (HCT) and Mentha haplocalyx (MHB), Vero cells infected with EV71 or CVA16 were treated with or without a herb extract of various concentrations. The uninfected cells were used as negative control. After 72 hr of infection, cells were stained with crystal violet after fixation of the cells with 3% formaldehyde and captured by a camera and then DMSO was added into the wells to dissolve crystal violet, and the absorbance of 570 nm was measured in a Versa Max microtiter plate reader (Molecular Devices, Sunnyvale, CA, USA). The concentration of an extract that is necessary for 50% inhibition of the virusinduced CPE was expressed as the IC 50 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiviral"
        },
        {
            "text": "To verify the antiviral effect, secondary infection was performed. Serial dilutions of culture supernatants collected from EV71 or CVA16 infected cells were employed to infect monolayers of Vero cells and to determine the titration of infectious viruses as described [13] . The TCID 50 numbers were calculated using the method of Reed and Muench [12] . The plaque formation was assessed 5 days postinfection (PI) after being fixed with 3% formaldehyde for 20 min and then followed by crystal violet staining as described [14] . The number of plaque was counted manually. The infection was performed in triplicate samples.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Antiviral"
        },
        {
            "text": "In time-of-drug addition experiment, HCT extract at 40 g/mL or MHB extract at 200 g/mL were added at time points specified in the figures. They were either added before viral adsorption, during adsorption (−2 to 0 hr PI), or at varying times after viral adsorption. HCT or MHB was left in the medium throughout the infection assay. The cytopathic effect was determined by measuring cell viability using MTT assay [15] at 72 hr PI. An inhibition rate was calculated as a percentage of (OD treated − OD infected ) over (OD uninfected − OD infected ).",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Antiviral"
        },
        {
            "text": "To study whether the extracts directly deactivate the virion, EV71 or CVA16 was preincubated with 40 g/mL HCT and 200 g/mL MHB in 20 L, respectively, or remained untreated. The viruses were then used to infect Vero cells cultured with 1 mL culture medium. Alternatively, Vero cells in 24 well plates were preincubated with 40 g/mL HCT or with 200 g/mL MHB at 37 ∘ C for 2 hr or remained untreated. At the end of the treatment, the extract was removed by replacing the culture medium with fresh DMEM or left in the culture, and the cells were infected with EV71 or CVA16 (MOI was at 0.2, but final concentrations of HCT and MHB were at 0.8 g/mL and 4 g/mL, resp.). The samples were harvested at 48 hr PI for titration of infectious viruses with a secondary infection assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiviral"
        },
        {
            "text": "A buffer containing 150 mM NaCl, 50 mM Tris-HCl (pH 7.4), and 1% NP-40 was employed to encourage lysis of cells and to solubilize proteins. Protease and phosphatase are also added to prevent the digestion of the sample by its own enzymes. Prior to protein immobilization on a polyvinylidene difluoride membrane (Millipore), sample proteins were separated using SDS polyacrylamide gel electrophoresis (SDS-PAGE). After blocking, the membrane was incubated with a dilute solution of primary antibody and then with a horseradish peroxidase-linked secondary antibody under gentle agitation. Depending on incubation with a substrate, the images were captured using Alpha Innotech FlourChem-FC2 imaging system and developed manually.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoblotting Assays."
        },
        {
            "text": "Using PCR or qPCR. Vero cells infected with EV71 or CVA16 were treated with HCT or MHB, respectively. Then total RNA was extracted by using TRIzol (Invitrogen, Carlsbad, CA, USA) and following the standard protocol. With a Nanodrop reader, the quantity and purity of total RNA were measured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semiquantification of Proinflammatory Gene Expression"
        },
        {
            "text": "DNA was synthesized using reverse transcriptase MMLV (RNase H − ) from 500 ng total RNA with oligo-dT primer. cDNA was amplified by using gene-specific primers and Taq DNA Polymerase (TaKaRa, Tokyo, Japan).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semiquantification of Proinflammatory Gene Expression"
        },
        {
            "text": "Real-time PCR was carried out using the SYBR qPCR Mix (TOYOBO, Japan). The protocol was carried out for 40 cycles, comprising 95 ∘ C for 1 min, 95 ∘ C for 15 s, and 60 ∘ C for 30 s. The threshold cycle (Ct) values obtained from these experiments indicated the fractional cycle numbers at which the amount of amplified target reached a fixed threshold. The 2 −ΔΔCt method [16] was used to quantify and normalize the relative quantification data. Data were emerged as fold change (2 −ΔΔCt ), which was the amount of IL-6 mRNA, normalized to the internal control (GAPDH). All PCR reactions were performed with equal amounts of cDNA using the Bio-Rad C1000 Real-Time PCR System. A dissociation curve was drawn for each primer pair to assess that there was no primerdimer formation.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Semiquantification of Proinflammatory Gene Expression"
        },
        {
            "text": "Primer sequences were as follows: IL-6: 5 -AACCTG AACCTTCCAAAGATGG and 5 -TCTGGCTTGTTCCTC ACTACT; GAPDH: 5 -ATGACATCAAGAAGGTGGTG and 5 -CATACCAGGAAATGAGCTTG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semiquantification of Proinflammatory Gene Expression"
        },
        {
            "text": "The identity of the water extract was characterized by HPLC profiling for several flavonoids. The separations were carried out on a Thermo Scientific Hypersil GOLD column (4.6 mm × 250 mm, 5 m). The column temperature was set at 25 ∘ C. The mobile phase consisted of 0.1% trifluoroacetic acid (A) and acetonitrile (B). The gradient condition was 15% B (V/V) at 0-16 min, 15-25% B at 16-30 min, 25% B at 30-32 min, 25-30% B at 32-35 min, 30% B at 35-37 min, 30-33% B at 37-40 min, 33% B at 40-45 min, 33-60% B at 45-60 min, and 60-15% B at 60-65 min. The flow rate was 0.8 mL/min and the injection volume was 20 L. Detection wavelength was set at 360 nm. The water extract was identified by comparing their retention times and UV spectra with those of the markers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HPLC Profiling and Quantitative Determination of the Chemical Components in the Extract of HCT."
        },
        {
            "text": "We generated a list of the most commonly used or recommended plant materials for HFMD as listed in Table 1 . In general, most of the herbs in the list are bitter or bitter-cold in nature and capable of expelling damp heat in the lung or spleen-stomach, which is the principle for treating diseases of dampness and damp heat. More specifically, the overwhelming majority of the materials have been used for inflammatory and infective diseases. For example, Lonicera japonica and pharmaceuticals containing extracts from the flower buds are widely used in China for common cold and for inflammatory diseases of the upper respiratory track. Isatis indigotica, Scutellaria baicalensis, and Glycyrrhiza uralensis were found to have anti-Japanese encephalitis virus, SARS-coronavirus, and respiratory syncytial virus activity [17] [18] [19] [20] . Although Houttuynia cordata and Glycyrrhiza uralensis have been reported with anti-EV71 activity [21, 22] , most of the plants have not been evaluated for their activity against HFMD pathogens. The chemical components for the antiviral activity also remain elusive.",
            "cite_spans": [
                {
                    "start": 820,
                    "end": 824,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 106,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Literature Survey of Plant Materials Used for HFMD."
        },
        {
            "text": "To perform systematic evaluation of the materials for their antiviral and anti-infective activities, herbal materials were purchased from local pharmacy stores and authenticated following methods listed in Chinese Pharmacopeia. The materials were extracted in hot water, and the water extracts were lyophilized. The lyophilized powders were reconstituted in distilled water and tested for cytotoxicity prior to the evaluation for their antiviral activity. At up to 1000 g/mL concentrations, all extracts except that from Scutellaria baicalensis showed no cytotoxic effect in Vero cells. Scutellaria baicalensis extract started to show toxic effect at approximately 100 g/mL in Vero cells with an estimated CC 50 value of 240.2 g/mL. To assay for their antiviral activity against EV71 and CVA16 infection, monolayers of Vero cells were treated with an extract at 1000 g/mL or with Scutellaria baicalensis extract at a nontoxic concentration of 30 g/mL for 2 hr or remained untreated. The cells were then infected with EV71 or CVA16 (MOI = 0.2) for 72 hr. At the end of an infection, the cells were fixed with formaldehyde and examined visually for cytopathic effect. Although recommended or widely used for HFMD disease, only three materials showed moderate to strong activity against EV71 or CVA16 infection ( Table 1 ). The extract of Houttuynia cordata significantly blocked the cytopathic effect associated with EV71. The extract did not exhibit significant activity against CVA16 infection. In contrast, MHB treatment significantly blocked the cytopathic effect by CVA16 but not by EV71 infection. An extract from Glycyrrhiza uralensis was reported with strong activity against EV71 infection [22] . We found that the extract was marginally active against EV71 and CVA16 infection. Further studies demonstrated that glycyrrhizic acid possessed anti-EV71 activity and anti-CVA16 activity at millimolar concentrations.",
            "cite_spans": [
                {
                    "start": 1697,
                    "end": 1701,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 1310,
                    "end": 1317,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sample Preparation and Antiviral Activity Evaluation."
        },
        {
            "text": "Materials with Antiviral Activities. We then focused our effort on validation of the anti-EV71 activity by HCT and the anti-CVA16 activity of MHB by determining the IC 50 values. Vero cells were treated with HCT or with MHB at varying concentrations 2 hr prior to inoculation. The cells were then infected with EV71 or CVA16 in the presence or absence of the extracts for 72 hr. As shown in Figures 1(a)  and 1(b) , pretreatment with the extracts dose dependently blocked the cytopathic effect by those viruses. The IC 50 value of HCT to block EV71 infection was estimated at 8.9 and 20.6 g/mL against a Fuyang strain and the BrCr strain of EV71, respectively. The IC 50 value of MHB to block CVA16 infection was estimated at 70.3 g/mL, while the IC 50 for HCT to block CVA16 infection was determined at 186.3 g/mL. The production of infectious virion was quantitatively determined in parallel experiments to correlate the cytopathic effect with infectious virion production. As shown in Figure 1 by approximately 1.8, 3.7, and 5.6 logs in samples treated with HCT at 10, 20, and 40 g/mL, respectively. In comparison, MHB at 50, 100, and 200 g/mL reduced CVA16 production by 1.1, 1.5, and 3.1 logs, respectively (Figure 1(d) ). The effect of drug addition on virus infection was determined at 72 hr PI. As shown in Figure 2 (a), addition of HCT prior to the inoculation or during the inoculation significantly suppressed EV71 infection. The effect became less significant when HCT was added at later time points. In comparison, MHB was effective when used prior to or within the first four hours of inoculation. Again, the effect became less significant when added thereafter. Receptor-mediated endocytosis of virus cell entry is generally a rapid process. The result suggests that HCT likely targets EV71 virus by blocking virus cell attachment or by direct inactivation of infectious virion, whereas MHB potentially targets multiple events of CVA16 infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 413,
                    "text": "Figures 1(a)  and 1(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 988,
                    "end": 996,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1212,
                    "end": 1224,
                    "text": "(Figure 1(d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1315,
                    "end": 1323,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Validation and Determination of IC 50 Values of Plant"
        },
        {
            "text": "To determine whether HCT extract directly deactivates EV71 virion, 1 × 10 4 TCID 50 EV71 in 20 L culture medium was incubated with HCT at 40 g/mL for 2 hr or remained untreated. The viruses were then used to infect Vero cells at an MOI of 0.2 TICD 50 /cell (the final concentration of HCT was 0.8 g/mL). In parallel experiments, Vero cells in 24 well plates were preincubated with 40 g/mL of HCT at 37 ∘ C for 2 hr or remained untreated. At the end of the treatment, the extract was removed by replacing the culture medium with fresh DMEM or left in the culture, and the cells were infected with EV71 at 0.2 TICD 50 /cell. As shown in Figure 2 directly deactivates EV71 virion. In a similar experiment, we found that preincubation of CVA16 or the host cells with MHB reduced infectious CVA16 production by 2.1 logs and 0.9 logs. The result suggests that MHB potentially targets several steps of CVA16 infection (Figure 2(c) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 635,
                    "end": 643,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 911,
                    "end": 923,
                    "text": "(Figure 2(c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Time-of-Drug-Addition Study Suggests That HCT"
        },
        {
            "text": "HCT. The chemical contents of HCT and MHB are well characterized. HCT contains 2-undecanone in the essential oil and water soluble chlorogenic acid and flavonoids like quercetin, quercitrin, isoquercitrin, and hyperoside, while the involatile components of MHB include triterpenoids and flavonoids like acacetin, tilianin, and linarin. Several flavonoids like kaempferol [23] and chrysosplenetin [24] have recently been shown with strong antiviral activity against EV71 infection. In a recent study, we also found the flavonoids accounted for the anti-HSV activity of H. cordata [25] . To determine whether the flavonoids were responsible for H. cordata anti-EV71 activity, flavonoid content in HCT was first profiled by HPLC analysis (Figure 3(a) ). The extract contained quercetin, quercitrin, isoquercitrin, and hyperoside. When tested for their antiviral activity against EV71 infection using the flavonoids purchased from a commercial source, the compounds did not display significant activity against EV71 infection (Figure 3(b) ).",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 747,
                    "text": "(Figure 3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1022,
                    "end": 1034,
                    "text": "(Figure 3(b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Antiviral Activity Evaluation of the Flavonoids from"
        },
        {
            "text": "Virus infection tends to promote proinflammatory cytokine production, and elevated production of IL-1 , IL-6, and IL-8 has been detected in patients with HFMD [26] . The production of IL-6 and IL-8 is regulated transcriptionally by NF-B pathway, whose activation can be assayed by monitoring the degradation of I B , the inhibitory protein of NF-B activity. We next investigated whether the extracts from commonly used herbs for HFMD had activity in suppressing inflammatory response by investigating whether the extracts blocked I B degradation. As shown in Figure 4 , EV71 and CVA16 infection promoted I B degradation at approximately 10 hr PI (Figures 4(a) and 4(d)). Consistent with the results from antiviral studies, pretreatment of Vero cells with HCT or MHB blocked I B degradation caused by EV71 and CVA16 infection (Figures 4(b) and 4(e)), respectively. In addition, the extracts also showed inhibitory activity against TNF -induced I B degradation (Figures 4(c) and 4(f)), indicating that the extracts had activity against proinflammatory factor stimulation.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 959,
                    "end": 972,
                    "text": "(Figures 4(c)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 559,
                    "end": 567,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 659,
                    "text": "(Figures 4(a)",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 838,
                    "text": "(Figures 4(b)",
                    "ref_id": null
                }
            ],
            "section": "Anti-Inflammatory Activity of the Herbal Materials Used for HFMD."
        },
        {
            "text": "To extend those findings, we investigated whether extracts that showed no antiviral activities possessed activity against proinflammatory response to viral infection. To this end, Vero cells were pretreated with the extracts or remained untreated. The cells were then infected with EV71 or CVA16. I B degradation was detected by immunoblotting analysis. As shown in Figures 5(a) and 5(b) , several extracts showed inhibitory activity against infection-induced I B degradation by EV71 or CVA16 infection, indicating that those extracts have anti-inflammatory activity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 387,
                    "text": "Figures 5(a) and 5(b)",
                    "ref_id": null
                }
            ],
            "section": "Anti-Inflammatory Activity of the Herbal Materials Used for HFMD."
        },
        {
            "text": "Finally, the inhibitory effect of HCT and MHB on proinflammatory response was verified by examining expression of downstream genes ( Figure 6 ). The cells were pretreated with HCT or MHB for 2 hr before infection with EV71 or CVA16 at 3 MOI for 16 hr. Both extracts significantly reduced the accumulation of IL-6 mRNA by EV71 and CVA16 infection, respectively, as determined by reverse-transcription PCR (upper panels) as well as quantitative real-time PCR (lower panels).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Anti-Inflammatory Activity of the Herbal Materials Used for HFMD."
        },
        {
            "text": "Together, we showed here that the herbal materials recommended by government agencies or commonly prescribed by practitioners of Chinese medicine possess antiviral activity and/or anti-inflammatory activity, validating the usefulness of those medicinal materials for HFMD disease. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anti-Inflammatory Activity of the Herbal Materials Used for HFMD."
        },
        {
            "text": "There are currently no treatments for HFMD. Diuretics and intravenous administration of dexamethasone and immunoglobulin-are among the most commonly recommended drugs for patients with more severe syndromes. Traditional medicine and the use of herbal medicines for HFMD are also among the recommended approaches for the management of HFMD in China. The effectiveness of herbs against HFMD has not previously been evaluated in a laboratory setting. In this study, we selected 12 herbs from government agency-recommended lists and those of the most commonly prescribed. We focused on their antiviral activity evaluation against EV71 and CVA16 and their activity against proinflammatory response since viral infections tend to be associated with proinflammatory response. EV71 and CVA16 are the two major causative agents causing HFMD. We found that a water extract of Houttuynia cordata has strong activity against EV71 infection, while Mentha haplocalyx has antiviral activity against CVA16. Although most of the herbs from this list showed no activity against viral infection, several extracts demonstrated activity against Figure 6 : The herb extracts inhibit EV71 or CVA16 infection induced proinflammatory response. Vero cells were infected with EV71 (a) or CVA16 (b) at an MOI of 3 in the presence or absence of HCT or MHB at indicated concentrations. The total RNA was isolated by the TRIzol reagent at 16 hr PI. Five hundred nanograms of total RNA was reverse transcribed and amplified by PCR (upper panels) or by quantitative real-time PCR (lower panels) using primers specific for IL-6 and GAPDH. PCR products were run on a 2.0% agarose gel and visualized with ethidium bromide staining. Data are presented as mean ± SE of triplicate samples. The results are representative of two independent experiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1124,
                    "end": 1132,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Discussions"
        },
        {
            "text": "Preparation of water extracts proinflammatory response induced by virus infection. The study therefore validates the effectiveness of herbal medicine for an emerging viral disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen authentication"
        },
        {
            "text": "Many herbs have been commonly prescribed or recommended for the treatment of HFMD; we found Houttuynia cordata Thunb. was the only remedy with potent antiviral activity against both EV71 and CVA16. Houttuynia cordata has been widely used as an edible vegetable in Chinese and Vietnamese cuisines and has a long history of use in Chinese medicine. The medicinal use of this plant includes its antiseptic, anti-inflammatory, and febrifuge activities. In a previous study, Lin et al. identified Houttuynia cordata as the only material with activity against EV71 infection among 22 medicinally used herbs from Taiwan. Consistent with the observation by Lin et al. [21] , we also found that the water extract from Houttuynia cordata was active against CVA16, extending the antiviral spectrum of this plant. Unlike other widely used herbs, Houttuynia cordata was recommended for treatment of HFMD with severe syndrome by the Government of Guangxi Zhuang Autonomous Region, a region with relatively low rate of HFMD incidences and death. Furthermore, the plant contains flavonoids and undecanone. In a preliminary screening study, we failed to detect any antiviral activity with those compounds. Instead, we found that activity was stable against heat and can be extracted out to n-butanol fraction. Further study is warranted to identify the active components from this plant.",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 664,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Specimen authentication"
        },
        {
            "text": "It is worthy of noticing that the herbs were tested as single identity, while clinically they are used in combination or formulation containing several other herbals or with cicada molting or even inorganic minerals in some cases. Combined use of those herbs may adversely or inadversely affect the effectiveness of those materials for their antiviral and anti-inflammatory activities. Although this is a laboratory study, the result from this study nevertheless validates the usefulness of herbal medicine for the management of previously undocumented diseases in traditional medicines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen authentication"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Enterovirus 71 outbreak in the People's Republic of China in 2008",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Clinical Microbiology",
            "volume": "47",
            "issn": "7",
            "pages": "2351--2352",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Foot and Mouth Disease Outbreak in Fuyang City, Anhui Province and the Prevention and Control in China",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features and management outcomes of severe hand, foot and mouth disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Z"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Medical Principles and Practice",
            "volume": "21",
            "issn": "4",
            "pages": "355--359",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features, diagnosis, and management of enterovirus 71",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lewthwaite",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cardosa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Lancet Neurology",
            "volume": "9",
            "issn": "11",
            "pages": "1097--1105",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimation of the basic reproduction number of enterovirus 71 and coxsackievirus A16 in hand, foot, and mouth disease outbreaks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H L"
                    ],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Pediatric Infectious Disease Journal",
            "volume": "30",
            "issn": "8",
            "pages": "675--679",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Virology, epidemiology, pathogenesis, and control of enterovirus 71",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lewthwaite",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cardosa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcminn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Lancet Infectious Diseases",
            "volume": "10",
            "issn": "11",
            "pages": "778--790",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chinese herbal medicines for treatment of hand, foot and mouth disease: a systematic review of randomized clinical trials",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "European Journal of Integrative Medicine",
            "volume": "4",
            "issn": "1",
            "pages": "85--111",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A review of Chinese traditional prescriptions used in treatment and prevention of hand, foot and mouth disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clinical Journal of Traditional Chinese Medicine",
            "volume": "22",
            "issn": "7",
            "pages": "574--582",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Studies on anti-EV71 virus activity of traditional Chinese medicine and its clinical application in treatment of HFMD",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Zhongguo Zhong Yao Za Zhi",
            "volume": "36",
            "issn": "23",
            "pages": "3366--3370",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antiviral agent containing crude drug",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hozumi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ooyama",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "U.S. Patent",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An emerging recombinant human enterovirus 71 responsible for the 2008 outbreak of hand foot and mouth disease in Fuyang city of China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology Journal",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A simple method of estimating fifty per cent endpoints",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "American Journal of Epidemiology",
            "volume": "27",
            "issn": "3",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Identification and characterization of a cross-neutralization epitope of Enterovirus 71",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Lien",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "26",
            "pages": "4362--4372",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Plaque formation and isolation of pure lines with poliomyelitis viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dulbecco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vogt",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Journal of Experimental Medicine",
            "volume": "99",
            "issn": "2",
            "pages": "167--182",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mosmann",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Journal of Immunological Methods",
            "volume": "65",
            "issn": "1-2",
            "pages": "55--63",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) Method",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Livak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Schmittgen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Methods",
            "volume": "25",
            "issn": "4",
            "pages": "402--408",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Anti-SARS coronavirus 3C-like protease effects of Isatis indigotica root and plant-derived phenolic compounds",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Antiviral Research",
            "volume": "68",
            "issn": "1",
            "pages": "36--42",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Antiviral Chinese medicinal herbs against respiratory syncytial virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P H"
                    ],
                    "last": "But",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Ethnopharmacology",
            "volume": "79",
            "issn": "2",
            "pages": "205--211",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Glycyrrhizin, an active component of liquorice roots, and replication of SARS-associated coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cinatl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Morgenstern",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chandra",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Doerr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Lancet",
            "volume": "361",
            "issn": "9374",
            "pages": "2045--2046",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Antiviral activity of Isatis indigotica extract and its derived indirubin against Japanese encephalitis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Evidence-Based Complementary and Alternative Medicine",
            "volume": "2012",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Anti-enterovirus 71 activity screening of Chinese herbs with anti-infection and inflammation activities",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Jheng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The American Journal of Chinese Medicine",
            "volume": "37",
            "issn": "1",
            "pages": "143--158",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Water extract of Glycyrrhiza uralensis inhibited enterovirus 71 in a human foreskin fibroblast cell line",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The American Journal of Chinese Medicine",
            "volume": "37",
            "issn": "2",
            "pages": "383--394",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Kaempferol inhibits enterovirus 71 replication and internal ribosome entry site (IRES) activity through FUBP and HNRP proteins",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Food Chemistry",
            "volume": "128",
            "issn": "2",
            "pages": "312--322",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Inhibition of enterovirus 71 replication by chrysosplenetin and penduletin",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "European Journal of Pharmaceutical Sciences",
            "volume": "44",
            "issn": "3",
            "pages": "392--398",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Houttuynia cordata blocks HSV infection through inhibition of NF-kappaB activation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antiviral Research",
            "volume": "92",
            "issn": "2",
            "pages": "341--345",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Proinflammatory cytokine reactions in enterovirus 71 infections of the central nervous system",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clinical Infectious Diseases",
            "volume": "36",
            "issn": "3",
            "pages": "269--274",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Antiviral activity evaluation of HCT and MHB extracts against EV71 and CVA16. (a, b) Pretreatment of Vero cells with HCT or MHB blocks the cytopathic effect by virus infection. Vero cells were pretreated with or without a herb extract at concentrations as indicated for 2 hr, and the cells were then infected with EV71 (a, Fuyang strain) or CVA16 (b) at an MOI of 0.2 TCID 50 /cell or PFU/cell. After incubation for 72 hr, the cells were fixed with 3% formaldehyde, stained with 0.5% crystal violet. The cells were photographed. To quantitatively measure the staining, crystal violet was extracted by DMSO, and the absorbance at 570 nm was measured colorimetrically. An increase in reading compared with that of an infected control indicates an inhibitory effect of the extract against virus infection. Data are presented as mean ± SE of duplicate samples. (c, d) HCT and MHB treatments reduce infectious virion production of EV71 and CVA16, respectively. Vero cells were infected with EV71 or CVA16 (MOI = 0.2) in the presence or absence of a herbal extract at indicated concentrations. The cells and culture supernatants were harvested at 48 hr PI and determined for virus titration by TCID 50 assay for EV71 (c) and by plaque forming assay for CVA16 (d). Data are presented as mean ± SE of triplicate samples. The results are representative of two independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "HCT directly inactivates EV71 virion, whereas MHB blocks CVA16 infection by targeting both the virion and cellular factors. (a) Time course study of HCT and MHB antiviral activity. HCT at 40 g/mL and MHB at 200 g/mL were added at 2 hr prior to (−2 hr), during (0 hr), or postvirus inoculation at times as indicated (2 hr, 4 hr, 8 hr, 10 hr, 12 hr, and 24 hr PI). Virus infection was determined at 72 hr PI by measuring cell viability colorimetrically. Data are presented as an inhibition rate which is calculated as described in Materials and Methods. (b, c) Coincubation of EV71 with HCT abolishes EV71 infectivity, and MHB inhibits CVA16 infection likely through viral and cellular factors. EV71 (b) or CVA16 (c) in 20 L culture medium was mock-treated or treated with HCT at a concentration of 40 g/mL or MHB at 200 g/mL in a 37 ∘ C water bath, respectively, for 2 hr (virus). The treated samples were then added to 1.0 mL fresh culture medium and used to infect Vero cells (final MOIs at 0.2 and final concentrations of HCT and MHB were at 0.8 g/mL and 4 g/mL, resp.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(b), pretreatment of EV71, but not the host cells, with HCT abolished the infectivity of EV71 virus, indicating that HCT Treatment with flavonoids or chlorogenic acid of HCT does not block EV71 infection. (a) HPLC profiling of water extract of HCT. The identity of the water extract of HCT was characterized by HPLC profiling on a Hypersil GOLD column (4.6 mm × 250 mm, 5 m) and acetonitrile with increasing concentration of 0.1% trifluoroacetic acid as a mobile phase. Hyperoside (peak 1), isoquercitrin (2), quercitrin (3), and quercetin (4) were used as standards. (b) Flavonoids or chlorogenic acid in HCT has no antiviral effect against EV71 infection. Vero cells were pretreated with or without quercetin, quercitrin, isoquercitrin (Isoq), hyperoside (Hepe), or chlorogenic acid (Chlo) at indicated concentrations. The cells were then infected with EV71 at an MOI of 0.2 TCID 50 /cell for 72 hr, and cell viability was measured colorimetrically. Data are presented as mean ± SE of triplicate samples. The results are representative of two independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Inhibition of infection-induced I B degradation by HCT and MHB. (a, d) Determination of the time courses of I B degradation during EV71 and CVA16 infections. Vero cells were infected with EV71 (a) or CVA16 (d) at an MOI of 3 for indicated times. The cytoplasmic levels of I B proteins were determined by immunoblotting assay. At 10 hr PI, I B was significantly degraded implying the NF-B activation. (b, c) HCT treatment blocks I B degradation induced by EV71 infection and TNF treatment. Vero cells were infected with EV71 (b, MOI = 3) for 10 hr or treated with 1 ng/mL TNF (c) for 20 min in presence or absence of HCT at indicated concentrations. I B degradation was detected by immunoblotting assay. (e, f) MHB treatment blocks I B degradation induced by CVA16 infection and TNF treatment. Vero cells were infected with CVA16 (e, MOI = 3) for 10 hr or treated with 1 ng/mL TNF (f) for 20 min in presence or absence of MHB at indicated concentrations. I B degradation was detected by immunoblotting assay. GAPDH was used as a loading control. The results are representative of two independent experiments. TNF (+) at 3 ng/mL was used as a positive control for I B degradation. The effect of herb extracts on virus-induced I B degradation. Vero cells were pretreated with extracts (1: EFT, 2: IIFL, 3: GUF, 4: GJE, 5: MHB, 6: HCT, 7: IIFS, 8: LJT, 9: FSV, 10: ALL, 11: SBG, 12: AAB) for 2 hr and then infected with EV71 (a) or CVA16 (b) at an MOI of 3 for 10 hr. I B degradation was detected by immunoblotting assay.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Summary of study design and methodology applied for microbiological validation of medicinal herbs commonly used in China for HFMD.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Evaluation of cytotoxicity and antiviral activity of plant materials used for HFMD in China * . The reference of Latin names, abbreviations, parts used in pharmaceuticals and traditional usages of the medicinal plants, and data on antiviral screening against EV71 (Fuyang strain and BrCr strain) and CVA16 are listed. Cytotoxicity was assayed on Vero cells at a maximal concentration of 1000 g/mL. Those showed toxicity against Vero cells were further tested to determine a CC 50 value, while those showed no toxic effect at the maximal concentration tested were reported as >1000 g/mL. IC 50 : 50% inhibitory activity against virus infection-induced cytopathic effect. Data are presented as mean ± SE of triplicates. All experiments were performed at least twice with triplicate samples. FY: EV71 Fuyang strain; (−): no activity at 1000 g/mL; (±): marginally active.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "2.1. Literature Survey of Plant Materials, Plant Material Authentication, and Preparation of Hot Water Extracts. In an effort to identify most commonly used Chinese medicines for HFMD, Zhang et al. surveyed Chinese literatures from 1988 to 2009 and identified Forsythia suspense, Lonicera japonica, and Glycyrrhiza spp. as among the most commonly used herbs for HFMD",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "). In parallel experiments, Vero cells were pretreated with HCT at 40 g/mL or with MHB at 200 g/mL at 37 ∘ C for 2 hr. The drugs were replaced with fresh culture medium (cell) or left in the culture medium (plus drug). The cells were then infected with EV71 or with CVA16 at equal MOIs. Virus infection was assayed by secondary infection assays at 48 hr PI. Pretreatment of EV71 but not Vero cells with HCT abolished the infectivity of EV71 virus. Treatment of CVA16 or Vero cells with MHB blocked CVA16 infection. Data are presented as mean ± SE of triplicate samples. The results are representative of two independent experiments.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by Grants from NSFC (90813036, 81121062), Basic Research Foundations of Central Universities (1114021404), and Jiangsu Province University Physician Program (11KJB320002). X. Chen is an awardee of Jiangsu Innovation Program of Predoctoral Students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "X. Chen and C. Wang contributed equally to this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Contribution"
        }
    ]
}