{
    "paper_id": "555559ac51210f5ee896ad5d45a6790d52a3e4d1",
    "metadata": {
        "title": "Determinants of emergency response responsibility perceptions in the local public health workforce after China's health sector restructuring",
        "authors": [
            {
                "first": "Mingli",
                "middle": [],
                "last": "Jiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ning",
                "middle": [],
                "last": "Ning",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qunhong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "H"
                ],
                "last": "Peters",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yanhua",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ye",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xingang",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zheng",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Local health departments are the backbone of public health emergency (PHE) response plans. The front line of emergency response preparedness is people. Role perceptions of individual staff members of a given organization strongly affect response probability and performance. Therefore, the aim of this study was to determine local public health employees' perceptions of emergency response responsibilities, identify factors that influence their perception, and indicate the challenges and bottlenecks of PHE response in the Health Inspection Institution (HII) after its separation from China's multiple Centers for Disease Control and Prevention (CDC). Methods: We used a stratified randomized sample survey to examine HII workers' knowledge of their own duties concerning PHE response in 17 facilities in Heilongjiang, a province in northeastern China. Data were collected from May to July 2010 using a 9-item combined question inquiring about the workers' statutory duties. Results: Of 348 administered surveys, 309 were returned for an overall response rate of 88.8 %. Overall, the correct recognition rate of PHE responsibilities was low. Some HII workers were confused about their responsibilities required by law, regulations, and emergency response plans. A quarter of all the respondents had the lowest knowledge for PHE responsibilities. Factors influencing their perceptions of responsibilities were department, work experience in a CDC, and PHE response experience. Conclusions: To improve preparedness for a PHE, efforts are needed to train, support, and monitor the workers' knowledge and competencies in PHEs as part of an organizational change; the worker's knowledge of their responsibilities should be measured and used as an indicator of preparedness for a PHE, and training should be undertaken where there are deficiencies. Management should also encourage workers in the departments of food hygiene/school health surveillance to be more involved in PHE preparedness and response issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recent years have witnessed a number of microbial threats that have greatly jeopardized public health in many areas of the world. One of the most publicized cases is severe acute respiratory syndrome (SARS), whose outbreak and rapid spread in more than 25 countries in early 2003 claimed numerous lives and caused tremendous economic losses. It is predicted that new pathogens-originating naturally or from bioterrorism-will continue to emerge and cause new public health emergencies (PHEs) [1] [2] [3] [4] . Response to PHEs should be regarded as a global issue and particular attention should be paid to developing countries that have relatively fewer resources to deal with PHEs [1] .",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 494,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The outbreak of SARS exposed a fundamental shortcoming not only in China's public health system but also in China's limited ability to detect and respond to emergencies in a timely and effective manner [1, 5] .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 206,
                    "end": 208,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Realizing the weakness of its public health systems, China is undertaking extensive efforts to improve its public health system by establishing and strengthening its \"one mechanism and three systems\" approach: the PHE response mechanism, disease control and prevention, medical treatment, and the health inspection and health law enforcement system. As one of the newest responsibilities assigned to public health agencies after SARS, PHE response is at the forefront of public attention and involves numerous players; the major providers are in healthcare sectors such as health bureaus, hospitals, multiple Centers for Disease control and Prevention (CDCs), and Health Inspection Institutions (HIIs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Local health departments are considered the backbone of public health response plans for any and all PHEs [6] . The PHE response during the Ebola epidemic that occurred in West Africa in 2014 reiterated this position. The HII has been established as a new branch of China's public health system after separation from the CDCs under China's health sector reform and subsequent organizational transformation in 2010. Increasing HII preparedness for disasters-especially local preparedness-is a significant concern of public health planners because several studies suggest that the initial response to a PHE would generally begin at the local level [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The front line of emergency response preparedness is people [10] . Role perceptions of individual staff members of a given organization will factor strongly into response probability and performance [11, 12] . Job responsibility awareness has always been imperative for people to perform tasks effectively [13] . We define job responsibility as a state in which the individual perceives an obligation for a situation or event [14] .",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The shortage of job knowledge and job responsibility might decrease job performance, because job knowledge predicts job performance [15] . Daniel and his colleagues at the Johns Hopkins Center for Public Health Preparedness identified specific barriers to adopting an emergency response culture in local health departments. These barriers include public health employees' fear for their personal and family safety in emergencies, coupled with a lack of insight into how valuable they are to crisis response efforts [16, 17] . Differences in perceptions of responsibilities in PHE preparedness across administrative levels is another barrier, because different public health information, programs, and distribution channels may be required to increase preparedness among different subgroups. Thus, understanding each individual's role in response to a PHE is considered key for competent response [18] .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "However, with the separation from the CDC and the addition of PHE response as a new function came many challenges for the HIIs in terms of implementing the work: the current health supervision system model is not uniform and personnel status is not clear, among other issues. The most critical challenge is the absence of clearly defined duties and responsibilities. The assignment of responsibility and the response procedures have not been specified in detail [19] . Several overlapping roles and responsibilities between the CDC system and the HII system have hindered their interagency cooperation. The CDC possesses techniques for public health surveillance, while the HIIs have the authority to conduct surveillance. In practice, some staff complain that they always feel embarrassed because they cannot decide how, where, when, or how frequently to conduct surveillance. Many projects have to be delayed owing to poor cooperation [3, 14] .",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 466,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Previous studies have shown that during extreme scenarios, a majority of healthcare workers may be unable or unwilling to report to duty [16] . This may be true even for local health departments. Little is known about administrative differences in HII preparedness-especially after the separation of the HII from the CDC [18] . Few studies, however, have focused on the preparedness and competent response of local HIIs in China for policy makers. One reason might be that HII only recently became a separate agency from the CDCs.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "As the major provider in dealing with PHEs after the 2003 SARS crisis, do HII workers clearly know their duties related to the PHE? What factors influence their perception? What are the challenges and bottleneck problems? The solution to these essential questions will be effective in generating a competent PHE response. Therefore, the aim of this study was to assess local public health employees' perceptions of emergency response responsibilities after China's health sector restructuring, and to uncover the variables that affect these outcomes, thus providing much needed evidence for health departments' training efforts. In this study, we demonstrate that the CDCs and HIIs have not yet formed a closely coordinated relationship after the sector restructuring. Further, HII workers still do not clearly understand their PHE responsibilities and this lack of understanding could also occur during reforms of health sectors in other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The present study used a quantitative approach, analyzing HII workers' perception of responsibilities associated with a PHE and the determinants to indirectly assess the development and status of HII emergency preparedness capacity at the individual level in Heilongjiang. We developed the study objectives and questionnaire in collaboration with representatives of the Heilongjiang Public Health System (Health Bureau, CDC, HII, and public hospital) and piloted it in Harbin, the capital city of Heilongjiang province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The study protocol was reviewed and approved by the Research Ethics Committee of Harbin Medical University. All participants indicated their willingness to take part, both verbally and in consent forms signed before the commencement of interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "This study was undertaken in Heilongjiang province, northeast China. Heilongjiang has 13 cities. The questionnaire survey was conducted with the stratified-cluster sampling method. Considering the geographical and jurisdictional diversity, we first divided Heilongjiang's 13 cities into three subgroups according to 4 indicators: [20, 21] . Then, three cities-Harbin, Mudanjiang, and Yichun (and their counties or districts)-were selected from these three subgroups on the basis of the other two indicators, which was the number of PHEs per 10,000 population (≥0.75, national average level) and the coverage rate of health supervision (≥80 %, national average level) [22] . These three cities have a total of 48 agencies for HIIs. After providing a detailed description of the purpose of the survey, 17 facilities expressed an interest to participate in the survey (1 provincial, 3 municipal, and 13 county and district HIIs).",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 334,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Subsequently, the researchers visited these 17 agencies to conduct the face-to-face interviews. All the staff at each agency participated in the survey except those on leave. Finally, we obtained 309 completed questionnaires (response rate: 88.8 %) from health inspectors (with inspector licenses granted by China's Ministry of Health); data collection occurred during May to July 2010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Dependent variables indicated the outcome of staff perceptions of their job responsibilities associated with a PHE. The response duties of staff from healthcare sectors (health bureaus, hospitals, CDCs, and HIIs) have been summarized in 4 clauses [1, 5] , which are further classified into 9 categories (Table 1) . We assessed the perception of job responsibility among HII practitioners using a 9-item combined question inquiring about these statutory duties (SD; items 1, 3, 5, 7, and 8): \"Among these 9 items, which are the SDs of your health inspection institution? (1) Under the direction of local health administrations, conduct an inspection of the PHE response measures of hospitals, (2) Conduct epidemiologic investigations, (3) Conduct an inspection of the PHE response measures of CDCs, (4) Public information release, (5) Supervise the PHE response process; (6) Organize/conduct a mass vaccination campaign, (7) Conduct an inspection of the enforcement of laws and regulations related to PHE, (8) Assist the local health administration to carry out investigations into irregularities of the PHE response, (9) Supervise the PHE response process at health administrations.\" Allowed responses were \"yes,\" \"no,\" or \"don't know.\" Item 2, 4, 6, 9 are the responsibilities of other health sectors: CDCs or health bureaus; the correct answer for these items was \"no.\"",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 251,
                    "end": 253,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Dependent variables"
        },
        {
            "text": "We selected independent variables based on discussions with representatives of the Heilongjiang Public Health System. The variables included gender, age, educational level and background, job content, work experience in a CDC, PHE training/drills experience, PHE response experience, and administrative levels: provincial, municipal, or county/district HIIs. PHE training/drills experience was defined as a positive response to the following question: \"Have you participated in any PHE training, exercise, or drill?\" Allowed responses were \"yes,\" \"no,\" or \"don't know.\" Work experience in a CDC was defined as a positive response to the following question: \"Have you ever worked in a CDC?\" Allowed responses were \"yes,\" \"no,\" or \"don't know.\" PHE response experience was defined as a positive response to: \"How many times have you participated in PHE responses?\" Allowed responses were \"0 = never participated\" or the number of times they had participated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "Finally, the variable job content was defined as whether the respondents engaged in the following 6 items: (1) medical institutions inspection, infectious disease supervision, and mother and baby care surveillance; (2) food hygiene and school health surveillance; (3) health inspection of public facilities, cosmetics, and drinking water; (4) occupational health and radioactive surveillance; (5) health law enforcement and supervision; (6) health inspection and enforcement information management. Allowed responses were \"yes\" or \"no.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "Data were analyzed using SAS version 9.1. We analyzed the responses of 309 participants after excluding 39 participants with responses of \"don't know\" or who refused to answer any of the questions. Descriptive statistics were calculated to describe the demographic characteristics. Differences among the provincial, municipal, county/ district groups were determined using chi-square and two-tailed t-tests for categorical and continuous variables, respectively. Fisher's exact test was used if subgroups included less than 10 subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The staff 's correct recognition of SDs and the proportion of ways to recognize their own job responsibilities related to PHE response were detected using chi square tests (χ 2 ). Univariate analysis was performed to characterize the sample, followed by bivariate analysis to determine the relationship between dependent and independent variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Finally, multiple variable logistic regression analyses were performed with the correct recognition of PHE responsibilities as the dependent variable. We derived a dichotomous indicator for the dependent variables: coded \"1\" if the responses to all 5 SDs were \"yes,\" and coded \"0\" if otherwise. All regression models generated adjusted odds ratios (AORs) and 95 % confidence intervals (CIs) that measured the independent relationship of each covariate to the outcome variables, after we adjusted for confounding by the other covariates. Statistical significance was defined as P < 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Characteristics of the sample by provincial, municipal, and county/district levels are shown in Table 2 . Of the total sample (n = 309), most participants (74.76 %) were 30 to 50 years of age; most of the respondents (45.95 %) reported having a college or graduate degree, but with notable differences between the groups: 74.14 % of the provincial group, 61.11 % of the municipal group, and 27.33 % of the district/county group (P < 0.0001). Overall, approximately a quarter of the respondents' job content involved food hygiene/school health surveillance (26.86 %) and health inspection for public facilities/cosmetics/drinking water (24.27 %).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Characteristics of the sample"
        },
        {
            "text": "In the county/district HIIs, more people had undergone PHE training or drills, and more people had work experience in a CDC (all P < 0.001; Table 2 ). Overall, 50.49 % of respondents underwent PHE training/drills, with the county/district group having the highest reported frequency (72.05 %), followed by the municipal group (58.89 %) and the provincial group (31.03 %). When asked whether they had work experience in a CDC, over half of the respondents (53.72 %) reported they had worked in a CDC before the separation of the HII from a CDC; the county/district group had the highest reported proportion of participants with work experience in a CDC (65.22 %) compared to the provincial group (55.17 %) and municipal group (32.22 %). Furthermore, 50.49 % of the respondents reported that they had participated in some kind of PHE response; there were no significant group differences.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Characteristics of the sample"
        },
        {
            "text": "Overall, 54.37 % (n = 309) of respondents picked out 5 SDs from the 9-item combined question. Among the three groups, the municipal group had the highest correct recognition rate (57.78 %), followed by the county/district group (55.28 %) and provincial group (46.55 %); the differences were significant (P <0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correct recognition of statutory duties"
        },
        {
            "text": "Different correct recognitions of SDs by level are shown in Table 3 . SD 3 (supervise the PHE response process) had the highest correct recognition rate (94.50 %) and SD 2 (conduct an inspection of the PHE response measures of the CDC) had the lowest recognition rate (69.90 %).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Correct recognition of statutory duties"
        },
        {
            "text": "There were notable differences among the three levels in the correct recognition rate of SDs 1, 3, and 5; the responses showed a similar trend: the correct recognition rates of the municipal and county/district groups were better than those of the provincial group. Table 4 shows the observed frequency of responses to the question, \"How do you recognize your job responsibilities related to a public health emergency?\" Overall, the job description was the main method through which the workers recognized their PHE responsibilities: it had the highest percentage of \"yes\" responses (58.90 %), followed by the emergency plan (57.93 %), and the official written assignment (54.05 %). However, the assignment had the highest \"yes\" responses in the provincial group: more than half of the respondents (53.45 %) reported that they knew their responsibilities through the assignment; in the municipal and county/district groups, the predominant ways to recognize one's responsibilities were the emergency plan (75.56 %) and job description (58.39 %). There was no group difference with respect to the assignment (P = 0.8925) or job description (P = 0.3021). Conversely, there was a group difference with respect to the emergency plan and self-learning: these had the greatest effect on the municipal group (75.56 % vs. 41.38 % on the provincial group and 54.04 % on the county/district group, P < 0.0001), followed by the provincial group (22.41 % vs. 9.32 % on the county/district group and 7.78 % on the municipal group, P <0.05) and county/district group (4.97 %, P <0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 273,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Correct recognition of statutory duties"
        },
        {
            "text": "Multivariate logistic regression revealed that job content, work experience in a CDC, and PHE response experience factors were independently related to an increased correct recognition rate of job responsibilities associated with PHE responses (Table 5 ). Respondents whose job content involved supervision of medical institutions/infectious disease/mother & baby care (AOR = 5.031, 95 % CI = 2.235-11.323), public facilities/cosmetics/drinking water (AOR = 2.255, 95 % CI = 1.129-4.505), occupational/radiation (AOR = 3.450, 95 % CI = 1.542-7.716), or administrative enforcement (AOR = 4.413, 95 % CI = 1.711-11.378) were more likely than those with a job content involving food hygiene/school health surveillance or information management/other to exhibit correct knowledge of their PHE responsibilities. Respondents with work experience in a CDC were more likely to know their PHE responsibilities better than persons without CDC work experience (AOR = 1.886, 95 % CI = 1.094-3.249); respondents who reported PHE response experience exhibited knowledge of their PHE responsibilities more ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 252,
                    "text": "(Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Influencing factors associated with job responsibility awareness"
        },
        {
            "text": "Although a decade and a year has passed since the 2003 SARS outbreak and subsequent separation of the HII from the CDC with the Chinese public health system rebuilding and restructuring, HII staff members still do not clearly understand their job responsibilities associated with PHE response. Our data showed that almost 55 % of respondents identified the 5 SDs from the 9-item combined question. Among them were respondents who chose more responsibilities from the 9-item question (items 2, 4, 7, 9 are the responsibilities of other health sectors: CDCs or health bureaus) as SDs. Thus, only 10.03 % answered the question accurately; namely, after the separation of the HII from the CDC, only one-tenth of respondents not only knew what their functional role requirements were in a PHE response as required by regulations, laws, and China's National Public Health Emergency Planning, but they also knew what were not their duties (some of them are duties of the CDC). Furthermore, the item \"Conduct an inspection of the PHE response measures of the CDC\" had the lowest correct recognition rate (69.90 %, Table 3 ) among the 5 SDs. This result is consistent with those of one study showing that the relationship between the CDC and HII had not yet been coordinated since the Chinese public health system was divided into the multiple CDCs and the HII. The CDCs possess techniques for public health surveillance, while the HII possesses the authority to conduct surveillance [19] . However, many HII workers still confuse the HII's responsibilities with the CDC's. Combined with the actual situation in China, in theory, when a PHE occurs, according to the needs of the event itself, the Ministry of Health will set up an emergency squad composed of health professionals from the CDCs, HIIs, and other emergency agencies [20] . For example, the HII and cosmetics and drinking water departments may be temporarily called to participate in emergency work and would be required to fulfill the emergency duties planned. However, in reality, if a large-scale PHE does occur in China, special department personnel are not enough. These situations, for example, a large-scale drinking water contamination, call for increased manpower; whenever possible, staff from the food sector will be transferred to offer temporary support. When the emergency squad needs a health supervisor, the department's most experienced employees may take precedence, but this selection of department staff may not strictly depend on the nature of the epidemic. Therefore, the duties prescribed in the plan are macroregulations for an overall HII. In China, the PHE responsibilities do not involve correspondence with other departments [21] . Therefore, staff from each healthcare sector do not have specific responsibilities, which results in overlapping responsibilities between the HII and CDC and other healthcare sectors as well as between the departments in the HII. This in turn causes delays in PHE response and reduced response efficiency when the HII has to conduct an inspection of the PHE response measures of the CDC or assist the local health administration to investigate irregularities in PHE responses. The existence of poor communication between these departments was observed in the present survey conducted: SD 2 and SD 5 were associated with the poorest responses.",
            "cite_spans": [
                {
                    "start": 1475,
                    "end": 1479,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1821,
                    "end": 1825,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2707,
                    "end": 2711,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 1106,
                    "end": 1113,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "HII workers do not understand their PHE responsibilities"
        },
        {
            "text": "In comparison, health sectors in Canada and the United States have clearly outlined roles, with no cross-functional associations and relatively independent work [22] . In Australia, the existing health supervision and management systems were adopted from the British. Here, health supervision and other regulations have implementation details, and are founded by strong operational regulations, system, and hierarchy. We can learn and implement much from the Federal Emergency Management Agency in the United States: increase tasks not agencies, but feel free to adjust the goals, focus, and department in accordance with the actual situation to improve emergency response capabilities in China [23] [24] [25] [26] .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "HII workers do not understand their PHE responsibilities"
        },
        {
            "text": "We initially thought that the provincial group would have had the highest correct recognition rate because it had the highest educational level of the three groups [27, 28] . However, in the present study, the respondents' educational level was higher than that of the general educational status of China's HIIs: 45.95 % of participants reported college or above education levels compared to the 27.1 % reported across the nation [29] [30] [31] . Our results also demonstrated that educational levels do not explain the difference between PHE responsibility recognition rates in these groups. Overall, the PHE responsibility recognition in municipal and county/district groups was better than the provincial group's-this was unexpected because the provincial group had higher educational levels than the other 2 groups, and, because the provincial HII was located in the capital city, the workers were theoretically more likely to access PHE response information and be exposed to high-end technology [32] [33] [34] [35] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Educational level does not explain the difference in PHE responsibility perception"
        },
        {
            "text": "Also important is the notable difference in PHE training/ drills; lower-level HIIs reported a higher frequency of training/drills. That might explain the higher PHE recognition in the lower HIIs. That fact also highlights the necessity of organizing multisector response drills. The other reason may be that lower-level HIIs have fewer workers and have to play multifaceted roles. There are about 10 workers in each county/district HII and their jobs will vary with needs; thus, they had some general knowledge in different areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Educational level does not explain the difference in PHE responsibility perception"
        },
        {
            "text": "Low PHE responsibility-recognition levels among food hygiene/school health surveillance workers As previously suggested by Benatar (1997 Benatar ( , 1998 [36, 37] , the duty to care must be placed in a wider context to include considerations that transcend individual obligations. As Bensimon's study illustrates, the broader institutional and societal context must be taken into account.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 136,
                    "text": "Benatar (1997",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 137,
                    "end": 153,
                    "text": "Benatar ( , 1998",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Educational level does not explain the difference in PHE responsibility perception"
        },
        {
            "text": "This finding suggests that interventions need to target workers in the departments of food hygiene/school health surveillance. At the same time, since the job content of over a quarter of the respondents in our study was food hygiene/school health surveillance, such interventions might be the most effective way to enhance the levels of PHE responsibility recognition. Job content, having work experience in a CDC, and having experience with previous PHE response factors influence the correct recognition rate of job responsibilities associated with a PHE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Educational level does not explain the difference in PHE responsibility perception"
        },
        {
            "text": "More than a quarter of the total respondents were food hygiene/school health surveillance workers, but their PHE responsibility recognition level was the worst. Increasing the food hygiene/school health surveillance workers' recognition of PHE responsibilities is significant for improving PHE preparedness and response, especially since China's Ministry of Health announced that the top two major PHE causes are food poisoning, with the high-risk location being schools-especially primary and middle schools in rural areas [38] .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Educational level does not explain the difference in PHE responsibility perception"
        },
        {
            "text": "Most food hygiene/school health surveillance workers used to be food hygiene supervisors before HII became an independent agency of the public health system. At that time, their job responsibility focused on inspection of food hygiene, and they adhered to outdated working practices: the job content did not require inspection of hospitals and CDCs. The workers were, therefore, not familiar with the new requirements such as supervising PHE response measures of hospitals regarding the PHE response process or assisting local health administrations investigate irregularities in the PHE response. If left unresolved, this situation might pose a weak link in China's PHE response chain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Educational level does not explain the difference in PHE responsibility perception"
        },
        {
            "text": "Finally, multivariate logistic regressions revealed a strong association between responses involving correct recognition rates for the 5 SDs and job contents, work experience in a CDC, and having PHE experience. Workers in the department of food hygiene/school health surveillance and information management/other had decreased recognition of their correct PHE responsibilities. They had the lowest correct recognition rate of the 5 SDs. Having work experience in a CDC and having personal experience in disaster response, however, were associated with increased recognition of PHE responsibilities. This result was consistent with that in a study wherein personal experience with disasters was associated with increased adoption of protective behaviors [39] .",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 758,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Factors influencing PHE responsibility recognition"
        },
        {
            "text": "This may require innovative training, severe punishment, and organizational development methods, such as those in place in Canada and Australia, to enhance preparedness skills and create a culture of organizational readiness among public health workers through a process of \"syntonic\" organizational change [40] . In the syntonic model, organizational change is a nonthreatening, natural growth process that is more likely to be embraced by employees than resisted; key factors in syntonic change include anticipatory guidance and experiential learning [40] . Although the assignment of responsibility and response procedures have not been specified in detail, overall, the job description (58.90 %) was the most powerful way to help HII workers to recognize their duties associated with a PHE response, followed by the emergency plan (57.93 %) and the assignment (54.05 %). The emergency plan is the fundamental structure in municipal HIIs; three-fourth of municipal respondents reported that they recognized their PHE responsibilities through the emergency plan, compared to 4 of 10 provincial HII workers and half of the county/district workers. The assignment also played a critical role, and there was no difference between the 3 groups; over 50 % of the workers perceived their responsibilities through the assignment.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Factors influencing PHE responsibility recognition"
        },
        {
            "text": "This study has several limitations. First, data were collected using self-assessment tools, and therefore, the general level of emergency preparedness may be overestimated. Second, the study's time and resource restrictions confined the investigation to 17 agencies in one province, the data for which may not be generalizable to other geographic areas. However, the findings of this research could be used in emergency response procedures in the future. Through the examination of HII workers' knowledge of their own duties, it may be possible to improve the efficiency of the workforce in the HII during PHE response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors influencing PHE responsibility recognition"
        },
        {
            "text": "The circumstances surrounding the SARS crisis made it both possible and desirable to explicitly address the question of duty to care. Our study demonstrates that after the sector restructuring in China, the CDCs and HIIs have not yet formed a closely coordinated relationship. Our study reveals that HII workers still do not clearly understand their PHE responsibilities and that this lack of understanding could also occur during reforms of health sectors in other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The outcome of our study also highlights the complexities of organizational restructuring, which may decrease PHE preparedness and response capacity. A lack of standard and basic requirements for PHE response-such as general tasks, functions, and responsibilities in routine job descriptions-will ultimately hinder efficient behaviors during the PHE response process. To improve preparedness for a PHE, perceptions of responsibilities should be used as an additional indicator of preparedness. Furthermore, from the perspective of globalization significance, China is facing the same problems, including delayed initiation and slow development of the PHE response, such as many other developing countries. These results may be useful to guide preparedness interventions in developing countries and future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Investigating public health emergency response information system initiatives in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J Med Inform",
            "volume": "73",
            "issn": "9",
            "pages": "675--85",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The SARS response-building and assessing an evidence-based approach to future global microbial threats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "24",
            "pages": "3251--3254",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Assessment of local public health workers' willingness to respond to pandemic influenza through application of the extended parallel process model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Balicer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLOS ONE",
            "volume": "4",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The new International Health Regulations and the federalism dilemma",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcdougall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "China's engagement with global health diplomacy: was SARS a watershed",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Med",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Local public health workers' perceptions toward responding to an influenza pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Balicer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Omer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "Everly",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Public Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Public health preparedness of health providers: meeting the needs of diverse, rural communities",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Mas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Nkhoma",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Natl Med Assoc",
            "volume": "98",
            "issn": "11",
            "pages": "1784--91",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bioterrorism preparedness for the public health and medical communities",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mayo Clin Proc",
            "volume": "77",
            "issn": "7",
            "pages": "619--640",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bioterrorism: challenges and opportunities for local health departments",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Public Health Manag Pract",
            "volume": "6",
            "issn": "4",
            "pages": "57--62",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "People protected-public health prepared through a competent workforce",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lichtveld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cioffi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sage",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steele",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Public Health Manag Pract",
            "volume": "9",
            "issn": "5",
            "pages": "340--343",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ready, willing, and able: a framework for improving the public health emergency preparedness system",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "L"
                    ],
                    "last": "Mccabe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Links",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Disaster Med Public Health Prep",
            "volume": "4",
            "issn": "2",
            "pages": "161--169",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A qualitative study of the duty to care in communicable disease outbreaks",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bensimon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tracy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Z"
                    ],
                    "last": "Shaul",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Soc Sci Med",
            "volume": "65",
            "issn": "12",
            "pages": "2566--75",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Toward a theory of situation awareness in dynamic systems",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mica",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Endsley",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Human factors",
            "volume": "37",
            "issn": "1",
            "pages": "32--64",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Doing the Right Thing in the Workplace: Responsibility in the Face of Accountability",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Dose",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Klimoski",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Employee Responsibilities and Rights Journal",
            "volume": "8",
            "issn": "1",
            "pages": "35--56",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cognitive ability, cognitive aptitudes, job knowledge, and job performance",
            "authors": [
                {
                    "first": "John",
                    "middle": [
                        "E"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Vocational Behav",
            "volume": "29",
            "issn": "3",
            "pages": "340--62",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Applying educational gaming to public health workforce emergency preparedness",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "Everly",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Links",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Prev Med",
            "volume": "28",
            "issn": "4",
            "pages": "390--395",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Encroachment, charlatanism, and the emerging profession: psychology, sociology and medicine",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Goode",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "American Sociological Review",
            "volume": "25",
            "issn": "",
            "pages": "902--916",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Public health worker competencies for emergency response",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gebbie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Merrill",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Public Health Manag Pract",
            "volume": "8",
            "issn": "3",
            "pages": "73--81",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Preparing for and responding to public health emergencies in China: a focus group study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sur",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Public Health Policy",
            "volume": "28",
            "issn": "2",
            "pages": "185--95",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A preliminary framework to measure public health emergency response capacity",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guoqing",
                    "suffix": ""
                },
                {
                    "first": "Keqin",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Public Health",
            "volume": "4",
            "issn": "1",
            "pages": "43--50",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The current state of health inspection and supervision in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mingfeng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Jiangsu Healthcare",
            "volume": "02",
            "issn": "",
            "pages": "18--20",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Characteristics, insights, decision making, and preparation of ED triage nurses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Cone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Emerg Nurs",
            "volume": "28",
            "issn": "5",
            "pages": "401--407",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The attitudes, knowledge and skills needed in mental health nurses: the perspective of users of mental health services",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Rydon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Ment Health Nurs",
            "volume": "14",
            "issn": "2",
            "pages": "78--87",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Dental student and faculty perceptions of teacher characteristics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Emling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Dent Educ",
            "volume": "42",
            "issn": "2",
            "pages": "78--82",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Faculty perceptions of characteristics needed for clinical success at military nurse anesthesia programs",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Clayton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lypek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Connelly",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "AANA J",
            "volume": "68",
            "issn": "6",
            "pages": "515--538",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Medical student and faculty perceptions of desirable primary care teaching site characteristics",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Riesenberg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Biddle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Erney",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Med Educ",
            "volume": "35",
            "issn": "7",
            "pages": "660--665",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Characteristics of full-time faculty in baccalaureate dental hygiene programs and their perceptions of the academic work environment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Zinskie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Keskula",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Dent Educ",
            "volume": "71",
            "issn": "11",
            "pages": "1385--402",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Pilot personality and crew coordination: implications for training and selection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Chidester",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Helmreich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Gregorich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Geis",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Int J Aviat Psychol",
            "volume": "1",
            "issn": "1",
            "pages": "25--44",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Comparative study on the health supervision and inspection capabilities of Chinese health inspection institutes after three-year construction",
            "authors": [
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Gang",
                    "suffix": ""
                },
                {
                    "first": "Sun",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "Xu",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chinese Journal of Health Inspection",
            "volume": "",
            "issn": "05",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Psychological predictors of astronaut effectiveness",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Fogg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Helmreich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcfadden",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Aviat Space Environ Med",
            "volume": "65",
            "issn": "10",
            "pages": "910--915",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "United Nations Development Programme (UNDP) (1995) Capacity Assessment and Development: In a Systems and Strategic Management Context. Technical Advisory Paper No.3 developed by Management Development and Governance Division of Bureau for Development Policy",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "China has made great progress in public health",
            "authors": [],
            "year": 2006,
            "venue": "Chinese Center for Disease Control and Prevention (China CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Creating readiness for organizational change",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Armenakis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Mossholder",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Hum Relations",
            "volume": "46",
            "issn": "",
            "pages": "681--703",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The current state of public health in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Annu Rev Public Health",
            "volume": "25",
            "issn": "",
            "pages": "327--366",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Ministry of Health of China. Chinese Health Statistics Yearbook in 2006. Beijing: Peking Union Medical College Press",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Just healthcare beyond individualism: Challenges for North American bioethics",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benatar",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Cambridge Quarterly of Healthcare",
            "volume": "6",
            "issn": "4",
            "pages": "397--415",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Millennial challenges for medicine and modernity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benatar",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of the Royal College of Physicians of London",
            "volume": "32",
            "issn": "2",
            "pages": "160--165",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The Central People's Government of People's Republic of China. The information of public health emergencies",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Terrorism-related fear and avoidance behavior in a multiethnic urban population",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Eisenman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Public Health",
            "volume": "99",
            "issn": "1",
            "pages": "168--74",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Syntonic change\": a mental health perspective on avoiding the crises associated with change within organizations",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Everly",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int J Emerg Ment Health",
            "volume": "1",
            "issn": "4",
            "pages": "217--225",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) gross domestic product per person, (b) population mortality in 2000, (c) life expectancy in 2000, and (d) childhood mortality in 2000",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "SD 1: \"Under the direction of the local health administrations, conduct inspection of the PHE response measures of hospitals\"; SD 2: \"Conduct inspection of the PHE response measures of the CDC\"; SD 3: \"Conduct supervision of the process of PHE response\"; SD 4: \"Conduct inspection of the enforcement of laws and regulations related to PHE\"; SD 5: \"Assist local health administration to conduct investigations into irregularities of PHE responses\"",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Duties of healthcare sectors during a public health emergency outbreak",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of study participants (n = 309)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Staff's correct recognition of Statutory Duties (SD) by administrative level (n = 309)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Proportion of ways to know their own job responsibilities related to Public Health Emergency response, by administrative level",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Results of full multivariate logistic models of Awareness of Job Responsibility of Public Health Emergency in HIIs a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Abbreviations CDC: Centers for Disease Control; HII: Health Inspection Institution; PHE: Public Health Emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}