{
    "paper_id": "569f5c13c3109817f6ce0882e4129f31e83cfd29",
    "metadata": {
        "title": "Evaluation and Comparison of the Pathogenicity and Host Immune Responses Induced by a G2b Taiwan Porcine Epidemic Diarrhea Virus (Strain Pintung 52) and Its Highly Cell-Culture Passaged Strain in Conventional 5-Week-Old Pigs",
        "authors": [
            {
                "first": "Yen-Chen",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "addrLine": "No. 1, Section 4, Roosevelt Rd",
                        "postCode": "10617",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Chi-Fei",
                "middle": [],
                "last": "Kao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "addrLine": "No. 1, Section 4, Roosevelt Rd",
                        "postCode": "10617",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Chia-Yu",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chian-Ren",
                "middle": [],
                "last": "Jeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "addrLine": "No. 1, Section 4, Roosevelt Rd",
                        "postCode": "10617",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": "crjeng@ntu.edu.twc.-r.j."
            },
            {
                "first": "Pei-Shiue",
                "middle": [],
                "last": "Tsai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "addrLine": "No. 1, Section 4, Roosevelt Rd",
                        "postCode": "10617",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Victor",
                "middle": [
                    "Fei"
                ],
                "last": "Pang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "addrLine": "No. 1, Section 4, Roosevelt Rd",
                        "postCode": "10617",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": "pang@ntu.edu.twv.f.p."
            },
            {
                "first": "Hue-Ying",
                "middle": [],
                "last": "Chiou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Chung Hsing University",
                    "location": {
                        "addrLine": "250 Kuo Kuang Rd",
                        "postCode": "402",
                        "settlement": "Taichung",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ju-Yi",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "addrLine": "No. 1, Section 4, Roosevelt Rd",
                        "postCode": "10617",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ivan-Chen",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "addrLine": "No. 1, Section 4, Roosevelt Rd",
                        "postCode": "10617",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": "ivancheng@ntu.edu.twi.-c.c."
            },
            {
                "first": "Hui-Wen",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "addrLine": "No. 1, Section 4, Roosevelt Rd",
                        "postCode": "10617",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": "huiwenchang@ntu.edu.tw"
            },
            {
                "first": "Linda",
                "middle": [],
                "last": "Dixon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Graham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A genogroup 2b (G2b) porcine epidemic diarrhea virus (PEDV) Taiwan Pintung 52 (PEDVPT) strain was isolated in 2014. The pathogenicity and host antibody responses elicited by low-passage (passage 5; PEDVPT-P5) and high-passage (passage 96; PEDVPT-P96) PEDVPT strains were compared in post-weaning PEDV-seronegative pigs by oral inoculation. PEDVPT-P5-inoculation induced typical diarrhea during 1-9 days post inoculation with fecal viral shedding persisting for 26 days. Compared to PEDVPT-P5, PEDVPT-P96 inoculation induced none-to-mild diarrhea and lower, delayed fecal viral shedding. Although PEDVPT-P96 elicited slightly lower neutralizing antibodies and PEDV-specific immunoglobulin G (IgG) and immunoglobulin A (IgA) titers, a reduction in pathogenicity and viral shedding of the subsequent challenge with PEDVPT-P5 were noted in both PEDVPT-P5-and PEDVPT-P96-inoculated pigs. Alignment and comparison of full-length sequences of PEDVPT-P5 and PEDVPT-P96 revealed 23 nucleotide changes and resultant 19 amino acid substitutions in non-structure proteins 2, 3, 4, 9, 14, 15 , spike, open reading frame 3 (ORF3), and membrane proteins with no detectable deletion or insertion. The present study confirmed the pathogenicity of the PEDVPT isolate in conventional post-weaning pigs. Moreover, data regarding viral attenuation and potency of induced antibodies against PEDVPT-P5 identified PEDVPT-P96 as a potential live-attenuated vaccine candidate.",
            "cite_spans": [
                {
                    "start": 1063,
                    "end": 1065,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1066,
                    "end": 1068,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1069,
                    "end": 1071,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1076,
                    "end": 1078,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine epidemic diarrhea (PED) is caused by the PED virus (PEDV), which belongs to the Alphacoronavirus genus of the family Coronaviridae. PEDV contains a positive-sense, single-stranded RNA genome of approximately 28 kb in size, which encodes four structural proteins, namely, spike (S), envelope (E), membrane (M), and nucleocapsid (N) proteins as well as three non-structural proteins (NSP), namely, replicases 1a and 1b and open reading frame 3 (ORF3). The first outbreak of PED was recognized in England in 1971. During the 1980s and 1990s, PED caused severe economic losses in the swine industry in Europe and Asia, but it later turned into a sporadic disease [1] . However, since late 2010, devastating outbreaks of PED that affect all pigs, regardless of their age, with a mortality rate of up to 95% among suckling pigs, regardless of their vaccination status, have been reported in China [2] . The disease has rapidly spread to Asia and, subsequently, to North America, and has resulted in the death of millions of pigs, and has severely affected the swine industry [3, 4] . Compared to traditional and CV777-based vaccine strains, the high genetic diversity of the genogroup 2b (G2b) PEDV suggests that PEDV CV777-or DR13-based attenuated vaccines may not completely protect pigs against the infection or control the disease progression [2, 5] . Therefore, a new generation of PEDV vaccine against G2b PEDV is urgently required. In the past, successful attenuation of traditional PEDV strains such as SM98 [6] , 83P-5 [3] , KPED-9 [7] , and DR13 [8] by in vitro serial passages in Vero cells has been achieved [9] . It has been demonstrated that conventional 11-day-old pigs orally inoculated with 2.55 × 10 5 fluorescent focus forming units of the highly-passaged cell culture strain CV777 presents transient or no fecal viral shedding without clinical symptoms [10] . In addition, sows intramuscularly immunized with 10 7 50% tissue culture infective dose (TCID 50 )/mL of the highly cell culture-adapted CV777 strain twice every two weeks induces serum and colostrum antibody titers and reduces the mortality rate from 100 to 20% in neonatal piglets born to these vaccinated sows challenged with 10 50% lethal dose (LD 50 ) of wild PEDV compared with those born to unvaccinated sows [7] . By using the cell culture passage strategy, evident attenuations of a high-passage PEDV YN Chinese strain (passage 144; YN-144) in 10-day-old conventional pigs [11] or highly-passaged PC21A-derived strains (passage 120 and passage 160) in 4-day-old, caesarian-derived, colostrum-deprived (CD/CD) or conventional suckling piglets [12] have been established. However, the detailed immune responses or the efficacy of cross-protection induced by these attenuated G2b PEDV strains against the parental virus or heterologous viruses are either unknown or only partially effective [12] .",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 670,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 899,
                    "end": 902,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1077,
                    "end": 1080,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1081,
                    "end": 1083,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1349,
                    "end": 1352,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1353,
                    "end": 1355,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1518,
                    "end": 1521,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1530,
                    "end": 1533,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1543,
                    "end": 1546,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1558,
                    "end": 1561,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1622,
                    "end": 1625,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1875,
                    "end": 1879,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2298,
                    "end": 2301,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2464,
                    "end": 2468,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2633,
                    "end": 2637,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2879,
                    "end": 2883,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Taiwan, new strains of PEDV have been detected since late 2013. Phylogenetic analysis of these field strains indicate that their S gene sequences are highly identical to each other and are closely related to those of G2b PEDV strains [5, 13] . In the present study, a Taiwan PEDV Pingtung 52 (PEDVPT) strain was successfully isolated from a suckling pig during a farm outbreak in 2014 and serially passaged in Vero cells. To evaluate and compare the pathogenicity of the G2b Taiwan PEDVPT field isolate with its cell culture-adapted strain, we orally inoculated 5-week-old, PEDV-seronegative conventional pigs with a low-passage (passage 5; PEDVPT-P5) or high-passage (passage 96; PEDVPT-P96) PEDV strain. After confirming complete viral clearance in feces, these pigs were then challenged or re-challenged with PEDVPT-P5 to compare the efficacy of immune protection between the groups previously inoculated with PEDVPT-P5 or PEDVPT-P96.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The parental PEDVPT strain (GenBank Accession No. KP276252) was isolated in early 2014 from the intestinal homogenate of a 7-day-old suckling pig in Taiwan and adapted to Vero cells as previously described [7, 14] . Viral infection and propagation were confirmed by daily observation of cytopathic effects (CPE), real-time reverse transcription quantitative PCR (RT-qPCR), immunofluorescence assay (IFA), and immunocytochemistry (ICC) staining. In brief, Vero C1008 cells (American Type Culture Collection (ATCC) No. CRL-1586) were cultured overnight (O/N) to 80% confluence and were washed twice with modified post-inoculation medium (PI medium) containing Dulbecco's modified Eagle's medium (DMEM, Gibco, Grand Island, NY, USA) supplemented with tryptose phosphate broth (0.3%), yeast extract (0.02%), and 10 µg/mL of trypsin. After two blind passages, PEDV-inoculated Vero cells showing CPE, characterized by cell fusion, syncytial cell formation, and cell detachment, were subjected to three rounds of plaque purification. PEDV-infected Vero cells showing more than 90% CPE were subjected to one freeze-and-thaw cycle, and the supernatants were harvested. Viral stocks of the low-passage PEDV (passage 5; PEDVPT-P5) strain and the high-passage PEDV (passage 96; PEDVPT-P96) strain were prepared by serial passaging of the culture supernatants in Vero cells. The virus stocks were titrated by performing a 10-fold serial dilution of the supernatants in 96-well plates in triplicates for each dilution. The viral titers of the PEDVPT-P5 and PEDVPT-P96 stocks were 10 5 and 10 6 TCID 50 /mL, respectively.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Virus Isolation and Serial Passage of PEDVPT Strain"
        },
        {
            "text": "Supernatants of the virus-inoculated Vero cells showing typical CPE were eluted, 200 µL of 80% ice-cold acetone (Sigma-Aldrich, St. Louis, MO, USA) was added to each well, and the cells were fixed at −20 • C for 10 min. After fixation, acetone was removed, and the plate was air dried at room temperature for 30 min. The air-dried cells were then incubated with an in-house anti-PEDV N protein monoclonal antibody diluted 1000-fold (for ICC stain) or with PEDV hyperimmune pig serum diluted 200-fold (for IFA) and incubated at room temperature for 1 h. After incubation, the wells were washed three times with phosphate-buffered saline (PBS). For IFA, 100 µL of fluorescein isothiocyanate (FITC)-labeled goat anti-mouse immunoglobulin G (IgG) (Bethyl Laboratories, Montgomery, TX, USA) diluted to 200-fold in PBS was added to each well and incubated in dark at room temperature for 1 h. For ICC, a polyclonal anti-rabbit/mouse immunoglobulin EnVision-DAB+ system (Dako, Carpinteria, CA, USA) was used according to the manufacturer's protocol. After incubation with the secondary antibody, each well was washed three times with PBS. For ICC staining, the labeled cells were exposed to 3,3 -diaminobenzidine (DAB) chromogen using a peroxidase DAB substrate kit (Dako, Carpinteria, CA, USA), according to the manufacturer's instructions. For IFA, the labeled cells in the 96-well plate were mounted with 1% glycerol (Sigma-Aldrich) in PBS. The stained cells were detected using an inverted light/fluorescence microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of PEDV Antigens by IFA and ICC"
        },
        {
            "text": "Eighteen 5-week-old, PEDV-seronegative, PEDV-fecal RNA-negative, Large White × Duroc crossbred pigs were selected from a conventional pig farm. Selected pigs were negative for porcine circovirus type II, porcine respiratory and reproductive virus, porcine rotavirus, transmissible gastroenteritis virus, porcine respiratory coronavirus, and porcine deltacoronavirus as tested by routine conventional or real-time PCR detection. These pigs were randomly assigned to four groups, viz., the mock-inoculated group with PEDVPT-P5 challenge (pigs A1 to A3; n = 3), mock-inoculated group without PEDVPT-P5 challenge (pigs A4 to A6; n = 3), the PEDVPT-P5-inoculated group with PEDVPT-P5 challenge (pigs B1 to B6; n = 6), and the PEDVPT-P96-inoculated group with PEDVPT-P5 challenge (pigs C1 to C6; n = 6). All pigs were labeled with ear tags. Three pigs of the same group were housed in a separate room. Each pig in the PEDVPT-P5-and PEDVPT-P96-inoculated groups was orally inoculated with 5 mL of 10 5 TCID 50 /mL of the respective virus diluted in PI medium. Each pig in the mock-inoculated group received 5 mL of PI medium orally. Rectal swabs were collected every day to monitor the duration of viral shedding, and clinical signs were recorded and scored daily. To monitor seroconversion and mucosal immunity, 10 mL of ethylenediaminetetraacetic acid (EDTA)-anticoagulated blood and fecal swabs were collected from inoculated pigs every two weeks for detecting PEDV-specific plasma IgG and mucosal IgA, respectively. All experiments procedures performed on the animals were reviewed and approved by the Institutional Animal Care and Use Committee of National Taiwan University (Taipei, Taiwan, NTU105-EL-00087).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparative Pathogenicity and Assessment of Immunogenicity in PEDVPT-P5 and PEDVPT-P96-Inoculated 5-Week-Old Conventional Pigs"
        },
        {
            "text": "After confirming that all PEDVPT-P5-and PEDVPT-P96-inoculated pigs were seroconverted and negative for fecal virus shedding by RT-qPCR, all pigs were orally inoculated with 5 mL of 10 5 TCID 50 /mL of PEDVPT-P5 to evaluate immune protection. At this time point, all pigs were 9-weeks old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Re-Challenging with PEDVPT-P5 to Assess the Protection in PEDVPT-P5-and PEDVPT-P96-Inoculated Pigs"
        },
        {
            "text": "After each inoculation, animals were monitored daily for clinical signs of infection until the end of the experiment. PEDV-associated diarrhea was scored based on the fecal consistency as follows: 0, normal; 1, loose; 2, semi-fluid; and 3, watery [15] . The weight of individual pigs in each group was monitored and recorded weekly.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Scoring for Clinical Signs of Infection"
        },
        {
            "text": "2.6. RNA Extraction, cDNA Synthesis, and SYBR Green-Based Quantitative Real-Time PCR Fecal swabs were diluted with 700 µL of PBS, and RNA was extracted using a QIAamp Viral RNA Mini Kit (Qiagen, Chatsworth, CA, USA), according to the manufacturer's instructions. The total amount of feces contained in each fecal swab ranged from 0.25 to 0.35 g [15, 16] . Complementary DNA (cDNA) synthesis was performed by reverse transcription using the QuantiTect Reverse Transcription Kit (Qiagen), according to the manufacturer's instructions. The synthetized cDNA was amplified by real-time qPCR using SYBR Advantage qPCR Premix (Clontech, Palo Alto, CA, USA) under the following conditions: 45 cycles of 95 • C for 5 s, followed by 60 • C for 30 s. The primers used for detection of PEDV in the fecal samples have been previously published [17] . All real-time qPCR reactions were performed in duplicates, and the results were expressed as genomic equivalents (GE), as previously stated [17] . Ten-fold serial dilutions of a known amount of plasmid (pCR-XL-TOPO DNA; Thermo Fisher Scientific, Waltham, MA, USA) containing the PEDV N gene was used as the positive control to generate a standard curve. According to this standard curve, the detection limit of RT-qPCR was approximately 60 GE of DNA (data not shown). The amplification product for each reaction was also confirmed by performing the melting curve assay. Samples with a melting temperature of 84.7-86.1 • C were considered PEDV positive. The efficiency of the qPCR ranged from 90.42 to 96.92%.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 978,
                    "end": 982,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Scoring for Clinical Signs of Infection"
        },
        {
            "text": "For concentration and purification of PEDV virions, the cell component of the supernatants collected from PEDV-infected Vero cells was first freeze-thawed three times, and the cell debris was eluted by centrifugation at 6000× g for 30 min. To concentrate the virions, viral supernatants were pelleted by centrifugation at 75,000× g for 2.5 h using an Avanti J-25 centrifuge (Beckman, Fullerton, CA, USA) and were resuspended in PBS. Viral protein concentrations were determined using a Pierce BCA (bicinchoninic acid) Protein Assay Kit (Thermo Fisher Scientific Inc.). Ninety-six-well, flat-bottom plates (Corning Life Sciences, Corning, NY, USA) were coated O/N with 2 µg/well of concentrated PEDV virions. The PEDV-coated plates were washed six times with 100 mL of PBST (PBS containing 0.05% Tween 20), and wells were incubated for 1 h at room temperature with plasma samples diluted to 20-fold in PBS or with syringe-filtered (0.22 µm pore size) fecal samples, which was diluted two-fold in PBS; each fecal swab was diluted in 700 µL PBS. Each sample was added to the plate in duplicates. After incubation with samples, the wells were washed six times with PBST, and antibodies were detected using horseradish peroxidase (HRP) conjugated goat anti-pig IgG (Kirkegaard & Perry Laboratories, Gaithersburg, MD, USA) diluted to 1:1000 or goat-anti-pig IgA (Abcam, Cambridge, UK) diluted to 1:5000. After washing six times with PBST, 100 µL of tetramethylbenzidine (TMB) substrate solution (Kirkegaard & Perry Laboratories) was added to each well and incubated at room temperature for 20 min. The reaction was stopped using TMB stop solution (Kirkegaard & Perry Laboratories), and the optical density (OD) at 405 nm was recorded on an enzyme-linked immunosorbent assay (ELISA) reader. Antibody titers were expressed as sample-to-positive control ratio (S/P ratio) values. Using a panel of positive and negative controls, the cutoff values of plasma IgG and fecal IgA detection were 0.1 (95% confidence level) and 0.3 (95% confidence level), respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody Responses"
        },
        {
            "text": "For neutralization assay, 100 µL of Vero cell suspension at a density of 3 × 10 5 /mL were seeded onto 96-well culture plates (Corning Life Sciences) and incubated at 37 • C, 5% CO 2 overnight to reach 70% confluence. Prior to performing neutralizing antibody assay, plasma samples were heated in water bath at 56 • C for 30 min to inactivate the complement and diluted at 1:10, 1:20, 1:40, 1:80, and 1:160 in PI medium. Fifty microliters of diluted plasma samples were admixed and incubated with 200 TCID 50 /mL PEDVPT-P5 at 37 • C and 5% CO 2 for 1 h. After removing the medium from the 70% confluent Vero cells and washing the cells twice with PI medium, mixtures containing PEDVPT-P5 and different diluted plasma were added to Vero cells in duplicates and were incubated at 37 • C, 5% CO 2 for 1 h. After 1 h of incubation, the supernatants were replaced by fresh PI medium. The cells were maintained at 37 • C and 5% CO 2 , and the CPE were monitored for the next three days. The neutralizing titer was determined as the last dilution without CPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutralizing Antibody Assay"
        },
        {
            "text": "Viral RNA extraction and subsequent reverse transcription of both PEDVPT-P5 and PEDVPT-P96 were performed as previously described [5] using sequence-specific reverse primers (see Supplementary Table S1 ). The complete genomes of both viruses were obtained by using seven pairs of oligonucleotide primers that flank different regions of the novel strains of PEDV genome with at least 200-base pair overhangs (see Supplementary Table S1 ). The PCR amplicons of each fragment were gel-purified, cloned into plasmid vector (pJET1.2; Thermo Fisher Scientific), and subjected for sequencing after plasmid isolation. To acquire sequences of the extreme 3 and 5 ends, SMART RACE cDNA Amplification Kit was used according to the manufacture's instruction (Clontech, Tokyo, Japan). Sequence assembly and comparison of complete genomes of both PEDVPT-P5 and PEDVPT-P96 were performed by using Lasergene 7.1 (DNASTAR, Madison, WI, USA) and MEGA7 [18] , respectively.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 934,
                    "end": 938,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 201,
                    "text": "Supplementary Table S1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 412,
                    "end": 434,
                    "text": "Supplementary Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Complete Viral Genome Sequencing and Full-Length Sequence Analysis"
        },
        {
            "text": "The results of body weights, antibody titers, and fecal viral shedding were analyzed statistically using SAS 9.4 (Statistical Analysis System, SAS Institute Inc., Cary, NC, USA). The variables among groups were compared using one way analysis of variance (ANOVA) combined with Scheffe's method. A p-value of <0.05 was interpreted as statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "After two blind passages in Vero cells, the intestinal homogenate of inoculated cells at passage three showed typical PEDV-associated CPE [19] characterized by enlarged cells, cell fusion, and syncytial cell formation ( Figure 1A ). Positive, PEDV-specific cytoplasmic signals in cytopathic syncytial cells were detected by IFA using pig hyperimmune serum ( Figure 1B) and by ICC using a monoclonal anti-PEDV N antibody ( Figure 1C ). No CPE and positive PEDV antigen signals were detected in Vero cells not inoculated with media containing PEDVPT ( Figure 1D ). ",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 229,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 358,
                    "end": 368,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 422,
                    "end": 431,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 550,
                    "end": 559,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Viral Isolation of the PEDVPT Strain"
        },
        {
            "text": "The results of clinical scoring for all pigs are shown in Table 1 . In the PEDVPT-P5-inoculated group, all pigs (6/6) presented with typical PEDV-associated, loose-to-watery diarrhea. With the exception of two pigs, most pigs in this group presented with loose diarrhea (score = 1) at 2-3 days post-inoculation (DPI) that worsened to watery diarrhea (score = 3) at 3-7 DPI and eventually ameliorated to loose diarrhea (score = 1) again at 6-9 DPI. Pig B5 exhibited only mild loose feces (score = 1) for three days during the study. Moreover, pig B6 presented with severe watery diarrhea (score = 3), severe dehydration, and electrolyte imbalance at 1 DPI. The animal was diagnosed with a poor prognosis and was immediately euthanized according to the guidelines of Institutional Animal Care and Use Committee of National Taiwan University (Taiwan, Republic of China). Most pigs in the PEDVPT-P96-inoculated group showed no obvious clinical signs of infection with the exception of two pigs (C3 and C4), which presented with transient loose feces (score = 1) at a few time points during the experiment. In the mock-infected groups, no clinical signs of infection were observed before challenge with PEDVPT-P5. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Pathogenicity of PEDVPT-P5 and PEDVPT-P96 in Conventional Pigs"
        },
        {
            "text": "The results of clinical scoring for all pigs are shown in Table 1 . In the PEDVPT-P5-inoculated group, all pigs (6/6) presented with typical PEDV-associated, loose-to-watery diarrhea. With the exception of two pigs, most pigs in this group presented with loose diarrhea (score = 1) at 2-3 days post-inoculation (DPI) that worsened to watery diarrhea (score = 3) at 3-7 DPI and eventually ameliorated to loose diarrhea (score = 1) again at 6-9 DPI. Pig B5 exhibited only mild loose feces (score = 1) for three days during the study. Moreover, pig B6 presented with severe watery diarrhea (score = 3), severe dehydration, and electrolyte imbalance at 1 DPI. The animal was diagnosed with a poor prognosis and was immediately euthanized according to the guidelines of Institutional Animal Care and Use Committee of National Taiwan University (Taiwan, Republic of China). Most pigs in the PEDVPT-P96-inoculated group showed no obvious clinical signs of infection with the exception of two pigs (C3 and C4), which presented with transient loose feces (score = 1) at a few time points during the experiment. In the mock-infected groups, no clinical signs of infection were observed before challenge with PEDVPT-P5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Pathogenicity of PEDVPT-P5 and PEDVPT-P96 in Conventional Pigs"
        },
        {
            "text": "To evaluate the clinical effects of PEDV-associated diarrhea in post-weaning pigs, the mean value of the body weight in each group was also calculated ( Figure 2 ). Although PEDVPT-P5-inoculated pigs showed a relative decrease in body weight gain compared to the other groups in the first two weeks post-inoculation, no significant differences in weight gain were observed among all groups in the study. To evaluate the clinical effects of PEDV-associated diarrhea in post-weaning pigs, the mean value of the body weight in each group was also calculated ( Figure 2) . Although PEDVPT-P5-inoculated pigs showed a relative decrease in body weight gain compared to the other groups in the first two weeks post-inoculation, no significant differences in weight gain were observed among all groups in the study. PEDVPT-P5-inoculated group (gray line in Figure 3 ), viral shedding was detected starting at 1 DPI, and it reached the peak viral load (6.73 log 10 GE) at 4 DPI and was continuously detected until 17 DPI, after which intermittent low levels (1.93-2.07 log 10 GE) were detected during 18-24 DPI. Fecal shedding in this group terminated at 26 DPI. The fecal viral shedding increased significantly (p < 0.05) in the PEDVPT-P5-inoculated group during the initial five DPI compared to the mock and the PEDVPT-P96-inoculated groups. Pigs in the PEDVPT-P96-inoculated group exhibited a delayed shedding pattern and lower peak viral loads compared to the PEDVPTP5-inoculated group. The average viral shedding in the PEDVPT-P96-inoculated group started at 4 DPI, exhibited a lower peak viral load (4.57 log 10 GE) that was continuously detected until 21 DPI, after which intermittent viral shedding was observed until 22-23 DPI. Except the time point of 8 DPI, no significant difference was noted in fecal viral shedding between the mock and the PEDVPT-P96-inoculated groups during the study. No viral shedding in the mock-inoculated group was detected before challenged with PEDVPT-P5. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 557,
                    "end": 566,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 849,
                    "end": 857,
                    "text": "Figure 3",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Pathogenicity of PEDVPT-P5 and PEDVPT-P96 in Conventional Pigs"
        },
        {
            "text": "The changes and the length of fecal viral shedding in PEDVPT-P5-and PEDVPT-P96-inoculated pigs were determined using RT-qPCR and are presented as mean values in Figure 3 . In the PEDVPT-P5-inoculated group (gray line in Figure 3 ), viral shedding was detected starting at 1 DPI, and it reached the peak viral load (6.73 log10 GE) at 4 DPI and was continuously detected until 17 DPI, after which intermittent low levels (1.93-2.07 log10 GE) were detected during 18-24 DPI. Fecal shedding in this group terminated at 26 DPI. The fecal viral shedding increased significantly (p < 0.05) in the PEDVPT-P5-inoculated group during the initial five DPI compared to the mock and the PEDVPT-P96-inoculated groups. Pigs in the PEDVPT-P96-inoculated group exhibited a delayed shedding pattern and lower peak viral loads compared to the PEDVPTP5-inoculated group. The average viral shedding in the PEDVPT-P96-inoculated group started at 4 DPI, exhibited a lower peak viral load (4.57 log10 GE) that was continuously detected until 21 DPI, after which intermittent viral shedding was observed until 22-23 DPI. Except the time point of 8 DPI, no significant difference was noted in fecal viral shedding between the mock and the PEDVPT-P96-inoculated groups during the study. No viral shedding in the mock-inoculated group was detected before challenged with PEDVPT-P5. The black, gray, and dashed lines illustrate the results obtained for the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively. *: significant difference with the mock group (p < 0.05); a, b: significant difference between groups labeled with different alphabets (p < 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "text": "Figure 3",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 220,
                    "end": 228,
                    "text": "Figure 3",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Fecal Viral Shedding in PEDVPT-P5-and PEDVPT-P96-Inoculated Pigs"
        },
        {
            "text": "To evaluate the plasma IgG and fecal IgA antibody responses induced by PEDVPT-P5 and PEDVPT-P96 inoculations in conventional pigs, a whole PEDV particle-based ELISA was performed. The levels of plasma IgG ( Figure 4 ) and fecal IgA ( Figure 5) were measured in pigs at 0, 14, and 28 DPI. Elevated PEDV-specific IgG level was detected in all PEDVPT-P5-and PEDVPT-P96-inoculated pigs at 14 DPI, which reached a plateau at 28 DPI. In the PEDVPT-P96-inoculated group, PEDV-specific plasma IgG mean values (reported as the S/P ratio) ranged from 0.41 to 0.60. These values were significantly lower than those of the PEDVPT-P5-inoculated pigs, which ranged from 0.88 to 0.91 at 14-28 DPI, and were significantly higher than those of the mock-inoculated groups at 28 DPI. As for mock-infected pigs, no seroconversion was detected before the challenge with PEDVPT-P5 at 28 DPI ( Figure 4 ). For the induction of mucosal IgA ( Figure 5 ), a weak but detectable elevation of the mean S/P ratios for PEDV-specific IgA (0.31) was observed in both PEDVPT-P5 and PEDVPT-P96-inoculated pigs as early as at 14 DPI. No detectable mucosal IgA was noted in the mock-infected group during the study. The black, gray, and dashed lines illustrate the results obtained for the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively. *: significant difference with the mock group (p < 0.05); a, b: significant difference between groups labeled with different alphabets (p < 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 215,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 234,
                    "end": 243,
                    "text": "Figure 5)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 871,
                    "end": 879,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 918,
                    "end": 926,
                    "text": "Figure 5",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Antibody Responses Induced in Pigs after Inoculation with PEDVPT-P5 or PEDVPT-P96"
        },
        {
            "text": "To evaluate the plasma IgG and fecal IgA antibody responses induced by PEDVPT-P5 and PEDVPT-P96 inoculations in conventional pigs, a whole PEDV particle-based ELISA was performed. The levels of plasma IgG ( Figure 4 ) and fecal IgA ( Figure 5) were measured in pigs at 0, 14, and 28 DPI. Elevated PEDV-specific IgG level was detected in all PEDVPT-P5-and PEDVPT-P96-inoculated pigs at 14 DPI, which reached a plateau at 28 DPI. In the PEDVPT-P96-inoculated group, PEDV-specific plasma IgG mean values (reported as the S/P ratio) ranged from 0.41 to 0.60. These values were significantly lower than those of the PEDVPT-P5-inoculated pigs, which ranged from 0.88 to 0.91 at 14-28 DPI, and were significantly higher than those of the mock-inoculated groups at 28 DPI. As for mock-infected pigs, no seroconversion was detected before the challenge with PEDVPT-P5 at 28 DPI ( Figure 4) . For the induction of mucosal IgA ( Figure 5 ), a weak but detectable elevation of the mean S/P ratios for PEDV-specific IgA (0.31) was observed in both PEDVPT-P5 and PEDVPT-P96-inoculated pigs as early as at 14 DPI. No detectable mucosal IgA was noted in the mock-infected group during the study. . Changes in PEDV-specific mucosal IgA levels obtained from fecal swabs after PEDV strain Pintung 52 (PEDVPT)-P5 or PEDVPT-P96 inoculation of pigs. Each fecal swab was diluted with 700 μL PBS and filtered; the supernatants were diluted two-fold, and the levels of PEDV-specific IgA were detected by ELISA with PEDV virions as the coating antigen. The results obtained were expressed as sample-to-positive ratios (S/P ratio), which were defined as the difference between the OD values of sample and negative control divided by the difference between the OD values of positive and negative control, with SEM. The black, gray, and dashed lines illustrate the results of the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively. Figure 5 . Changes in PEDV-specific mucosal IgA levels obtained from fecal swabs after PEDV strain Pintung 52 (PEDVPT)-P5 or PEDVPT-P96 inoculation of pigs. Each fecal swab was diluted with 700 µL PBS and filtered; the supernatants were diluted two-fold, and the levels of PEDV-specific IgA were detected by ELISA with PEDV virions as the coating antigen. The results obtained were expressed as sample-to-positive ratios (S/P ratio), which were defined as the difference between the OD values of sample and negative control divided by the difference between the OD values of positive and negative control, with SEM. The black, gray, and dashed lines illustrate the results of the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 215,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 234,
                    "end": 243,
                    "text": "Figure 5)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 871,
                    "end": 880,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 918,
                    "end": 926,
                    "text": "Figure 5",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1947,
                    "end": 1955,
                    "text": "Figure 5",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Antibody Responses Induced in Pigs after Inoculation with PEDVPT-P5 or PEDVPT-P96"
        },
        {
            "text": "To evaluate the neutralizing antibody titer, PEDVPT-P5 was used as the challenging virus for the neutralization assay. The mean values of PEDV-specific neutralizing antibody titers in PEDVPT-P5and PEDVPT-P96-inoculated pigs at 0 and 27 DPI are presented in Figure 6 . The neutralizing antibody titer in all animals harbored a background titer of <20-fold at 0 DPI. Elevations in the mean value of neutralizing antibody titers in PEDVPT-P5-and PEDVPT-P96-inoculated pigs at 27 DPI ranged from 24-to 58-fold and from 18.3-to 58.3-fold, respectively, and were relatively higher (although not statistically significant) than those of mock-inoculated pigs, which ranged from 17.5 to 7.5-fold.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 265,
                    "text": "Figure 6",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Neutralizing Antibodies Detection"
        },
        {
            "text": "To evaluate the neutralizing antibody titer, PEDVPT-P5 was used as the challenging virus for the neutralization assay. The mean values of PEDV-specific neutralizing antibody titers in PEDVPT-P5-and PEDVPT-P96-inoculated pigs at 0 and 27 DPI are presented in Figure 6 . The neutralizing antibody titer in all animals harbored a background titer of <20-fold at 0 DPI. Elevations in the mean value of neutralizing antibody titers in PEDVPT-P5-and PEDVPT-P96-inoculated pigs at 27 DPI ranged from 24-to 58-fold and from 18.3-to 58.3-fold, respectively, and were relatively higher (although not statistically significant) than those of mock-inoculated pigs, which ranged from 17.5 to 7.5-fold. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 266,
                    "text": "Figure 6",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Neutralizing Antibodies Detection"
        },
        {
            "text": "To evaluate whether PEDVPT-P5 and PEDVPT-P96 inoculation induced immune protection against PEDVPT-P5, three pigs (A1-A3) in the mock-infected group and all pigs in both PEDVPT-P5-and PEDVPT-P96-inoculated groups were challenged with 5 mL of 10 5 TCID50/mL of PEDVPT-P5 at 27 DPI. The three pigs in the mock group (A1-A3) challenged with PEDVPT-P5 started to develop loose diarrhea at 2 DPC that worsened to watery diarrhea at 3-5 DPC and terminated or ameliorated to loose diarrhea at 5-7 DPC (Table 1) . Fecal viral shedding (Figure 7 ) was detected in these pigs starting at 1 DPC with a mean peak value of 7.56 log10 GE at 4 DPC and was continuously detected until 9 DPC. Furthermore, an elevated level of PEDV-specific plasma IgG (mean S/P ratio = 0.69) was detected in all three pigs (A1-A3) at 14 DPC (Figure 4) . The clinical signs of infection, fecal viral shedding, and plasma IgG values of the other three pigs in mock group (A4-A6) not challenged remained undetectable during the experiment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 502,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 526,
                    "end": 535,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 807,
                    "end": 817,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Immune Protective Efficacy Induced in Pigs after PEDVPT-P5 or PEDVPT-P96 Inoculation"
        },
        {
            "text": "In PEDVPT-P5-inoculated pigs, no diarrhea was observed after the subsequent PEDVPT-P5 challenge, but a single time point of low-level of fecal viral shedding was detected at 9 DPC. In the PEDVPT-P96-inoculated group, three out of six pigs showed clinical loose feces (score = 1) at one time point and a transient detectable fecal viral shedding of 1.83-2.67 log10 GE during 1-4 DPC, whereas the other three pigs in the group showed no clinical signs of infection during 11 days of monitoring after PEDVPT-P5 challenge (Table 1 ). In all PEDVPT-P96-and PEDVPT-P5-inoculated pigs, no detectable increases in the mean values for plasma PEDV-specific IgG S/P ratios were noted after the challenge. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 518,
                    "end": 526,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Immune Protective Efficacy Induced in Pigs after PEDVPT-P5 or PEDVPT-P96 Inoculation"
        },
        {
            "text": "To evaluate whether PEDVPT-P5 and PEDVPT-P96 inoculation induced immune protection against PEDVPT-P5, three pigs (A1-A3) in the mock-infected group and all pigs in both PEDVPT-P5and PEDVPT-P96-inoculated groups were challenged with 5 mL of 10 5 TCID 50 /mL of PEDVPT-P5 at 27 DPI. The three pigs in the mock group (A1-A3) challenged with PEDVPT-P5 started to develop loose diarrhea at 2 DPC that worsened to watery diarrhea at 3-5 DPC and terminated or ameliorated to loose diarrhea at 5-7 DPC (Table 1) . Fecal viral shedding (Figure 7 ) was detected in these pigs starting at 1 DPC with a mean peak value of 7.56 log 10 GE at 4 DPC and was continuously detected until 9 DPC. Furthermore, an elevated level of PEDV-specific plasma IgG (mean S/P ratio = 0.69) was detected in all three pigs (A1-A3) at 14 DPC (Figure 4) . The clinical signs of infection, fecal viral shedding, and plasma IgG values of the other three pigs in mock group (A4-A6) not challenged remained undetectable during the experiment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 503,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 527,
                    "end": 536,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 809,
                    "end": 819,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Immune Protective Efficacy Induced in Pigs after PEDVPT-P5 or PEDVPT-P96 Inoculation"
        },
        {
            "text": "In PEDVPT-P5-inoculated pigs, no diarrhea was observed after the subsequent PEDVPT-P5 challenge, but a single time point of low-level of fecal viral shedding was detected at 9 DPC. In the PEDVPT-P96-inoculated group, three out of six pigs showed clinical loose feces (score = 1) at one time point and a transient detectable fecal viral shedding of 1.83-2.67 log 10 GE during 1-4 DPC, whereas the other three pigs in the group showed no clinical signs of infection during 11 days of monitoring after PEDVPT-P5 challenge (Table 1 ). In all PEDVPT-P96-and PEDVPT-P5-inoculated pigs, no detectable increases in the mean values for plasma PEDV-specific IgG S/P ratios were noted after the challenge. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 519,
                    "end": 527,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Immune Protective Efficacy Induced in Pigs after PEDVPT-P5 or PEDVPT-P96 Inoculation"
        },
        {
            "text": "To gain a deeper understanding of the potential molecular mechanisms of viral attenuation of the high passage PEDVPT-P96 strain, we performed full-length sequencing of both PEDVPT-P5 and PEDVPT-P96 strains, and the sequence data were deposited in GenBank under accession Nos. KY929405 and KY929406, respectively. The complete genome sequence of both PEDVPT-P5 and PEDVPT-P96 were 28,038 nucleotides (nt) in length, excluding the 3′ poly(A) tail. After sequence alignment, no deletion or insertion was detected on comparing PEDVPT-P5 with PEDVPT-P96. In total, 23 nucleotide changes and the resultant 19 amino acid (aa) substitutions were revealed ( Table  2 ). The S and M genes appeared to be the most variable, and each contained nine (T144I, F554S, S887R, S968A, I1021S, R1026K, L1252R, C1354F, C1358F) and three (I12V, S79A, F145L) aa changes, respectively. In the S gene, most mutations (7/9) were located in the S2 region. Moreover, many mutations were notably found in the functional regions, viz., the F554S in the CO-26K equivalent neutralizing epitope (COE) and C1354F as well as C1358F in the transmembrane domain. Among other genes encoding structural proteins, both the E and N genes were highly conserved and they retained 100% amino acid homology between these two viruses. For NSP, nine nucleotide changes were found in the ORF1a/b gene, but only five of these mutations resulted in aa substitutions, located at NSP2 (K159N and T510I), NSP3 (F669S), NSP4 (E421A), and NSP15 (M252I) genes. The ORF3 gene also harbored one aa substitution (Y170H). Table 2 . Changes in nucleotides and amino acid between PEDVPT-P5 and PEDVPT-P96.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 649,
                    "end": 657,
                    "text": "Table  2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1562,
                    "end": 1569,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Sequence Comparison of PEDVPT-P5 and PEDVPT-P96 Strains"
        },
        {
            "text": "Nucleotide Change Amino Acid Substitution ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene"
        },
        {
            "text": "To gain a deeper understanding of the potential molecular mechanisms of viral attenuation of the high passage PEDVPT-P96 strain, we performed full-length sequencing of both PEDVPT-P5 and PEDVPT-P96 strains, and the sequence data were deposited in GenBank under accession Nos. KY929405 and KY929406, respectively. The complete genome sequence of both PEDVPT-P5 and PEDVPT-P96 were 28,038 nucleotides (nt) in length, excluding the 3 poly(A) tail. After sequence alignment, no deletion or insertion was detected on comparing PEDVPT-P5 with PEDVPT-P96. In total, 23 nucleotide changes and the resultant 19 amino acid (aa) substitutions were revealed ( Table 2 ). The S and M genes appeared to be the most variable, and each contained nine (T144I, F554S, S887R, S968A, I1021S, R1026K, L1252R, C1354F, C1358F) and three (I12V, S79A, F145L) aa changes, respectively. In the S gene, most mutations (7/9) were located in the S2 region. Moreover, many mutations were notably found in the functional regions, viz., the F554S in the CO-26K equivalent neutralizing epitope (COE) and C1354F as well as C1358F in the transmembrane domain. Among other genes encoding structural proteins, both the E and N genes were highly conserved and they retained 100% amino acid homology between these two viruses. For NSP, nine nucleotide changes were found in the ORF1a/b gene, but only five of these mutations resulted in aa substitutions, located at NSP2 (K159N and T510I), NSP3 (F669S), NSP4 (E421A), and NSP15 (M252I) genes. The ORF3 gene also harbored one aa substitution (Y170H). Table 2 . Changes in nucleotides and amino acid between PEDVPT-P5 and PEDVPT-P96.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 648,
                    "end": 655,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1560,
                    "end": 1567,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Sequence Comparison of PEDVPT-P5 and PEDVPT-P96 Strains"
        },
        {
            "text": "Nucleotide Change Amino Acid Substitution Position PEDVPT-P5 PEDVPT-P96 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene"
        },
        {
            "text": "-: silent mutation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene"
        },
        {
            "text": "In the present study, we successfully isolated and characterized the pathogenicity of a new Taiwan PEDVPT strain, PEDVPT-P5. We have demonstrated that this G2b PEDVPT-P5 strain can induce typical watery diarrhea in 5-week-old pigs but milder symptoms and a shorter viral shedding period in 9-week-old pigs. By serial passaging of PEDVPT in Vero cells, a PEDVPT-P96 viral stock was also prepared. Compared to PEDVPT-P5-inoculated pigs, PEDVPT-P96-inoculated pigs showed a delayed, mild, and transient diarrhea, or in some cases undetectable, providing evidence of viral attenuation. Of importance, inoculation of both PEDVPT-P5 and PEDVPT-P96 induced PEDV-specific plasma IgG, mucosal IgA, and neutralizing antibodies and elicited protection against a subsequent challenge with the low passage PEDVPT-P5 strain. This study provides valuable information regarding the viral shedding period, immunogenicity, and pathogenicity of different passaged PEDV in conventional post-weaning pigs. Moreover, the evidence of viral attenuation and the efficacy of protection induced by PEDVPT-P96 in conventional pigs highlights PEDVPT-P96 as a potential, live-attenuated PEDV vaccine candidate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been shown that PEDV can infect seronegative pigs of all ages. However, the susceptibility to PEDV infection is age-dependent and is significantly higher in neonatal pigs than in weaning pigs [20] . In the present study, we demonstrated that compared to 5-week-old pigs, which exhibited PEDV-associated clinical signs for 7-9 days and long viral shedding period of 26 days, older 9-week-old pigs exhibited milder clinical symptoms for a shorter period lasting of 4-7 days and viral shedding lasting for only nine days. Furthermore, we demonstrated that even without displaying clinical signs, the viral shedding periods could be longer than three weeks in PEDV-infected post-weaning pigs. It has been reported that oral fluid samples are suitable for screening PEDV in commercial growing pig herds [21] . These findings suggest that routine screening for oral and fecal PEDV shedding in clinically healthy pigs when purchasing feeder pigs from swine producers is necessary to reduce the risk of disease transmission from farm to farm.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present study, we demonstrated that 5-week-old conventional pigs inoculated with the PEDVPT-P5 strain exhibited fecal viral shedding, peaked at 2-4 DPI, and persisted for 26 days. An increase in PEDV-specific IgG titer in these pigs started at 14 DPI and reached a plateau at 21 DPI. The result is similar to a previous finding in 4-week-old conventional pigs challenged with 1.42 × 10 5 TCID 50 of a USA/KS/2013 PEDV isolate. In this study, USA/KS/2013 isolate-inoculated pigs displayed fecal viral shedding primarily during the first two weeks with a peak at 5-6 DPI and fecal swabs that were positive for PEDV nucleic acid at 21 and 28 DPI in some pigs. Seroconversion was also noted at 14 DPI and reached a peak level at 21 DPI [22] . When the spike sequence of the USA/KS/2013 isolate was compared to the Taiwan PEDVPT isolate, we found that these two viruses share high sequence identity (99%).",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 743,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Asia, the attenuated CV777-based and DR13-based PEDV vaccines have been used for decades and, as a consequence, PED in Asia has been generally under control with low prevalence and mortality rates in the past [9] . These live-attenuated vaccines are derived from cell culture-adapted PEDV strains and have proven to be effective in controlling PED by reducing the severity and duration of diarrhea, shortening the period of viral shedding, stimulating the immune response of sows, and protecting the delivered piglets through elevated maternal antibodies [7, 23, 24] . Unfortunately, the exposure to traditional PEDV strains or the above-mentioned live-attenuated vaccine strains provide limited cross-protection against the epidemics of the novel virulent PEDV strains [15] . Therefore, a novel vaccine against these new strains is urgently needed. In the present study, we have developed a high passage PEDVPT-P96 viral stock by serial passaging in Vero cells and have provided evidence of its viral attenuation. In addition, PEDVPT-P96 inoculation of pigs induced plasma IgG, mucosal IgA, and neutralizing antibodies and provided complete immunization against a subsequent low passage PEDVPT-P5 challenge, suggesting that PEDVPT-P96 may serve as a potential live-attenuated vaccine candidate.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "By comparing the sequences of the parental virulent PEDVPT-P5 and attenuated PEDVPT-P96 strains to identify potential genetic determinants for viral attenuation, we demonstrated that most non-silent mutations are located in the S gene. On comparing the result of sequence analysis with other previous studies, two mutations (S887R and C1354F) identified in the attenuated late passages of YN1 strain were also identified in our PEDVPT-P96 strain. However, the deletion at the position of aa 144 of the S gene, suggested by the same study as a potential attenuation marker for PEDV [10] was not found in PEDVPT-P96; alternatively, an aa substitution (T144I) occurred in this particular region. The clinical significance of these mutations requires further elucidation. Of note, one unique aa substitution (F554S) was observed in the COE neutralizing domain in PEDVPT-P96, but the mechanism of how it interferes with antibody recognition remains to be elucidated. However, the results of in vivo animal challenge performed in this study suggest that this mutation does not result in the loss of the cross-protection against the parental PEDVPT-P5 strain. In the present study, aa substitutions of F669S in the NSP3 gene and M252I in the NSP15 gene were identified in PEDVPT-P96. The NSP of coronaviruses are well known to be responsible for viral replication, and many of them are reported to be interferon (IFN) antagonists. In PEDV, NSP1, NSP3, NSP7, NSP14, NSP15, and NSP16 have been demonstrated to suppress the IFN-β and IRF3 promoter activities [23] . The effects of mutations in NSP3 and NSP15 genes of PEDVPT-P96 on immune modulation need further investigation. Unlike other reports wherein the NSP3 and ORF3 genes tend to comprise more mutations through PEDV attenuation, only one non-silent mutation was observed in each gene in the present study. To date, many studies have been conducted aiming to map attenuating mutation(s) [10, 11, 24] ; however, there is little consistency among different studies, indicating that different strains may harbor different mutation patterns, thereby suggesting that the attenuation may be multifactorial and introduction of attenuating mutation(s) may have implications in generating a safe live attenuated vaccine. This information is invaluable for further quick and rational development of effective and genetically stable vaccines via reverse genetics.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 585,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1549,
                    "end": 1553,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1936,
                    "end": 1940,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1941,
                    "end": 1944,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1945,
                    "end": 1948,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been reported that the gut-mammary secretory IgA axis is the most promising and effective pathway against enteric diseases, including PED. For PEDV vaccine development, it is crucial for neonatal piglets to receive sufficient maternal antibodies against PEDV via colostrum or milk from previously immunized sows [8, 25] . Furthermore, the amount and the duration of maternal antibodies is closely related to the antibody titers of the immunized sows [9] . Immune protection against PEDV infection, including pathogenicity, immunogenicity, and fecal viral shedding, in nursing pigs born to PEDVPT-P96-inoculated sows as well as the potential for reversal of virulence of the PEDVPT-P96 strain by serial animal passages will be further evaluated.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 322,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our study describes a PEDV challenge model using conventional post-weaning pigs to simulate the actual immune situation in the field and provides a model for the preclinical evaluation of vaccines and other interventions aiming to prevent PEDV infection. A high passage PEDVPT-P96 strain has also been demonstrated as a potential live-attenuated PEDV vaccine candidate. The present study provides insights into the pathogenicity, length of viral shedding, and immunogenicity of different passages of cell-adapted PEDV in conventional pigs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Supplementary Materials: The following are available online at www.mdpi.com/1999-4915/9/5/121/s1, Table S1 : List of sequencing primers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new coronavirus-like particle associated with diarrhea in swine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Bouck",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Arch. Virol",
            "volume": "58",
            "issn": "",
            "pages": "243--247",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01317606"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "New variants of porcine epidemic diarrhea virus, China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg. Infect. Dis",
            "volume": "18",
            "issn": "",
            "pages": "1350--1353",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1803.120002"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Porcine epidemic diarrhea virus infection: Etiology, epidemiology, pathogenesis and immunoprophylaxis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet. J",
            "volume": "204",
            "issn": "",
            "pages": "134--143",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2015.02.017"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genomic and evolutionary inferences between American and global strains of porcine epidemic diarrhea virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hesse",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Hause",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vlasova",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Prev. Vet. Med",
            "volume": "123",
            "issn": "",
            "pages": "175--184",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2015.10.020"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Phylogenetic Analysis of the Spike (S) Gene of the New Variants of Porcine Epidemic Diarrhoea Virus in Taiwan",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chiou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Jeng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "F"
                    ],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transbound. Emerg. Dis",
            "volume": "64",
            "issn": "",
            "pages": "157--166",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12357"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genetic characterization of porcine epidemic diarrhea virus in Korea from",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Hyun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Oem",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Arch. Virol",
            "volume": "160",
            "issn": "",
            "pages": "1055--1064",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-015-2353-y"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Derivation of attenuated porcine epidemic diarrhea virus (PEDV) as vaccine candidate",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Kweon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "O"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "2546--2553",
            "other_ids": {
                "DOI": [
                    "10.1016/S0264-410X(99)00059-6"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Porcine epidemic diarrhea: A review of current epidemiology and available vaccines",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin. Exp. Vaccine Res",
            "volume": "4",
            "issn": "",
            "pages": "166--176",
            "other_ids": {
                "DOI": [
                    "10.7774/cevr.2015.4.2.166"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Porcine epidemic diarrhoea virus: A comprehensive review of molecular epidemiology, diagnosis, and vaccines",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virus Genes",
            "volume": "44",
            "issn": "",
            "pages": "167--175",
            "other_ids": {
                "DOI": [
                    "10.1007/s11262-012-0713-1"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mucosal and systemic isotype-specific antibody responses and protection in conventional pigs exposed to virulent or attenuated porcine epidemic diarrhoea virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "De Arriba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carvajal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pozo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rubio",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet. Immunol. Immunopathol",
            "volume": "85",
            "issn": "",
            "pages": "85--97",
            "other_ids": {
                "DOI": [
                    "10.1016/S0165-2427(01)00417-2"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparative Genomic Analysis of Classical and Variant Virulent Parental/Attenuated Strains of Porcine Epidemic Diarrhea Virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ku",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "5525--5538",
            "other_ids": {
                "DOI": [
                    "10.3390/v7102891"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Attenuation of an original US porcine epidemic diarrhea virus strain PC22A via serial cell culture passage",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Marthaler",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vet. Microbiol",
            "volume": "201",
            "issn": "",
            "pages": "62--71",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2017.01.015"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "US-like strain of porcine epidemic diarrhea virus outbreaks in Taiwan",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Chiou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Vet. Med. Sci",
            "volume": "76",
            "issn": "",
            "pages": "1297--1299",
            "other_ids": {
                "DOI": [
                    "10.1292/jvms.14-0098"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Propagation of the virus of porcine epidemic diarrhea in cell culture",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wyler",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Clin. Microbiol",
            "volume": "26",
            "issn": "",
            "pages": "2235--2239",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparative pathogenesis of US porcine epidemic diarrhea virus (PEDV) strain PC21A in conventional 9-day-old nursing piglets vs. 26-day-old weaned pigs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Annamalai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet. Microbiol",
            "volume": "178",
            "issn": "",
            "pages": "31--40",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2015.04.022"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Experimental infection of a US spike-insertion deletion porcine epidemic diarrhea virus in conventional nursing piglets and cross-protection to the original US PEDV infection",
            "authors": [
                {
                    "first": "C.-M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Annamalai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "El-Tholoth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet. Res",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13567-015-0278-9"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pathology of US porcine epidemic diarrhea virus strain PC21A in gnotobiotic pigs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Scheuer",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg. Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "662--665",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2004.131685"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol. Biol. Evol",
            "volume": "33",
            "issn": "",
            "pages": "1870--1874",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msw054"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Isolation and characterization of porcine epidemic diarrhea viruses associated with the 2013 disease outbreak among swine in the United States",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stasko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Stensland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Pillatzki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gauger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Madson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Clin. Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "234--243",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02820-13"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Effect of Porcine Epidemic Diarrhea Virus Infectious Doses on Infection Outcomes in Naive Conventional Neonatal and Weaned Pigs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gauger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Gimenez-Lirola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Harmon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Madson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Burrough",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Magstadt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Salzbrenner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0139266"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Porcine epidemic diarrhea virus (PEDV) detection and antibody response in commercial growing pigs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bjustrom-Kraft",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Woodard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gimenez-Lirola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rotolo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lasley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gauger",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Vet. Res",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12917-016-0725-5"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Tissue localization, shedding, virus carriage, antibody response, and aerosol transmission of Porcine epidemic diarrhea virus following inoculation of 4-week-old feeder pigs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Niederwerder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Nietfeld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peddireddi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Breazeale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kerrigan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Oberst",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Vet. Diagn. Investig",
            "volume": "28",
            "issn": "",
            "pages": "671--678",
            "other_ids": {
                "DOI": [
                    "10.1177/1040638716663251"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Lymphoproliferative responses and protection in conventional piglets inoculated orally with virulent or attenuated porcine epidemic diarrhoea virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Arriba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carvajal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pozo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rubio",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol. Methods",
            "volume": "105",
            "issn": "",
            "pages": "37--47",
            "other_ids": {
                "DOI": [
                    "10.1016/S0166-0934(02)00063-0"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Fecal shedding of a highly cell-culture-adapted porcine epidemic diarrhea virus after oral inoculation in pigs",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Swine Health Prod",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Lactogenic immunity and vaccines for porcine epidemic diarrhea virus (PEDV): Historical and current concepts",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Langel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Paim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lager",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Vlasova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virus Res",
            "volume": "226",
            "issn": "",
            "pages": "93--107",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2016.05.016"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Detection of porcine epidemic diarrhea virus strain Pintung 52 (PEDVPT) infection in Vero cells. Typical PEDV-induced cytopathic effects (CPE) characterized by enlarged cells, cell fusion, and syncytia formation was present in cultures of PEDVPT passage 3-inoculated Vero cells (A). Positive signals located in the cytoplasm of typical syncytial cells were detected by immunofluorescence assay using PEDV hyperimmune pig serum (B) or by immunocytochemistry (ICC) using an anti-PEDV N protein monoclonal antibody (C). Non-PEDV infected Vero cells stained by ICC as negative control (D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Detection of porcine epidemic diarrhea virus strain Pintung 52 (PEDVPT) infection in Vero cells. Typical PEDV-induced cytopathic effects (CPE) characterized by enlarged cells, cell fusion, and syncytia formation was present in cultures of PEDVPT passage 3-inoculated Vero cells (A). Positive signals located in the cytoplasm of typical syncytial cells were detected by immunofluorescence assay using PEDV hyperimmune pig serum (B) or by immunocytochemistry (ICC) using an anti-PEDV N protein monoclonal antibody (C). Non-PEDV infected Vero cells stained by ICC as negative control (D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "were graded as follows: 0, normal; 1, loose diarrhea; 2, semi-fluid diarrhea; and 3, watery diarrhea. Pigs of each group were orally inoculated with post-inoculation (PI) medium, porcine epidemic diarrhea virus strain Pintung 52 (PEDVPT)-P5, or PEDVPT-P96 at 5-weeks old and later re-challenged or challenged with PEDVPT-P5 at 9-weeks old (27 days after the first inoculation). DPI: days post-inoculation; DPC: days post-challenge; PEDVPT-P5: low passage PEDV strain; PEDVPT-P96: high passage PEDV; mock: PI medium control. † Euthanized due to severe clinical signs and poor prognosis. were graded as follows: 0, normal; 1, loose diarrhea; 2, semi-fluid diarrhea; and 3, watery diarrhea. Pigs of each group were orally inoculated with post-inoculation (PI) medium, porcine epidemic diarrhea virus strain Pintung 52 (PEDVPT)-P5, or PEDVPT-P96 at 5-weeks old and later re-challenged or challenged with PEDVPT-P5 at 9-weeks old (27 days after the first inoculation). DPI: days post-inoculation; DPC: days post-challenge; PEDVPT-P5: low passage PEDV strain; PEDVPT-P96: high passage PEDV; mock: PI medium control. † Euthanized due to severe clinical signs and poor prognosis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Weekly change in the body weight of 5-week-old pigs after porcine epidemic diarrhea virus strain Pintung 52 (PEDVPT)-P5 or PT-P96 inoculation. The weekly differences in mean body weight for each group are shown as mean ± standard error of the mean (SEM). The black, gray, and dashed lines illustrate the values obtained for the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively. The arrow indicates the time point when the pigs were challenged with the low passage PEDVPT-P5 (27 DPI or 0 DPC) strain. P5: low passage virus, PEDVPT-P5; P96: high passage virus, PEDVPT-P96; mock: PI medium control; DPC: days post-challenge.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Weekly change in the body weight of 5-week-old pigs after porcine epidemic diarrhea virus strain Pintung 52 (PEDVPT)-P5 or PT-P96 inoculation. The weekly differences in mean body weight for each group are shown as mean ± standard error of the mean (SEM). The black, gray, and dashed lines illustrate the values obtained for the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively. The arrow indicates the time point when the pigs were challenged with the low passage PEDVPT-P5 (27 DPI or 0 DPC) strain. P5: low passage virus, PEDVPT-P5; P96: high passage virus, PEDVPT-P96; mock: PI medium control; DPC: days post-challenge.3.3. Fecal Viral Shedding in PEDVPT-P5-and PEDVPT-P96-Inoculated PigsThe changes and the length of fecal viral shedding in PEDVPT-P5-and PEDVPT-P96-inoculated pigs were determined using RT-qPCR and are presented as mean values inFigure 3. In the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fecal shedding of PEDV in 5-week-old pigs after porcine epidemic diarrhea virus strain Pintung 52 (PEDVPT)-P5 or PEDVPT-P96 inoculation. Changes in the mean values of genomic equivalents (GE)/mL are shown as log10 values ± SEM. The threshold indicates the limitation of detection for the SYBR Green-based real-time PCR (RT-PCR).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fecal shedding of PEDV in 5-week-old pigs after porcine epidemic diarrhea virus strain Pintung 52 (PEDVPT)-P5 or PEDVPT-P96 inoculation. Changes in the mean values of genomic equivalents (GE)/mL are shown as log 10 values ± SEM. The threshold indicates the limitation of detection for the SYBR Green-based real-time PCR (RT-PCR).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Changes in PEDV-specific immunoglobulin G (IgG) levels in plasma after PEDV strain Pintung 52 (PEDVPT)-P5 or PEDVPT-P96 inoculation and after PEDVPT-P5 challenge in all pigs. Plasma samples from ethylenediaminetetraacetic acid (EDTA)-anticoagulated blood were collected biweekly and diluted 20-fold. The levels of PEDV-specific IgG were detected by ELISA with PEDV particles as coating antigen and expressed as sample-to-positive control ratios (S/P ratio). S/P ratios were defined as the difference between the optical density (OD) values of sample and negative control divided by the difference between OD values of positive and negative controls. PEDV-specific plasma IgG levels are represented as mean ± SEM. The arrow indicates the time point when pigs were challenged with the low passage PEDVPT-P5 (27 DPI or 0 DPC) strain. The black, gray, and dashed lines illustrate the results for the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively. *: significant difference with the mock group (p < 0.05); a, b: significant difference between groups labeled with different alphabets (p < 0.05).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Changes in PEDV-specific mucosal IgA levels obtained from fecal swabs after PEDV strain Pintung 52 (PEDVPT)-P5 or PEDVPT-P96 inoculation of pigs. Each fecal swab was diluted with 700 μL PBS and filtered; the supernatants were diluted two-fold, and the levels of PEDV-specific IgA were detected by ELISA with PEDV virions as the coating antigen. The results obtained were expressed as sample-to-positive ratios (S/P ratio), which were defined as the difference between the OD values of sample and negative control divided by the difference between the OD values of positive and negative control, with SEM. The black, gray, and dashed lines illustrate the results of the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Changes in PEDV-specific immunoglobulin G (IgG) levels in plasma after PEDV strain Pintung 52 (PEDVPT)-P5 or PEDVPT-P96 inoculation and after PEDVPT-P5 challenge in all pigs. Plasma samples from ethylenediaminetetraacetic acid (EDTA)-anticoagulated blood were collected biweekly and diluted 20-fold. The levels of PEDV-specific IgG were detected by ELISA with PEDV particles as coating antigen and expressed as sample-to-positive control ratios (S/P ratio). S/P ratios were defined as the difference between the optical density (OD) values of sample and negative control divided by the difference between OD values of positive and negative controls. PEDV-specific plasma IgG levels are represented as mean ± SEM. The arrow indicates the time point when pigs were challenged with the low passage PEDVPT-P5 (27 DPI or 0 DPC) strain. The black, gray, and dashed lines illustrate the results for the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively. *: significant difference with the mock group (p < 0.05); a, b: significant difference between groups labeled with different alphabets (p < 0.05).Viruses 2017,9, 121",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Changes in PEDV-specific immunoglobulin G (IgG) levels in plasma after PEDV strain Pintung 52 (PEDVPT)-P5 or PEDVPT-P96 inoculation and after PEDVPT-P5 challenge in all pigs. Plasma samples from ethylenediaminetetraacetic acid (EDTA)-anticoagulated blood were collected biweekly and diluted 20-fold. The levels of PEDV-specific IgG were detected by ELISA with PEDV particles as coating antigen and expressed as sample-to-positive control ratios (S/P ratio). S/P ratios were defined as the difference between the optical density (OD) values of sample and negative control divided by the difference between OD values of positive and negative controls. PEDV-specific plasma IgG levels are represented as mean ± SEM. The arrow indicates the time point when pigs were challenged with the low passage PEDVPT-P5 (27 DPI or 0 DPC) strain. The black, gray, and dashed lines illustrate the results for the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively. *: significant difference with the mock group (p < 0.05); a, b: significant difference between groups labeled with different alphabets (p < 0.05).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure 5. Changes in PEDV-specific mucosal IgA levels obtained from fecal swabs after PEDV strain Pintung 52 (PEDVPT)-P5 or PEDVPT-P96 inoculation of pigs. Each fecal swab was diluted with 700 μL PBS and filtered; the supernatants were diluted two-fold, and the levels of PEDV-specific IgA were detected by ELISA with PEDV virions as the coating antigen. The results obtained were expressed as sample-to-positive ratios (S/P ratio), which were defined as the difference between the OD values of sample and negative control divided by the difference between the OD values of positive and negative control, with SEM. The black, gray, and dashed lines illustrate the results of the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Changes in plasma PEDV neutralizing antibody levels after inoculation with PEDV strain Pintung 52 (PEDVPT)-P5 or PEDVPT-P96. The plasma samples were collected from 5-and 9-week-old (0 and 27 DPI) pigs, and neutralizing antibody assay was performed. Values are represented as mean ± SEM. The black, gray, and dashed lines illustrate the results of the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Changes in plasma PEDV neutralizing antibody levels after inoculation with PEDV strain Pintung 52 (PEDVPT)-P5 or PEDVPT-P96. The plasma samples were collected from 5-and 9-week-old (0 and 27 DPI) pigs, and neutralizing antibody assay was performed. Values are represented as mean ± SEM. The black, gray, and dashed lines illustrate the results of the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Fecal shedding of porcine epidemic diarrhea virus (PEDV) in PEDV strain Pintung 52 (PEDVPT)-P5-or PEDVPT-P96-inoculated pigs following PEDVPT-P5 challenge. Changes in the mean values GE/mL are shown as log10 values ± SEM. The threshold indicates the limitation of detection by the SYBR Green-based RT-PCR. The black, gray, and dashed lines illustrate the results for the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively. *: significant difference in the mock group (p < 0.05).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Fecal shedding of porcine epidemic diarrhea virus (PEDV) in PEDV strain Pintung 52 (PEDVPT)-P5-or PEDVPT-P96-inoculated pigs following PEDVPT-P5 challenge. Changes in the mean values GE/mL are shown as log 10 values ± SEM. The threshold indicates the limitation of detection by the SYBR Green-based RT-PCR. The black, gray, and dashed lines illustrate the results for the PEDVPT-P96-inoculated group, PEDVPT-P5-inoculated group, and mock-infected group, respectively. *: significant difference in the mock group (p < 0.05).",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Clinical scoring of fecal consistency.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Clinical scoring of fecal consistency.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest with respect to the research, authorship, and/or the publication of the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}