{
    "paper_id": "575ce9765e914a2bdb2a02b265905f9e7e781c67",
    "metadata": {
        "title": "Characterisation of N-glycans in the epithelial-like tissue of the rat cochlea",
        "authors": [
            {
                "first": "Yoriko",
                "middle": [],
                "last": "Nonomura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "niigata University School of Medicine",
                    "location": {
                        "settlement": "niigata",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Seishiro",
                "middle": [],
                "last": "Sawamura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "niigata University School of Medicine",
                    "location": {
                        "settlement": "niigata",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ken",
                "middle": [],
                "last": "Hanzawa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "niigata University",
                    "location": {
                        "settlement": "niigata",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takashi",
                "middle": [],
                "last": "Nishikaze",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Koichi tanaka Mass Spectrometry Research Laboratory",
                    "institution": "Shimadzu corporation",
                    "location": {
                        "settlement": "Kyoto",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Sekiya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Koichi tanaka Mass Spectrometry Research Laboratory",
                    "institution": "Shimadzu corporation",
                    "location": {
                        "settlement": "Kyoto",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Taiga",
                "middle": [],
                "last": "Higuchi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "niigata University School of Medicine",
                    "location": {
                        "settlement": "niigata",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Fumiaki",
                "middle": [],
                "last": "Nin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "niigata University School of Medicine",
                    "location": {
                        "settlement": "niigata",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Satoru",
                "middle": [],
                "last": "Uetsuka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Osaka University",
                    "location": {
                        "settlement": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hidenori",
                "middle": [],
                "last": "Inohara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Osaka University",
                    "location": {
                        "settlement": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Shujiro",
                "middle": [],
                "last": "Okuda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Bioinformatics Laboratory",
                    "institution": "niigata University School of Medicine",
                    "location": {
                        "settlement": "niigata",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Eiji",
                "middle": [],
                "last": "Miyoshi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Osaka University",
                    "location": {
                        "settlement": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Arata",
                "middle": [],
                "last": "Horii",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "niigata University School of Medicine",
                    "location": {
                        "settlement": "niigata",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Sugata",
                "middle": [],
                "last": "Takahashi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "niigata University School of Medicine",
                    "location": {
                        "settlement": "niigata",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Shunji",
                "middle": [],
                "last": "Natsuka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "niigata University",
                    "location": {
                        "settlement": "niigata",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hiroshi",
                "middle": [],
                "last": "Hibino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "niigata University School of Medicine",
                    "location": {
                        "settlement": "niigata",
                        "country": "Japan"
                    }
                },
                "email": "hibinoh@med.niigata-u.ac.jp"
            }
        ]
    },
    "abstract": [
        {
            "text": "Membrane proteins (such as ion channels, transporters, and receptors) and secreted proteins are essential for cellular activities. N-linked glycosylation is involved in stability and function of these proteins and occurs at Asn residues. In several organs, profiles of N-glycans have been determined by comprehensive analyses. Nevertheless, the cochlea of the mammalian inner ear, a tiny organ mediating hearing, has yet to be examined. Here, we focused on the stria vascularis, an epithelial-like tissue in the cochlea, and characterised N-glycans by liquid chromatography with mass spectrometry. This hypervascular tissue not only expresses several ion transporters and channels to control the electrochemical balance in the cochlea but also harbours different transporters and receptors that maintain structure and activity of the organ. Seventy-nine N-linked glycans were identified in the rat stria vascularis. Among these, in 55 glycans, the complete structures were determined; in the other 24 species, partial glycosidic linkage patterns and full profiles of the monosaccharide composition were identified. In the process of characterisation, several sialylated glycans were subjected sequentially to two different alkylamidation reactions; this derivatisation helped to distinguish α2,3-linkage and α2,6-linkage sialyl isomers with mass spectrometry. These data should accelerate elucidation of the molecular architecture of the cochlea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cellular and tissue functions are precisely and dynamically controlled by a variety of membrane-integral proteins such as receptors, ion channels, and transporters. More than 50% of these proteins are glycosylated 1 . This post-transcriptional modification also occurs in the majority of secreted proteins that mediate the cross-talk among cells 2 . Glycosylation affects Asn residues (N-glycans) or Ser/Thr residues (O-glycans). Recent studies highlighted roles of different N-glycans not only in the processes related to protein stability and trafficking but also in the modulation of actions of membrane proteins 3,4 . Therefore, characterisation of glycan types expressed in each tissue or organ is crucial for elucidation of molecular architectures underlying vital phenomena in various organisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although structures of N-glycans in serum and several organs including the brain, lungs, and kidneys have been comprehensively analysed 5-8 , those in the cochlea of the mammalian inner ear, a small organ of a few millimetres in size, have not yet been sufficiently profiled. In the cochlea, the stria vascularis, an epithelial-like tissue composed of marginal, intermediate, and basal cells, contains numerous capillaries; therefore, it carries a variety of substances including hormones, metabolites, glucose, and even externally applied drugs, from blood to itself and other tissues 9-11 . These actions are likely to be mediated by a considerable number of organic transporters;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Published: xx xx xxxx opeN www.nature.com/scientificreports/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Scientific RepoRts | (2019) 9 :1551 | https://doi.org/10.1038/s41598-018-38079-0 besides, receptors for growth factors and hormones are expressed in strial cells [12] [13] [14] [15] . Strial K + channels and K + uptake transporters maintain a high [K + ] of 150 mM and a highly positive potential of +80 mV in an extracellular fluid, endolymph; these electrochemical milieus contribute to the maintenance of hearing (Fig. 1a) [16] [17] [18] . Other endolymphatic properties such as volume, osmolarity, and pH may be balanced by a variety of ion channels and transporters in the stria 12, 19, 20 . In addition, marginal cells seem to secrete a few protein types that can be involved in the development of the cochlea 21, 22 . Overall, it is plausible that the strial membrane protein networks described above are collectively crucial for cochlear function. In the present study, we focused on the stria vascularis and profiled the structures of its N-glycans, which potentially regulate activities of the membrane and secreted proteins. Our method combining three high performance liquid chromatography (HPLC) types and different modes of multi-stage mass spectrometry (MS n ) identified 79 different N-glycan species and characterised their structures. ",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 425,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Verification of purification of the stria vascularis dissociated from the cochlea. The stria vascularis is enriched with capillaries and is tightly attached to a neighbouring tissue, the spiral ligament, in the lateral cochlear wall (Fig. 1a) . We first perfused rats systemically with saline to remove blood from the stria vascularis and then carefully isolated this tissue from the lateral wall ( Fig. 1b-d ; see also 'Methods'). Nevertheless, we were concerned about contamination with the ligament in the samples. We therefore decided to evaluate the purity of the samples. Total-RNA samples extracted from the isolated stria vascularis and spiral ligament from 8-10 cochleae (4-5 rats) were independently analysed by quantitative PCR (qPCR) with primers for the four genes that encode the proteins specific to each tissue (Fig. 2 ). This series of assays was repeated three times with different batches of cochleae. The stria vascularis is separated from endolymph and the spiral ligament by marginal and basal cells, respectively (Fig. 2a) . Our qPCR assays (Fig. 2b) showed that mRNA of Cl − channel β-subunit barttin (Bsnd), which is exclusively expressed in marginal cells 23 , was abundant in the samples of the stria but was only moderately detectable in those of the ligament. Similar results were obtained with the primers specific for claudin 11 (Cldn11), a component of tight junction strands in basal cells 24, 25 . We next performed assays with primers for a K + ,Cl − -cotransporter KCC3 (slc12a6) and transcription factor Brn-4 (pou3f4), both of which are present in the ligament but absent in the stria vascularis 26, 27 . The amounts of mRNAs of the two genes were negligible in the samples of the stria but well detectable in those of the ligament. These tendencies were observed in all the three series of experiments (Fig. 2b) . The observations described above confirmed not only the purity of the strial samples but also the reliability of our isolation technique.",
            "cite_spans": [
                {
                    "start": 1423,
                    "end": 1426,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1634,
                    "end": 1637,
                    "text": "26,",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 399,
                    "end": 408,
                    "text": "Fig. 1b-d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 827,
                    "end": 834,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1036,
                    "end": 1045,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1064,
                    "end": 1073,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1841,
                    "end": 1850,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Detection and characterisation of glycans in the stria vascularis. We next characterised the profile of glycans in the stria vascularis. The strial tissues dissociated from 102 cochleae (51 rats) were combined into one batch. The sample was lyophilised and chemically treated in accordance with the process described in the 'Methods' section. The following workflow was carried out by multiple methods as shown in Fig. 3a , and the isolated from the lateral cochlear wall. In these assays, the primers for genes encoding K + ,Cl − -cotransporter type 3 (KCC3) and Brn-4, which are exclusively expressed in SL, and those for barttin and claudin 11, which are specific to StV, were used. Quantitative data (n = 3) were collected with reference to an internal gene, glyceraldehyde 3-phosphate dehydrogenase (GAPDH); averages, standard errors, and P values determined by two-tailed Student's t test are also shown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 421,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Scientific RepoRts | (2019) 9 :1551 | https://doi.org/10.1038/s41598-018-38079-0 As the first step, glycans obtained from the stria vascularis were sequentially fractionated by three different HPLC types described in the orange box (upper left). The elution times recorded in reversed-phase and size fractionation HPLCs represent R and S values (R stria and S stria ), respectively 29, 32 (blue box). In parallel, the original samples extracted via reversed-phase HPLC were analysed by positive ion mode LC-ESI-MS and MS 2 (green box in the upper right); the spectra provided monosaccharide composition and linkage patterns. On the basis of these data, of the HPLC analyses of 194 standard glycans 7, 28 , and of the empirical additivity rule 7 , we predicted set(s) of R std and S std values or those of R calc and S calc values for each glycan (pink box). A comparison between this information and the values of R stria and S stria determined the structures of some glycan species (the deep-blue-filled ellipse). The other glycans whose structures were not completely determined by this procedure (the pale-blue-filled ellipse) were next subjected to SALSA and positive ion mode MALDI-MS (dark-purple box). This experiment revealed the sialyl linkage patterns of the numbers of strial glycans extracted or characterised by each method are illustrated in Fig. 3b . In this series of experiments, crude pyridylaminated (PA)-glycans from the samples were initially subjected to diethylaminoethyl (DEAE) anion exchange HPLC (Fig. 3a ). This method fractionates N-glycans in accordance with the number of the attached sialic acid residues. As shown in Fig. 4a , in the stria vascularis, non-sialic glycans (N) were the most abundant. Smaller amounts of the mono-and di-sialic glycans (classes A1 and A2, respectively) were also detected in the samples. Careful observations unveiled a weak but significant signal of tri-and tetra-sialylated classes (A3 and A4, respectively). A peak between N and A1 signals stemmed primarily from non-glycan materials that persisted during sample processing 7, 28 . Then, the five fractions (N, A1-A4) were separately collected and assayed by reversed-phase HPLC, which evaluates hydrophobicity of samples (Figs 3 and 4b). Numerous peaks were obtained in this assay; in this context, the eluates within the initial ~10 min were likely to contain chemical reagents including pyridylamine and its derivatives 28 , and therefore they were omitted for further analyses. We measured the areas of all the individual peaks and found that the fifth fraction in the non-sialic class (N-5) was the most abundant species. On the basis of this observation, a fraction whose area exceeded 2% of that of the N-5 fraction was assumed to be significant. According to this criterion, we re-evaluated all the data obtained by reversed-phase HPLC (Fig. 3a) . Consequently, 27 fractions from class N, 24 fractions from class A1, 27 fractions from class A2, 21 fractions from class A3, and eight fractions from the A4 class were collected as presented in Fig. 4b (a total of 107 fractions; see also Fig. 3b ). Then, each of these 107 fractions was subjected one by one to size fractionation HPLC, which analyses molecular size of the samples ( Fig. 3a ; for raw chromatograms, see Supplementary Fig. S1 ). Each fraction separated with this procedure should be composed of a sole glycan type. Areas of the individual peaks were again determined; the most abundant was a species that was derived from the N-5 fraction extracted by reversed-phase HPLC (N-5 as is). In the products of the size fractionation HPLC, the fraction whose area exceeded 2% of that of the N-5 fraction was assumed to be significant. Of note, in some cases, from the fraction separated by the reversed-phase HPLC, multiple peaks were obtained in the analysis of the size fractionation HPLC; these products were sub-numbered with reference to their elution time (Table 1 and  Supplementary Fig. S1 and Tables S1 and S2) . As a consequence, at least 88 glycan species were isolated from the strial samples ( Fig. 3b and Supplementary Fig. S1 ). All the 88 glycans were subjected to liquid chromatography with positive ion mode electrospray ionisation mass spectrometry (LC-ESI-MS) and MS 2 analyses (Fig. 3 ). In the former, because the original samples extracted through reversed-phase HPLC were analysed, multiple peaks that showed different glycan types were detected in the spectra in many cases ( Supplementary Fig. S2 ). Elution profiles of the products in the size fractionation HPLC enabled us to roughly predict the molecular mass of each eluted glycan 29 . On the basis of this information, among the fractions obtained in the MS analysis, the ones that represented the aforementioned 88 glycans were selected and then examined with MS 2 (Supplementary Fig. S2 ). This series of experiments revealed that in 75 glycans, the reducing ends consist of Man 3 GlcNAc 2 , the core structure of N-glycans (Table 1 and Supplementary  Tables S1 and S2) 30 . We additionally identified Man 2 GlcNAc 2 and its mono-fucosylated derivative, both of which are also categorised into the N-linked type (Table 1 and Supplementary Tables S1 and S2) 30, 31 . These 77 N-glycans were subjected to further analyses (Fig. 3b) . On the other hand, 11 glycans, which did not contain Man 3 GlcNAc 2 , Man 2 GlcNAc 2 , or its mono-fucosylated derivative, were characterised as follows (Supplementary Fig. S2 and Table S3 ). Four glycans (A2-1, A2-3, A3-3, and A4-1) were found to bear reducing ends composed of N-acetylgalactosamine and therefore they manifested themselves as the O-linked type. Five species (A2-2-1, A2-2-2, A2-4, A2-5, and A4-2) were likely to be degradation products of some original glycans. As for each remainder (N-11-2 and N-14-1), the molecular mass predicted from the signals of the size fractionation HPLC could not be explained by the MS data.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 698,
                    "end": 700,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2089,
                    "end": 2091,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3109,
                    "end": 3116,
                    "text": "Fig. 3b",
                    "ref_id": null
                },
                {
                    "start": 5220,
                    "end": 5223,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 1356,
                    "end": 1363,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1522,
                    "end": 1530,
                    "text": "(Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1649,
                    "end": 1656,
                    "text": "Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2859,
                    "end": 2868,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3065,
                    "end": 3072,
                    "text": "Fig. 4b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3254,
                    "end": 3261,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3291,
                    "end": 3312,
                    "text": "Supplementary Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3942,
                    "end": 3999,
                    "text": "(Table 1 and  Supplementary Fig. S1 and Tables S1 and S2)",
                    "ref_id": null
                },
                {
                    "start": 4087,
                    "end": 4094,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4099,
                    "end": 4120,
                    "text": "Supplementary Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4278,
                    "end": 4285,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4481,
                    "end": 4502,
                    "text": "Supplementary Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 4827,
                    "end": 4849,
                    "text": "(Supplementary Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 4987,
                    "end": 5032,
                    "text": "(Table 1 and Supplementary  Tables S1 and S2)",
                    "ref_id": null
                },
                {
                    "start": 5175,
                    "end": 5219,
                    "text": "(Table 1 and Supplementary Tables S1 and S2)",
                    "ref_id": null
                },
                {
                    "start": 5283,
                    "end": 5292,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 5463,
                    "end": 5470,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 5475,
                    "end": 5483,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In general, when a glycan is analysed with LC-ESI-MS and MS 2 , the spectra provide monosaccharide composition and partial glycosidic linkage patterns. This information, on some occasions, allows us to predict multiple structure types of the glycan. Next, to determine the detailed profiles of the 77 N-linked glycans obtained from the stria vascularis, we attempted to use their R and S values 29, 32 (Fig. 3a) . These indexes stem from measured elution time of each glycan in reversed-phase HPLC and that in size fractionation HPLC, respectively 29,32 (see 'Methods'). In addition, 194 standard glycans, which are available from commercial or other resources, have majority of the analysed glycans (the pale-blue-filled ellipse). Nevertheless, characterisation of the sialyl linkage in A3-13 required a series of more complicated analyses consisting of SALSA and negative ion mode MALDI-MS n (pale-purple box). DEAE: diethylaminoethyl, HPLC: high performance liquid chromatography, LC-ESI: liquid chromatography with electrospray ionisation, MS: mass spectrometry, R std : R value of standard glycans, S std : S value of standard glycans, R calc : calculated R value, S calc : calculated S value, SALSA: sialic-acid-linkagespecific alkylamidation, MALDI: matrix-assisted laser desorption/ionisation. (b) The numbers of strial glycans extracted or characterised by each series of the methods described in (a). The methods are shown on the left side. Of 107 glycans collected by reversed-phase HPLC, each of the 19 species marked by a single hash tag ( # ) was detected as a fraction whose peak area was less than 2% of that of the N-5 fraction in the subsequent HPLC chromatogram, and therefore each was excluded from further assays (see text). Glycans indicated by a double hash tag ( ## ) were likely to be O-linked-type or non-specific moieties (see text). Groups highlighted in deep blue have glycans whose structures were determined perfectly, whereas groups coloured with pale blue consist of glycans whose partial linkages were assigned temporarily or those whose linkages were not completely clarified after the analyses. In summary, the structures of 79 strial N-glycans in total were profiled, as indicated by the black bar. Details of the experiments for A3-13 and A3-18 species are described in the main text. *Sialylated species that have glycosidic linkages inaccessible to the analyses using R and S values. **Species that were initially identified as a single sialylated glycan but later found to have an additional sialyl linkage isomer. Table S4 ). With these values, we proceeded to the following four steps for each of the 77 N-glycans from the stria vascularis. Firstly, among the 194 standard glycans, species that have structure(s) identical to a predicted one or multiple structure(s) of a strial glycan were identified. Secondly, the R and S values obtained from the HPLCs' data of the strial glycan (R stria and S stria ; see above) were compared to set(s) of the R std and S std values of the standard glycan(s) assigned at the first step. Thirdly, error factors (error R std and error S std ) between the values of the strial glycan and those of each of the corresponding standard glycans were calculated by means of the formulas: Finally, we assigned the standard glycan, which provided both error factors of <5, to the strial glycan. In accordance with these criteria, the structures of 42 strial glycans were determined, as presented in Table 1 and Supplementary Tables S1 and S2 (see also Fig. 3b and Supplementary Table S5 ). Nevertheless, among these glycans, the assignment of A3-18 [NeuAc 3 Gal 3 GlcNAc 3 Man 3 FucGlcNAc 2 (333N-TRF6)] may not be correct because the information on standard glycans that have more than two sialyl residues is limited.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 398,
                    "text": "29,",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 411,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2556,
                    "end": 2564,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 3469,
                    "end": 3476,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 3522,
                    "end": 3529,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3534,
                    "end": 3556,
                    "text": "Supplementary Table S5",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Next, the rest of the strial N-linked glycans (35 species; see Fig. 3b ) were analysed via the following four steps (Fig. 3a) . Firstly, even for each of these glycans, the composition and partial linkage patterns were determined Numerous peaks within the initial ~10 min were likely to contain chemical reagents including pyridylamine and its derivatives 28 S2 ); on the basis of these data, we extracted one or multiple constituent(s) that could also be identified in the library of 194 standard glycans (see Supplementary  Table S4 ). Secondly, R std and S std values of these assigned constituent(s) were combined with 'partial elution times' of the remaining residues. These indexes are the values that are derived and obtained from the types and linkage patterns of the residues in accordance with the 'empirical additivity rule' 7 . Collectively, in these two processes, we could not only predict structure(s) of a strial glycan but also calculate the R and S values (i.e. R calc and S calc , respectively). Furthermore, in some cases, multiple linkage patterns were predictable for one strial glycan; therefore, different sets of R calc and S calc values were available. Thirdly, error factors (error R calc and error S calc ) between the R and S values of the strial glycan (i.e. aforementioned R stria and S stria values) and each set of the R calc and S calc values were obtained via the following equations: Finally, we concluded that a candidate that showed two error factors of <5 corresponds to the strial glycan. This series of assays determined the structures of 14 strial glycans (Fig. 3b , Table 1 , and Supplementary Tables S1, S2 and S5).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 116,
                    "end": 125,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 359,
                    "end": 361,
                    "text": "S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 511,
                    "end": 534,
                    "text": "Supplementary  Table S4",
                    "ref_id": null
                },
                {
                    "start": 1598,
                    "end": 1606,
                    "text": "(Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1609,
                    "end": 1616,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "After that, 21 strial glycans remained to be characterised, due to a lack of partial elution times of the constituents (Fig. 3b , Table 1 , and Supplementary Tables S1 and S2). In this context, although it was clear that some non-reducing ends in N-16-2 and N-21-2 consist of N-acetylhexosamines, whether each of these ends is GlcNAc or GalNAc was uncertain. In N-22-2, localisation of galactose at the non-reducing end could not be determined. Each of N-10, N-15, and N-16-1 species had a mannose residue that was acetylated. This modification is ordinarily never detected in organisms; in the present study, it was likely to artificially take place in the re-N-acetylation process of the liberated strial glycans (see 'Methods'). Because neither R and S values of an acetylated standard glycan nor the empirical additivity rule for acetylation are available, the structures of the three glycans mentioned above were elusive. Each of the other 15 strial glycans (A2-14-2, A2-16-1, A2-16-2, A2-24, A2-25, A2-27, all the A4 species, and A3 species except A3-18), all of which are sialylated, also contains the linkage(s) whose elution times are unknown. Nevertheless, these glycans and A3-18 species, which were, as mentioned above, assigned to NeuAc 3 Gal 3 GlcNAc 3 Man 3 FucGlcNAc 2 (333N-TRF6), were next subjected to profiling of sialyl linkage patterns (Fig. 3a) . At the first step, original reversed-phase HPLC fractions that contained these 16 glycans were alkylamidated with isopropylamine (iPA) and thereafter with methylamine (MA). In this process, iPA binds specifically Right panels depict signals of A1-3-2 and A1-4-2 analysed in MS 2 mode. In these and subsequent spectra, symbolic notation above the peaks indicates the composition and linkage patterns of the products. Annotated structure of the glycans NeuAcGalGlcNAcMan 5 GlcNAc 2 (mN-LnM5) is also shown in the left panels. (c) Comparison of R and S values obtained in the analyses of the strial glycans with three different HPLCs (R stria and S stria for A1-3-2 and A1-4-2 species) to those of standard glycans (R std and S std ) of 6N-LnM5 and 3N-LnM5 (Supplementary Table S4 to α2,6-linked sialic acid, whereas MA is attached to α2,3-linked sialic acid 33 . After that, the samples were analysed by matrix-assisted laser desorption/ionisation quadrupole ion trap time-of-flight mass spectrometry (MALDI-QIT-TOF MS) in positive ion mode; derivatisation with iPA and MA increases the molecular mass of a glycan by 41.06 Da and 13.03 Da, respectively, as compared to the mass determined by LC-ESI-MS 33 . The combination of this sialic-acid-linkage-specific alkylamidation (SALSA) and mass spectrometry revealed that A3-15-2 species, which was separated as a sole glycan via the three different HPLCs, was composed of two glycan types: one that contains two α2,3-linked sialic acid residues and an α2,6-linked sialic acid residue (i.e. A3-15-2-1), and the other that has an α2,3-linked sialic acid residue and two α2,6-linked sialic acid residues (i.e. A3-15-2-2; Fig. 3b , Table 1 , and Supplementary Fig. S3 and Tables S1, S2 and S6). This was also the case for A3-15-3 species, which are referred to as A3-15-3-1 and A3-15-3-2 (Table 1 and Supplementary Fig. S3 and Tables S1, S2 and S6). Because of detection of these two additional species, 79 N-linked glycan types in total were listed in the library of the stria vascularis (Fig. 3b , Table 1, and Supplementary Tables S1 and S2) . Furthermore, the method using SALSA and positive ion mode MALDI-QIT-TOF MS indicated that A3-18 species had an α2,3-linked sialic acid residue and two α2,6-linked sialic acid residues although all the three linkages were shown by the analyses with R std and S std values to be the α2,3-type [i.e. NeuAc 3 Gal 3 GlcNAc 3 Man 3 FucGlcNAc 2 (333N-TRF6); Supplementary Table S4 ]. This observation also indicates that the initially determined structure was invalid; in this context, the linkage pattern between three antenna structures (each of which contains α2,3-linked or α2,6-linked sialic acid) and the core structure became uncertain (Table 1 and Supplementary Tables S1 and S2 ). Finally, characterised structures of the other glycans are illustrated in Table 1 and Supplementary Tables S1 and S2 (see also Supplementary Fig. S3 and Table S6 ). In summary, in the stria vascularis, we identified the complete structures of 55 N-linked glycans and assigned partial structures (along with full profiles of the monosaccharide composition) to the other 24 species (Fig. 3b , Table 1 , and Supplementary Tables S1 and S2). As for A3-13 species that belongs to the latter category, the molecular mass determined by positive ion mode MALDI-QIT-TOF MS after SALSA differed by 1095.49 Da from the molecular mass indicated by the combination of LC-ESI-MS and MS 2 (Supplementary Figs S2-S4 and Table S6 ); this marked inconsistency cannot be explained by any effects of alkylamidation of the three sialic acid residues. Accordingly, the derivatised sample was next profiled by negative ion mode MALDI-TOF-MS n , as described below (also see Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "(Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 130,
                    "end": 137,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1358,
                    "end": 1367,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2124,
                    "end": 2147,
                    "text": "(Supplementary Table S4",
                    "ref_id": null
                },
                {
                    "start": 3034,
                    "end": 3041,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3044,
                    "end": 3051,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 3058,
                    "end": 3079,
                    "text": "Supplementary Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3200,
                    "end": 3208,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 3213,
                    "end": 3234,
                    "text": "Supplementary Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3401,
                    "end": 3409,
                    "text": "(Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3412,
                    "end": 3456,
                    "text": "Table 1, and Supplementary Tables S1 and S2)",
                    "ref_id": null
                },
                {
                    "start": 3824,
                    "end": 3832,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 4095,
                    "end": 4138,
                    "text": "(Table 1 and Supplementary Tables S1 and S2",
                    "ref_id": null
                },
                {
                    "start": 4216,
                    "end": 4223,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 4269,
                    "end": 4290,
                    "text": "Supplementary Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4295,
                    "end": 4303,
                    "text": "Table S6",
                    "ref_id": null
                },
                {
                    "start": 4522,
                    "end": 4530,
                    "text": "(Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4533,
                    "end": 4540,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 4816,
                    "end": 4854,
                    "text": "(Supplementary Figs S2-S4 and Table S6",
                    "ref_id": null
                },
                {
                    "start": 5093,
                    "end": 5099,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Examples of structural analysis of strial N-glycans. In some cases, analysis of glycans with R and S values reveals the linkage patterns that cannot be addressed with mass spectrometry alone. Representative cases are A1-3-2 and A1-4-2 species, which were characterised with LC-ESI-MS and MS 2 analyses and the R std and S std values ( Fig. 5 and see Fig. 3) . A difference in structure between these two strial N-glycans was limited to the linkage pattern of a single sialic acid residue (Table 1 and Supplementary Tables S1 and S2 ). In the MS spectrum, the A1-3-2 species was detected as a peak at m/z 985.59 [M + 2 H] 2+ (Fig. 5a) . This glycan was separated by MS 2 Table S7 ). These observations implied that species A1-3-2 is NeuAcGalGlcNAcMan 5 GlcNAc 2 (mN-LnM5). At this stage, it remained uncertain whether the glycan is 3N-LnM5 that has an α2,3-linked sialic acid residue or 6N-LnM5 that contains an α2,6-linked sialic acid residue. Such prediction was also the case for A1-4-2 species (Fig. 5b) . R std and S std values of 3N-LnM5 are 60.7 and 6.9, respectively, whereas those of 6N-LnM5 are 56.6 and 7.4, respectively (Supplementary Table S4 ). Each set of these values was compared to R stria and S stria values of the two strial glycans (Fig. 5c ). Calculation of error R std and S std values using equations (1) and (2) and the aforementioned criterion revealed that A1-3-2 and A1-4-2 species are 6N-LnM5 and 3N-LnM5, respectively, as shown in Fig. 5c ,d (see also Table 1 and Supplementary Tables S1 and S2). The next example is a strial glycan whose structure was characterised with the R calc and S calc values (Fig. 6 ). As illustrated in Fig. 6a Table S4 ). Comparison of each pair of these values with R stria and S stria values of A1-8-1 indicated that none of the sets of error R std and S std values satisfied the criterion '<5' as depicted in Fig. 6b [see equations (1) and (2)]. To assign the strial glycan to 6N-MO1F6 or 6N-MO2F6, we obtained their R calc and S calc values via equations (3) and (4) because of a lack of their R std and S std values (for details, see Fig. 6c ). On the basis of calculated error R calc and S calc values and the aforementioned criterion, the A1-8-1 species is potentially 6N-MO1F6 but not 6N-MO2F6 (Fig. 6c,d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 357,
                    "text": "Fig. 5 and see Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 488,
                    "end": 531,
                    "text": "(Table 1 and Supplementary Tables S1 and S2",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 633,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 670,
                    "end": 678,
                    "text": "Table S7",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 1006,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1146,
                    "end": 1154,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 1252,
                    "end": 1260,
                    "text": "(Fig. 5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1460,
                    "end": 1467,
                    "text": "Fig. 5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1481,
                    "end": 1488,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1630,
                    "end": 1637,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1659,
                    "end": 1666,
                    "text": "Fig. 6a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1667,
                    "end": 1675,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 1869,
                    "end": 1876,
                    "text": "Fig. 6b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2096,
                    "end": 2103,
                    "text": "Fig. 6c",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2259,
                    "end": 2270,
                    "text": "(Fig. 6c,d)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the experiment shown in Fig. 7 , SALSA derivatisation was necessary to clarify the sialyl linkage (see Fig. 3 ). Species A2-24, which was initially found to possess two sialic acid residues in the HPLC assays (Fig. 4) , appeared as a signal at m/z 1326.40 [M + 2 H] 2+ in the LC-ESI-MS spectra (Fig. 7a ). This parent ion was next separated by MS 2 analysis into six major moieties, which were detected as the signals at m/z 657. 38 Table S7 ). These observations predicted NeuAc 2 Gal 2 GlcNAc 3 Man 3 FucGlcNAc 2 (dN-BIBsF6 or dN-TRF6-1G) as the structure of the A2-24 glycan; in this situation, the linkage pattern between three N-acetylglucosamine residues in antenna structures and two mannose residues in the core structure remained obscure ( Fig. 7a and Supplementary Table S7 ). Moreover, each of the two sialic acid residues can bind to any one of the two galactose residues in the antenna structures. These unresolved issues stem from unavailability of R calc and S calc values owing to a lack of partial elution times related to the N-acetylglucosamines and sialic acid residues. Therefore, the linkage patterns of sialic acid residues were analysed with the combination of SALSA and positive ion mode MALDI-QIT-TOF MS (see Fig. 3 ). The spectrum showed a clear-cut peak at m/z 2755.11 [M + Na] + (Fig. 7b ; and see Supplementary Fig. S3 and Table S6 ). The monoisotopic m/z [M + Na] + value of the A2-24 species without SALSA was calculated on the basis of the data from the LC-ESI-MS and MS 2 analyses and was found to be 2672.97 (Fig. 7b) . The mass difference (82.14 Da) between these two fractions matched molecular mass of two iPAs (single iPA; 41.06 Da). Accordingly, it was concluded that the glycan carries two α2,6-linked sialic acid residues (Fig. 7c , Table 1, and Supplementary Tables S1  and S2; see also Supplementary Table S6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 33,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 112,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 212,
                    "end": 220,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 297,
                    "end": 305,
                    "text": "(Fig. 7a",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 444,
                    "text": "Table S7",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 759,
                    "text": "Fig. 7a",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 786,
                    "text": "Supplementary Table S7",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1244,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1311,
                    "end": 1319,
                    "text": "(Fig. 7b",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1351,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1356,
                    "end": 1364,
                    "text": "Table S6",
                    "ref_id": null
                },
                {
                    "start": 1546,
                    "end": 1555,
                    "text": "(Fig. 7b)",
                    "ref_id": null
                },
                {
                    "start": 1767,
                    "end": 1775,
                    "text": "(Fig. 7c",
                    "ref_id": null
                },
                {
                    "start": 1778,
                    "end": 1855,
                    "text": "Table 1, and Supplementary Tables S1  and S2; see also Supplementary Table S6",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The final case is species A3-13 whose characterisation required more complicated analyses ( Fig. 8 ; see also Fig. 3 ). This strial glycan, which was originally found to have three sialic acid residues by the analyses with three different HPLC types (see Fig. 4a ), appeared as a peak at m/z 1160.29 [M + 3 H] 3+ in the LC-ESI-MS spectra (Supplementary Fig. S4 ). Subsequent MS 2 analysis detected signals at m/z 844.17 and m/z 1120.01 and predicted that both of these molecular fragments contained a pseudo-Lewis X structure, i.e. GalNAc(GlcNAc)Fuc (Supplementary Table S7 ). These results suggested that the A3-13 glycan is This glycan has two GalNAc residues; however, which one is attached with a sialic acid or a sulphate group remains to be determined. (h) Mass spectra of A3-13 species (see also Supplementary Fig. S2 ). The left panel shows the result of LC-ESI MS analysis with the A3-13 fraction isolated through reversed-phase HPLC (see Fig. 4b) . The fragment at m/z 1160.3 [M + 2 H] 2+ was next subjected to a surgical MS 2 assay, and the result is shown in right panel. Constituents and possible linkage patterns described above several peaks in both panels are based on the conclusion that A3-13 strial glycan is sulphated NeuAcGalNAc 2 (Fig. 8a) . This observation indicated that molecular mass of this glycan is 2381.8 Da.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 98,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 116,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 255,
                    "end": 262,
                    "text": "Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 338,
                    "end": 360,
                    "text": "(Supplementary Fig. S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 550,
                    "end": 573,
                    "text": "(Supplementary Table S7",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 824,
                    "text": "Supplementary Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 948,
                    "end": 956,
                    "text": "Fig. 4b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1252,
                    "end": 1261,
                    "text": "(Fig. 8a)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The difference between the mass values obtained in these two series of analyses was not explained by SALSA derivatisation. To more precisely profile the A3-13 glycan, we carried out the following experiments. Firstly, the corresponding fraction isolated via reversed-phase HPLC was subjected to negative ion mode MALDI-QIT-TOF MS without SALSA. This analysis identified a signal at m/z 2316.8 [M-H] − (Fig. 8b) . Then, the original sample was treated with SALSA and assayed by the same MS type, visualizing a peak at m/z 2357.9 [M-H] − (Fig. 8c) . The difference of 41.1 Da in molecular mass between these two deprotonated ions [M-H] − is identical to molecular mass of one iPA (41.06 Da). Accordingly, species A3-13 is likely to contain an α2,6-linked sialic acid residue. Of Fig. 3 are listed in (a). In this panel, the amount of each glycan was normalised to that of N-5 (Man 6 GlcNAc 2 , i.e. M6), which is the most abundant among all the glycan species. Yellow, orange, blue, and green bars indicate paucimannose, high-mannose, complex, and hybrid type glycans. Structure of the glycan marked by black bar belongs to either complex or hybrid type (see text). Data on these 79 glycans are derived from Table 1 and Supplementary Tables S1 and S2. The numbers of sialic acid residues attached to glycans are also shown below the names. Pie graphs in (b-d) describe populations of paucimannose (yellow), high-mannose (orange), complex (blue), and hybrid (green), and hybrid or complex type (black) glycans (b) and proportions of sialylated (purple) and core-fucosylated (red) glycans (c and d, respectively). For comparison, the proportion of each of the four glycan types (see b) is also shown at the edges of graphs (c and d).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 410,
                    "text": "(Fig. 8b)",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 545,
                    "text": "(Fig. 8c)",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 783,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1206,
                    "end": 1213,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Scientific RepoRts | (2019) 9:1551 | https://doi.org/10.1038/s41598-018-38079-0 note, in the MS spectrum of the A3-13 sample without SALSA (Fig. 8b) , two other peaks at m/z 2338.8 [M-H] − and at m/z 2236.9 [M-H] − were detected. The former is likely to represent addition of Na + to the original glycan observed as the peak at m/z 2316.8 [M-H] − . This result indicates that the A3-13 species remained to be deprotonated even when an acidic functional group included in this glycan was neutralised by Na + binding; in other words, this glycan has multiple acidic functional groups. In addition, even though a sialic acid in the A3-13 species was neutralised by SALSA, this glycan remained to be a deprotonated form [M-H] − in negative ion mode MALDI-QIT-TOF MS (Fig. 8c) . Taken together, the A3-13 species is likely to harbour at least one acidic functional group that is different from carboxyl group of the sialic acid. In this context, in the MS spectrum obtained from the sample without SALSA (Fig. 8b) , Table S7 ). Analysis of this fraction with MS 3 assay produced multiple signals (Fig. 8e) (Fig. 8f) . This m/z value seems to represent a combination of the mass of a sulphate group (79.96 Da) and that of GalNAc; alternatively, it may denote GlcNAc (203.08 Da; Supplementary Table S7) . It is only logical that a sulphate group is attached to the non-reducing terminus of a glycan 35 ; this modification should be the case for the strial A3-13 glycan comprising NeuAcGalNAc 2 GlcNAc 2 Man 3 FucGlcNAc 2 [6N-BI(dLdn1,2)F6] (Fig. 8g) . This conclusion means no inconsistency for the signal detected at m/z 1160.29 in ESI-MS and MS 2 spectra ( Fig. 8h and also see Supplementary profiles of strial N-glycans. We finally categorised all the 79 strial N-linked glycans in accordance with their structural profiles as follows. Major vertebrate N-glycans can be categorised into three groups, i.e. high-mannose, complex, and hybrid types, all of which have a common core glycan chain of Man 3 GlcNAc 2 . Each type has a different additional sequence as follows 30 . Firstly, in the high-mannose type, the core is coupled to chains of various lengths composed purely of mannose residues. Secondly, the complex type harbours 'antennae' that are initiated by N-acetylglucosaminyltransferases and contain a different combination of other monosaccharides such as N-acetylglucosamine, galactose, fucose, N-acetylgalactosamine, and sialic acid 30 . Thirdly, in the hybrid type, the chain(s) of only mannose(s) (i.e. high-mannose-type residues) and the complex-type 'antennae' are both bound to the core. In addition to these three groups, some strial glycans belong to paucimannose species (Man 1-4 GlcNAc 2 Fuc 0-1 ), which does not contain more than four mannoses and any antenna structures (Table 1 and Supplementary Tables S1 and S2) 30, 31 . This type is common in invertebrates and plants but was recently detected in vertebrates as well 31, 36, 37 . The 79 strial N-glycans were subjected to this categorisation, and we present in Fig. 9a their amounts normalised to the amount of fraction N-5 (Man 6 GlcNAc 2, i.e. M6).",
            "cite_spans": [
                {
                    "start": 2835,
                    "end": 2838,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2941,
                    "end": 2944,
                    "text": "31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2945,
                    "end": 2948,
                    "text": "36,",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 148,
                    "text": "(Fig. 8b)",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 771,
                    "text": "(Fig. 8c)",
                    "ref_id": null
                },
                {
                    "start": 999,
                    "end": 1008,
                    "text": "(Fig. 8b)",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1019,
                    "text": "Table S7",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1100,
                    "text": "(Fig. 8e)",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1110,
                    "text": "(Fig. 8f)",
                    "ref_id": null
                },
                {
                    "start": 1272,
                    "end": 1295,
                    "text": "Supplementary Table S7)",
                    "ref_id": null
                },
                {
                    "start": 1533,
                    "end": 1542,
                    "text": "(Fig. 8g)",
                    "ref_id": null
                },
                {
                    "start": 1652,
                    "end": 1659,
                    "text": "Fig. 8h",
                    "ref_id": null
                },
                {
                    "start": 2790,
                    "end": 2834,
                    "text": "(Table 1 and Supplementary Tables S1 and S2)",
                    "ref_id": null
                },
                {
                    "start": 3035,
                    "end": 3042,
                    "text": "Fig. 9a",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Results"
        },
        {
            "text": "On the basis of this characterisation, we obtained the proportion of each of the four structural types among the 79 glycans. As illustrated in Fig. 9b , the high-mannose type was the most abundant and accounted for 38.1% of the total amount of strial glycans. Complex and hybrid types represented 34.8% and 21.0%, respectively. The least abundant variety was the paucimannose type, which represented 5.8% of the total. As mentioned above, in N-16-2 (GalGlcNAcHexNAc 3 Man 3 GlcNAc 2 ), it was unclear whether each of the three HexNAc residues that constitute some non-reducing ends is GlcNAc or GalNAc (Table 1 and Supplementary Tables S1 and S2 ). Therefore, we could not conclude whether this glycan belongs to the hybrid or complex type. On the other hand, it seems probable that N-21-2 belongs to the complex type, owing to the identified monosaccharide composition at the non-reducing ends (see Table 1 and Supplementary Tables S1 and S2). Sialylation can occur in the hybrid or complex type but not in the high-mannose or paucimannose type 38 . In the stria vascularis, 43.6% of the total amount of N-glycans had single or multiple sialic acid residues; complex and hybrid types constituted 25.4% and 18.2%, respectively (Fig. 9c) . Finally, core fucosylation was detected in 28.4% of the total amount of N-glycans, i.e. 2.6%, 23.3%, and 2.4% were the paucimannose type, complex type, and hybrid type of glycans, respectively (Fig. 9d ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Fig. 9b",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 602,
                    "end": 645,
                    "text": "(Table 1 and Supplementary Tables S1 and S2",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 907,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1227,
                    "end": 1236,
                    "text": "(Fig. 9c)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1432,
                    "end": 1440,
                    "text": "(Fig. 9d",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The cochlear stria vascularis, which is essential for hearing, has affinity for some lectin types such as concanavalin A, ulex europaeus agglutinin I, and wheat germ agglutinin [39] [40] [41] . Although these observations indicate that this tissue expresses different glycan types, the detailed profile remains unclear. In the present study, a combination of different analytical approaches detected 79 N-linked glycans in the stria vascularis and determined their relative amount Fig. 9a , and Supplementary Tables S1 and S2). In this process, we identified the complete structures of 55 strial glycans and determined partial glycosidic linkage patterns and full monosaccharide composition in the other 24 glycans (Fig. 3b) . To our knowledge, such detailed analysis of sugar chains in the stria has not been carried out to date. The method composed of three HPLC types and LC-ESI-MS is relatively simple and is also used for different samples to analyse their glycans 7, 28 . Nonetheless, this approach seems to have limitations; in particular, it cannot perfectly distinguish sialyl linkage isomers in some cases. In the present study, we additionally treated a few samples with SALSA and clearly distinguished α2,3-linked and α2,6-linked sialic acid residues by mass spectrometry (Figs 3, 7 and 8) . Accordingly, the workflow combining this derivatisation and MS n as described in Fig. 3 is an effective and sensitive procedure for characterisation of glycan structures.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 970,
                    "end": 972,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 488,
                    "text": "Fig. 9a",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 715,
                    "end": 724,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1284,
                    "end": 1301,
                    "text": "(Figs 3, 7 and 8)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1385,
                    "end": 1391,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A possible application of the glycan library obtained here is to complement other studies as follows. Mumps virus infects the stria vascularis and causes deafness 42 . In vitro experiments show that neuraminidase in the virus strongly binds unbranched-type NeuAc-Gal-Glucose or NeuAc-Gal-GlcNAc that have the α2,3 sialyl linkage in glycans 43 . Nevertheless, whether proteins in the stria vascularis harbour either sugar chain has remained elusive. In our list of 79 strial glycans (Table 1 and Supplementary Tables S1 and S2) , the latter binding site is included in glycan A1-18-1. This evidence reinforces the current theory about the route of mumps infection and may contribute to elucidation of the pathological process of the deafness. Further comparison of the strial glycan structures shown in this study with different experimental results may expand the repertoire of uses of the library.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 526,
                    "text": "(Table 1 and Supplementary Tables S1 and S2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In the analysis of glycan A3-13, we concluded that the functional group in GalNAcGlcNAc is a sulphate group (Figs 3 and 8; Supplementary Fig. S2 ). Nevertheless, a possibility of phosphorylation instead of the sulphation cannot be ruled out completely. In O-glycans, LacdiNAc, which is composed of two HexNAc residues, can be phosphorylated 44, 45 . The same modification may be identified in HexNAc of N-glycans by further study.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "44,",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 144,
                    "text": "(Figs 3 and 8; Supplementary Fig. S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although the methodologies shown in this work are effective at analysing glycan structures, they have several limitations. The first issue is related to liberation of sugar chains from glycoproteins (see 'Methods'). Anhydrous hydrazine employed in our experiments can extract more divergent glycans regardless of their structures and protein types, as compared to enzymes including peptide N-glycosidase F. Nevertheless, the hydrazinolysis can cleave acyl groups from monosaccharides constituting glycans. Therefore, we re-N-acetylated the samples with acetic anhydride 46 . These procedures and modifications also affect all the sialic acid residues and prevent us from determining individual types such as N-acetyl, N-glycolyl, and O-acetyl derivatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The second limitation lies in the procedure for purification of strial glycans. Trifluoroacetic acid is commonly used to elute acidic glycans from a graphite carbon cartridge loaded with samples 47 . The reagent is strongly acidic. If the eluates will be next concentrated for some reason, then increased acidification may degrade sugar chains. In this study, the amount of tissues of the stria vascularis was expected to be small (see Fig. 1d ), and therefore the samples were processed in a vacuum concentrator. To avoid excess acidification, we added no trifluoroacetic acid but instead ammonium acetate to elution buffer (final concentration: 50 mM), as described in the literature 7 (see 'Methods'). It is noteworthy that the increased salt concentration accelerates a release of numerous glycans from the cartridge but may be ineffective for collection of some highly acidic types.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 443,
                    "text": "Fig. 1d",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Thirdly, because 194 standard glycans we used are primarily of the human or zebrafish type, extrapolation of these glycan data to rat strial glycans should be addressed carefully. Moreover, as presented in Fig. 3b , the structures of 24 strial N-glycans could not be completely determined by means of our procedures. To completely resolve these issues, analyses of the samples treated multiple times with different exoglycosidases by mass spectrometry or HPLC 48,49 may be useful. This series of assays would require a considerable amount of a sample, and therefore this series was not incorporated here into the workflow for analysis of glycans from the stria vascularis, a tiny tissue (see Fig. 1d ). In this context, further experiments may be necessary to validate our procedures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 213,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 692,
                    "end": 699,
                    "text": "Fig. 1d",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Isolation of the stria vascularis. All the animal experiments were conducted in compliance with the protocol reviewed by the Institutional Animal Care and Use Committee, were approved by the President of Niigata University (Niigata Univ. Res. 215-2), and were compliant with the ARRIVE guidelines 50 . Male BN/SsNSIc rats (7 weeks old, 140-180 g; SLC, Hamamatsu, Japan) were used (64 rats total). All the animals were anaesthetised by intraperitoneal injection of sodium pentobarbital (0.5 ml per rat; Nembutal; Abbott, IL, USA). After deep anaesthesia was confirmed by the toe pinch, corneal reflexes, and respiratory rate, in each rat, the heart was surgically exposed and cold saline (100 ml) was infused systemically through the left ventricle (drainage; right atrium). Then, the cochleae were dissected from the temporal bone (Fig. 1b) The stria vascularis and spiral ligament were isolated under a stereo-microscope as follows. Firstly, the cochlea was sagittally divided using a sharp scalpel, and the bony lateral wall, which contains the stria vascularis and spiral ligament, was manually separated from the organ of Corti and cochlear axis with fine tweezers (Fig. 1c) . Secondly, the lateral cochlear wall consisting of the stria and ligament was detached from the bony wall, and the stria, which is identified by brown pigmentation of intermediate cells 51 (Fig. 1c) , was carefully peeled away from the ligament with a 27-gauge needle (Fig. 1d) . Thirdly, the isolated tissues were gently washed with the standard solution. Five to eight pieces of the stria vascularis and ligament (length: 200-1300 μm) were obtained from one cochlea. Samples of respective tissues from 8-10 cochleae were collected in 1.5 ml microtubes and centrifuged at 11432 × g for 1 min at 4 °C (KITMAN-18; TOMY, Tokyo, Japan). After removal of the supernatant, the samples were frozen in liquid nitrogen and stored at −80 °C until use. qPCR analyses. Total-RNA samples were extracted from the stria vascularis and spiral ligament isolated from 8-10 cochleae using NucleoSpin RNA XS (TaKaRa Bio, Otsu, Japan). Concentration and quality of RNA were estimated on a 2100 BioAnalyzer (Agilent, Santa Clara, CA, USA); samples whose RNA integrity , and Cldn11 (NM_053457), which encode KCC3, Brn-4, barttin, and claudin 11, respectively, were compared between the stria vascularis and spiral ligament. The primer sequences have been described in our earlier work 12 . All the experiments were conducted in duplicate. Quantitative data from PCR with each set of primers were obtained with reference to an internal control gene: glyceraldehyde 3-phosphate dehydrogenase (Gapdh; GenBank accession No. NM_017008). The cDNA template resulting from 5 ng of total RNA was used for the assessment of expression of Slc12a6, Pou3f4, Bsnd, and Cldn11 and that from 1 ng of total RNA was tested for Gapdh. This series of assays was carried out three times with different batches of cochlea samples: 26 cochleae from 13 rats were analysed in total. Each gene expression level was displayed as mean ± SE (n = 3), and differences between the stria vascularis and spiral ligament were evaluated by two-tailed Student's t test.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 831,
                    "end": 840,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1169,
                    "end": 1178,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1369,
                    "end": 1378,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1448,
                    "end": 1457,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "preparation of pyridylaminated glycans from the stria vascularis. N-glycans were liberated from the strial glycoproteins by hydrazinolysis as described previously 29 . Pieces of strial tissues that were excised from 102 cochleae (51 rats) and stored separately in 14 tubes were combined in one tube. Next, the samples were lyophilised and heated at 100 °C for 10 h with 1 ml of anhydrous hydrazine (Tokyo Chemical Industry, Tokyo, Japan). After removal of this reagent by repeated evaporation, the glycans were re-N-acetylated with acetic anhydride in a saturated sodium bicarbonate solution and subsequently desalted by passing them through a Dowex 50Wx2 (H + ) cation exchanger (Dow Chemicals, Midland, MI, USA). The samples were again lyophilised and then heated at 90 °C for 60 min with 20 µl of a pyridylamination reagent; this reagent was prepared by dissolving 2-aminopyridine (276 mg) in acetic acid (100 µl). Finally, they were heated at 80 °C for 35 min with 70 µl of a reducing reagent, which was a mixture of dimethylamine borate (50 mg), acetic acid (20 µl), and double-distilled water (12.5 µl) . In this process, the glycans were tagged with a fluorophore, 2-aminopyridine 52, 53 . Pyridylaminated (PA)-glycans from the reaction mixture were purified as described elsewhere 7, 54 . The reaction mixture was diluted with 0.15 ml of water and extracted twice using 1 ml of phenol:chloroform (1:1 v/v) to remove the excess reagents and contaminants. The water layer that contained the PA-glycans was purified by gel filtration on a column (1.5 × 18 cm, TSK-gel Toyopearl HW-40F, Tosoh, Tokyo, Japan) equilibrated with 10 mM ammonium acetate pH 6.0. After loading of the sample, the eluate between 10 and 25 ml was collected as the PA-glycan fraction. The PA-glycans were further purified using a graphite carbon cartridge (GL-Pak Carbograph 300 mg; GL Sciences Ltd, Tokyo, Japan). The salt concentration of the glycan mixture was adjusted to 50 mM with ammonium acetate, pH 6.0, and the mixture was loaded onto the cartridge. After a wash with 5 ml of 50 mM ammonium acetate, pH 6.0, the glycans were eluted with 5 ml of 60% acetonitrile in the ammonium acetate buffer. The eluate was concentrated by means of a vacuum concentrator and dried by lyophilisation.",
            "cite_spans": [
                {
                    "start": 1099,
                    "end": 1108,
                    "text": "(12.5 µl)",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1191,
                    "text": "52,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1289,
                    "end": 1291,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Sample preparation described above was performed in accordance with MIRAGE guidelines 55,56 . HpLC. Three types of HPLC were carried out using a Waters Alliance Waters 2695 separation module and W2475 fluorescence detector (Waters, Milfold, MA) in accordance with MIRAGE guidelines 55, 56 ; the detailed information including the parameter settings are described below. Firstly, the lyophilised strial PA glycans were dissolved in ultra-pure water and analysed at a flow rate of 1.0 ml/min by anion exchange HPLC combined with a TSKgel DEAE-5PW column (0.75 × 7.5 cm; Tosoh, Tokyo, Japan). The column was equilibrated with 0.7 mM aqueous ammonia, pH 9.0. After the samples were injected into the column, the concentration of ammonium acetate was increased linearly to 0.2 M between the time points 5 and 20 min, and then, was further elevated to 0.5 M during the following 10 min. The PA-glycans were detected on a fluorescence spectrophotometer at an excitation wavelength of 310 nm and an emission wavelength of 380 nm. By these procedures, the N-glycans were separated in accordance with the number of attached sialic acid residues, i.e. into fractions N, A1, A2, A3, and A4 (see Fig. 3a and the 'Results' section).",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 93,
                    "text": "55,56 .",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "55,",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 1183,
                    "end": 1190,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Secondly, each fraction (N, A1-A4) was subjected to reversed-phase HPLC, which involved a Cosmosil 5C18-P column (0.2 × 25 cm; Nacalai Tesque, Kyoto, Japan). The flow rate of the samples was 0.2 ml/min. The column was equilibrated with 100 mM triethylamine acetate, pH 4.0, containing 0.075% of 1-butanol. After injection of the sample, the 1-butanol concentration was increased linearly from 0.075% to 0.5% during 105 min. Negative charges of sialic acid residues interfere with separation of samples by reversed-phase HPLC; therefore, in our preparation, they were neutralised by triethylamine, an ion-pairing reagent that has both a positive charge and a hydrophobic moiety. This treatment sharpens the elution profile of acidic N-glycans 7 . The PA-glycans were detected at an excitation wavelength of 315 nm and an emission wavelength of 400 nm. Areas of all the individual peaks were measured separately 32 . The most abundant species was N-5. A peak whose area exceeded 2% of that of N-5 was considered significant; thus, 107 fractions were subjected to the next analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Thirdly, the samples were processed by size fractionation HPLC involving a TSK gel Amide 80 column (0.46 × 7.5 cm; Tosoh, Tokyo, Japan) at a flow rate of 0.5 ml/min. The column was equilibrated with 50 mM ammonium formate, pH 4.4, containing 80% acetonitrile. After a sample was injected, acetonitrile concentration was decreased linearly from 80% to 65% during 5 min and then from 65% to 55% over the next 5 min, and finally from 55% to 30% during the subsequent 25 min. PA-glycans were detected using a fluorescence spectrophotometer at an excitation wavelength of 315 nm and an emission wavelength of 400 nm. The peak area of each glycan obtained by this HPLC was determined as follows. When multiple subfractions were extracted from a fraction of the reversed-phase HPLC, an area proportion of each subfraction was calculated. The area of the original fraction was multiplied by each proportion to determine areas of the subfractions. A glycan whose relative amount Scientific RepoRts | (2019) 9:1551 | https://doi.org/10.1038/s41598-018-38079-0 exceeded 2% of that of N-5 was considered significant; 88 species that satisfied this criterion were subjected to LC-ESI-MS and MS 2 (see Fig. 3 , Table 1 , and Supplementary Tables S1, S2 and S3). A glycan's elution time obtained in reversed-phase HPLC was converted to R stria by means of the reversed-phase scale, and that obtained in size fractionation HPLC was converted to S stria with the glucose unit, as described elsewhere 29,32 . LC-esI-Ms and Ms 2 analysis. Mass-spectrometric analysis of PA-glycans was performed by positive-ion mode ESI-MS on an LTQ XL linear ion trap mass spectrometer coupled to a Dionex U3000 HPLC system (Thermo Scientific, San Jose, CA). The fractions isolated through reversed-phase HPLC were trapped on a Hypercarb guard cartridge column (1 × 10 mm; Thermo Scientific, Waltham, MA) for enrichment and separation from contaminants. The samples were eluted with 0.1% (v/v) formic acid in water and 0.5% formic acid in acetonitrile. The flow rate was 50 µl/min, and the gradient conditions were varied for different samples. MS 2 analyses of PA-glycans were carried out by collision-induced dissociation in a data-dependent mode or with manually selected parent ion isolation. The peak intensities were extracted in the Mass+ + software ver. 2 (Shimadzu, Kyoto, Japan). All the MS and MS 2 spectra are displayed in Supplementary Fig. S2 .",
            "cite_spans": [
                {
                    "start": 1483,
                    "end": 1490,
                    "text": "29,32 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1188,
                    "end": 1194,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1197,
                    "end": 1204,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 2400,
                    "end": 2421,
                    "text": "Supplementary Fig. S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Sample preparation and mass-spectrometric analyses described above were performed in accordance with MIRAGE guidelines 55, 56 . Details of the HPLC, MS, and MS 2 settings are given in Supplementary Table S8. SALSA and multiple MALDI-QIT-TOF mass spectrometry (MS n ) analysis. Strial PA-glycan fractions obtained by reversed-phase HPLC were desalted by means of StageTip Carbon composed of Empore SPE carbon disks (Sigma-Aldrich, St. Louis, MO) 33 . The solvent was removed in vacuo. The glycans included in dried samples were derivatised in a linkage-specific manner in alkylamidation solutions containing iPA and MA 33 . The samples were dried and re-dissolved in 10 μl of ultra-pure and sterile water. After that, 1 μl of this solution was deposited on a 700 μm μ Focus MALDI plate (Hudson Surface Technology Inc., Old Tappan, NJ) and then mixed with 1 μl of a matrix solution. Composition of this solution is described in Supplementary Table S9 . The plate was place on a 75 °C heat block for 1 min to accelerate solvent evaporation. On-plate PA-glycans were analysed by MALDI-QIT-TOF MS (AXIMA-Resonance, Shimadzu/Kratos, Manchester, UK) in positive or negative ion mode. MS n analyses were conducted by collision-induced dissociation with manually selected parent ion isolation. The peak intensities were extracted using Shimadzu Biotech Launchpad ver. 2.9.3 (Kratos Analytical Ltd., Manchester, UK). Of note, the A3-15-2 glycan that was detected as a sole type by HPLC analyses was found to be composed of two species, i.e. A3-15-2-1 and A3-15-2-2, by the procedure combining SALSA and positive ion mode MALDI-MS (Table 1 and Supplementary Fig. S3 and Tables S1, S2 and S6). Relative amounts of each of these two species were calculated via the following three steps. Firstly, as usually detected in the results of mass spectrometry experiments, careful observation revealed that the SALSA derivatised glycan in positive ion mode MALDI-QIT-TOF MS was composed of multiple isotopic peaks; the peaks within 6 Da from the m/z value of the onset of the initial peak were taken as significant signals. All the data points in these significant peaks were analysed, and a total peak intensity was obtained (see 'MALDI-MS total peak intensity' in Supplementary Table S2) . Secondly, using this value, the proportion of each glycan (i.e. A3-15-2-1 or A3-15-2-2) in the parent fraction, A3-15-2 species, was calculated. Finally, the relative amount of the glycan was determined by multiplying the proportion by the parent's amount normalised to N-5. With the same procedure, the relative amounts of A3-15-3-1 and A3-15-3-2 species were calculated (Table 1 and Supplementary Tables S1 and S2) . Finally, to one glycan (A3-13), MS n analyses were then applied ( Fig. 8 and Supplementary Fig. S3 and Table S6 ).",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "55,",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 207,
                    "text": "Supplementary Table S8.",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 948,
                    "text": "Supplementary Table S9",
                    "ref_id": null
                },
                {
                    "start": 1620,
                    "end": 1628,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 1633,
                    "end": 1654,
                    "text": "Supplementary Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2246,
                    "end": 2269,
                    "text": "Supplementary Table S2)",
                    "ref_id": null
                },
                {
                    "start": 2644,
                    "end": 2688,
                    "text": "(Table 1 and Supplementary Tables S1 and S2)",
                    "ref_id": null
                },
                {
                    "start": 2757,
                    "end": 2763,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 2768,
                    "end": 2789,
                    "text": "Supplementary Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2794,
                    "end": 2802,
                    "text": "Table S6",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Sample preparation and mass spectrometry described above were carried out in accordance with MIRAGE guidelines 55, 56 . Information on the MS and MS n settings is shown in Supplementary Table S9 .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "55,",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 194,
                    "text": "Supplementary Table S9",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "All the data generated or analysed during this study are included in this published article or available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Protein glycosylation: new challenges and opportunities",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Org. Chem",
            "volume": "70",
            "issn": "",
            "pages": "4219--4225",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the frequency of protein glycosylation, as deduced from analysis of the SWISS-PROT database",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Apweiler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hermjakob",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sharon",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1473",
            "issn": "",
            "pages": "4--8",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Functional roles of N-glycans in cell signaling and cell adhesion in cancer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cancer Sci",
            "volume": "99",
            "issn": "",
            "pages": "1304--1310",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The role of protein N-glycosylation in neural transmission",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Panin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Glycobiology",
            "volume": "24",
            "issn": "",
            "pages": "407--417",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Alteration of N-glycosylation in the kidney in a mouse model of systemic lupus erythematosus: relative quantification of N-glycans using an isotope-tagging method",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hashii",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunology",
            "volume": "126",
            "issn": "",
            "pages": "336--345",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Analysis of the human cancer glycome identifies a novel group of tumor-associated N-acetylglucosamine glycan antigens",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Satomaa",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cancer Res",
            "volume": "69",
            "issn": "",
            "pages": "5811--5819",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Improved method for drawing of a glycan map, and the first page of glycan atlas, which is a compilation of glycan maps for a whole organism",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Natsuka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Masuda",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sumiyoshi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nakakita",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0102219"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Developmental changes in the expression of glycogenes and the content of N-glycans in the mouse cerebral cortex",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ishii",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Glycobiology",
            "volume": "17",
            "issn": "",
            "pages": "261--276",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Cochlea",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wangemann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schacht",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "130--185",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pathophysiology of the cochlear intrastrial fluid-blood barrier (review)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Hear Res",
            "volume": "338",
            "issn": "",
            "pages": "52--63",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hearing and Hormones",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forrest",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "163--189",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Molecular architecture of the stria vascularis membrane transport system, which is essential for physiological functions of the mammalian cochlea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Uetsuka",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Eur. J. Neurosci",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Role of the copper transporter, CTR1, in platinum-induced ototoxicity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "More",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Neurosci",
            "volume": "30",
            "issn": "",
            "pages": "9500--9509",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Expression of growth factors and their receptors in the postnatal rat cochlea",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Malgrange",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Neurochem. Res",
            "volume": "23",
            "issn": "",
            "pages": "1133--1138",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Expression of aquaporins and vasopressin type 2 receptor in the stria vascularis of the cochlea",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nishioka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hear. Res",
            "volume": "260",
            "issn": "",
            "pages": "11--19",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Resting potentials inside the cochlear partition of the guinea pig",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Bekesy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Nature",
            "volume": "169",
            "issn": "",
            "pages": "241--242",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "DC resting potentials inside the cochlear partition",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Békésy",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "J. Acoust. Soc. Am",
            "volume": "24",
            "issn": "",
            "pages": "72--76",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The electrolytes of the labyrinthine fluids",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "H"
                    ],
                    "last": "Lowry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Laryngoscope",
            "volume": "64",
            "issn": "",
            "pages": "141--153",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Auditory Trauma, Protection, and Repair",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wangemann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "49--100",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Stria vascularis and vestibular dark cells: characterisation of main structures responsible for inner-ear homeostasis, and their pathophysiological relations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Ciuman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Laryngol Otol",
            "volume": "123",
            "issn": "",
            "pages": "151--162",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Detection of atrial natriuretic peptide and its receptor in marginal cells and cochlea tissues from the developing rats",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Neuroendocrinol. Lett",
            "volume": "32",
            "issn": "",
            "pages": "187--192",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "RNA microarray analysis in prenatal mouse cochlea reveals novel IGF-I target genes: implication of MEF2 and FOXM1 transcription factors",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sanchez-Calderon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PloS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0008699"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Barttin is a Cl − channel beta-subunit crucial for renal Cl − reabsorption and inner ear K + secretion",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Estevez",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "414",
            "issn": "",
            "pages": "558--561",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Deafness in Claudin 11-null mice reveals the critical contribution of basal cell tight junctions to stria vascularis function",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Neurosci",
            "volume": "24",
            "issn": "",
            "pages": "7051--7062",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Compartmentalization established by claudin-11-based tight junctions in stria vascularis is required for hearing through generation of endocochlear potential",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kitajiri",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Cell. Sci",
            "volume": "117",
            "issn": "",
            "pages": "5087--5096",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Altered cochlear fibrocytes in a mouse model of DFN3 nonsyndromic deafness",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Minowa",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "285",
            "issn": "",
            "pages": "1408--1411",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Loss of K-Cl co-transporter KCC3 causes deafness, neurodegeneration and reduced seizure threshold",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boettger",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "EMBO J",
            "volume": "22",
            "issn": "",
            "pages": "5422--5434",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Structures and developmental alterations of N-glycans of zebrafish embryos",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanzawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Natsuka",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Glycobiology",
            "volume": "27",
            "issn": "",
            "pages": "228--245",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Analysis of N-and O-glycans by pyridylamination",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Natsuka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hase",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Methods Mol. Biol",
            "volume": "76",
            "issn": "",
            "pages": "101--113",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Essentials of Glycobiology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Varki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "99--111",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Mass spectrometry-based N-glycomics of colorectal cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Sethi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fanayan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Mol. Sci",
            "volume": "16",
            "issn": "",
            "pages": "29278--29304",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Introduction of a new scale into reversed-phase high-performance liquid chromatography of pyridylamino sugar chains for structural assignment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yanagida",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ogawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Omichi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hase",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Chromatogr. A",
            "volume": "800",
            "issn": "",
            "pages": "187--198",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Differentiation of sialyl linkage isomers by one-pot sialic acid derivatization for mass spectrometry-based glycan profiling",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nishikaze",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Anal. Chem",
            "volume": "89",
            "issn": "",
            "pages": "2353--2360",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Structures Common to Different Glycans in Essentials ofGlycobiology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Varki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "161--178",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Novel pathways in complex-type oligosaccharide synthesis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Den Eijnden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Neeleman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Van Die",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "New vistas opened by studies in invertebrates in Glycoimmunology",
            "volume": "2",
            "issn": "",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Comparative structural analysis of the glycosylation of salivary and buccal cell proteins: innate protection against infection by Candida albicans",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Everest-Dass",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Glycobiology",
            "volume": "22",
            "issn": "",
            "pages": "1465--1479",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Site-specific glycan-peptide analysis for determination of N-glycoproteome heterogeneity",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Proteome Res",
            "volume": "12",
            "issn": "",
            "pages": "5791--5800",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Structure, nomenclature, and properties of carbohydrates",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Slavin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biochemical, Physiological & Molecular Aspects of Human Nutrition",
            "volume": "",
            "issn": "",
            "pages": "50--68",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Distribution of glycoconjugates in ion transport cells of gerbil inner ear",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sugiyama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Spicer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Munyer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Schulte",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Histochem. Cytochem",
            "volume": "39",
            "issn": "",
            "pages": "425--434",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Expression of glycoconjugates in the human fetal cochlea",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamashita",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bagger-Sjoback",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Acta Otolaryngol",
            "volume": "112",
            "issn": "",
            "pages": "628--634",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Lectin binding patterns in nonsensory regions of rat cochlea during postnatal development",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sarfaraz",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Salim",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Anat",
            "volume": "194",
            "issn": "",
            "pages": "497--504",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Viral causes of hearing loss: a review for hearing health professionals. Trends Hear",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Durstenfeld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Roehm",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "1--17",
            "other_ids": {
                "DOI": [
                    "10.1177/2331216514541361"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Trisaccharide containingalpha2,3-linked sialic acid is a receptor for mumps virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kubota",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "113",
            "issn": "",
            "pages": "11579--11584",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Expression of LacdiNAc groups on N-glycans among human tumors is complex",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hirano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matsuda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shirai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Furukawa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biomed. Res. Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2014/981627"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "O-linked N,N'-diacetyllactosamine (LacdiNAc)-modified glycans in extracellular matrix glycoproteins are specifically phosphorylated at subterminal N-acetylglucosamine",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Breloy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Biol. Chem",
            "volume": "287",
            "issn": "",
            "pages": "18275--18286",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Hydrazinolysis of alpha-1-acid glycoprotein",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yosizawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Biochim. Biophys. Acta",
            "volume": "121",
            "issn": "",
            "pages": "417--420",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A general approach to desalting oligosaccharides released from glycoproteins",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Jardine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Redmond",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Glycoconj. J",
            "volume": "15",
            "issn": "",
            "pages": "737--747",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A method to identify trace sulfated IgG N-glycans as biomarkers for rheumatoid arthritis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Commun",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-017-00662-w"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Identification of N-linked carbohydrates from severe acute respiratory syndrome (SARS) spike glycoprotein",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "399",
            "issn": "",
            "pages": "257--269",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Improving bioscience research reporting: The ARRIVE guidelines for reporting animal research",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kilkenny",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Cuthill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emerson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Pharmacol. Pharmacother",
            "volume": "1",
            "issn": "",
            "pages": "94--99",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Another role for melanocytes: their importance for normal stria vascularis development in the mammalian inner ear",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barkway",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Development",
            "volume": "107",
            "issn": "",
            "pages": "453--463",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Release of O-linked sugar chains from glycoproteins with anhydrous hydrazine and pyridylamination of the sugar chains with improved reaction conditions",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kuraya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hase",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biochem",
            "volume": "112",
            "issn": "",
            "pages": "122--126",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Structure analyses of oligosaccharides by tagging of the reducing end sugars with a fluorescent compound",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hase",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikenaka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsushima",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "85",
            "issn": "",
            "pages": "257--263",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Structural analysis of N-glycans of the planarian Dugesia japonica",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Natsuka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hirohata",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nakakita",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sumiyoshi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hase",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "FEBS J",
            "volume": "278",
            "issn": "",
            "pages": "452--460",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The minimum information required for a glycomics experiment (MIRAGE) project: sample preparation guidelines for reliable reporting of glycomics datasets",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Struwe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Glycobiology",
            "volume": "26",
            "issn": "",
            "pages": "907--910",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The minimum information required for a glycomics experiment (MIRAGE) project: improving the standards for reporting mass-spectrometry-based glycoanalytic data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kolarich",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol. Cell. Proteomics",
            "volume": "12",
            "issn": "",
            "pages": "991--995",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The endocochlear potential depends on two K + diffusion potentials and an electrical barrier in the stria vascularis of the inner ear",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc. Natl. Acad. Sci. USA 105",
            "volume": "",
            "issn": "",
            "pages": "1751--1756",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Isolation of the stria vascularis. (a) Structure of the cochlea. An overview image and cross-section of this organ are shown in left and right panels, respectively. In the latter, electrochemical properties of endolymph and perilymph are indicated. StV; stria vascularis, SL; spiral ligament, LW; lateral cochlear wall. (b-d) Dissociation of StV. The cochlea was dissected from the temporal bone (b) and divided sagittally into two parts along the cochlear axis (c). The StV was identified by brown pigmentation of the intermediate cells. Then, as shown in (d), the StV was carefully peeled away from the SL with a fine needle (see Methods). Scientific RepoRts | (2019) 9:1551 | https://doi.org/10.1038/s41598-018-38079-0",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Verification of purity of the stria vascularis in the samples. (a) Cellular components of the lateral wall. The stria vascularis (StV) is composed of marginal, intermediate, and basal cells, whereas the spiral ligament (SL) consists of fibrocytes. This scheme was adapted from our earlier work 57 . (b) Assessment of purity of the StV in the obtained samples. qPCR analyses were performed separately on the StV (green bars) and SL (yellow bars)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The workflow for characterisation of strial glycans. (a) An overview flowchart of the experiments conducted in this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Separation and identification of N-glycans from the stria vascularis. (a) An elution profile of diethylaminoethyl (DEAE) anion exchange HPLC. Samples extracted from the stria vascularis were analysed by chromatography. Peaks of compounds without sialylation (class N) and with a modification consisting of one to four sialic acid residues (classes A1 to A4) were detected. A signal between N and A1 peaks derived from non-glycan fluorescent materials 7,28 . (b) An elution profile of reversed-phase HPLC. We analysed the fractions isolated by DEAE chromatography [N and A1-A4; see (a)]. The numbers point to significant peaks (for the criterion, see Results). The traces marked by dashed red boxes in panels A1 and A2 are expanded in insets.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Structural analyses of A1-3-2 and A1-4-2 glycans. (a,b) Left panels illustrate full-scan mass spectra (m/z range: 500-2000) with A1-3 and A1-4 fractions eluted via reversed-phase HPLC (seeFig. 4b).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "). These R and S values are indicated in parentheses. Shown in the table are error R std and S std factors in each pair. Procedures to obtain all the values and factors are described in the main text. The results highlighted in red satisfy the criterion of the glycan assignment (<5; see text). (d) Determined structures of A1-3-2 and A1-4-2 glycans. PA: pyridylamine. Scientific RepoRts | (2019) 9:1551 | https://doi.org/10.1038/s41598-018-38079-0",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Determination of A1-8-1 glycan structure. (a) Mass spectra of A1-8-1 species. The profile of the A1-8 fraction analysed by mass spectrometry (MS) is shown in the left panel. The analysed fraction was isolated by reversed-phase HPLC (see Fig. 4b). Strial glycan A1-8-1 was detected as the signal at m/z 896.59 [M + 2 H] 2+ , and this fragment was next assayed with MS 2 as displayed in the right panel. In both panels, monosaccharide composition and possible glycosidic linkage patterns for each product and annotated structure of A1-8-1 [NeuAcGalGlcNAcMan 3 FucGlcNAc 2 (mN-MOF6)] are illustrated with symbols. (b,c) Characterisation of the structure of the A1-8-1 glycan. R and S values obtained through the analysis of the strial glycans with three different HPLCs (R stria and S stria ) were compared with R and S values of standard glycans (R std and S std ) 3N-MO1F6 and 3N-MO2F6 (Supplementary Table S4). (b) as well as calculated R and S values of 6N-MO1F6 and 6N-MO2F6 (R calc and S calc ) (c). The R and S values are shown in parentheses. Error R std and S std factors and error R calc and S calc factors in each pair were obtained, and the results are depicted in the tables in (b) and (c). Procedures for obtaining all the values and factors are described in the main text. The results indicated in red meet the criterion of the glycan assignment (<5; see text). (d) The candidate structure for A1-8-1 species. PA: pyridylamine. Scientific RepoRts | (2019) 9:1551 | https://doi.org/10.1038/s41598-018-38079-0Fig. S3 and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "into six remarkable fragments; HexHexNAc (m/z 366.17 [M + H] + ), NeuAcHexHexNAc",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Characterisation of A2-24 glycan structure with sialic acid derivatisation. (a) Mass spectra of A2-24 species. The left panel shows the result of LC-ESI mass spectrometry (MS) analysis of the A2-24 fraction isolated by reversed-phase HPLC (see Fig. 4b). The product detected as a peak at m/z 1326.12 [M + 2 H] 2+ was subjected to MS 2 analysis and separated into several fragments as illustrated in the right panel. Constituents and possible linkage patterns for some products are also illustrated with symbols. NeuAc 2 Gal 2 GlcNAc 3 Man 3 FucGlcNAc 2 (dN-BIBsF6 or dN-TRF6-1G) is annotated structure of strial glycan A2-24 (left panel). Note that the peak at m/z 884.63 in the left panel represents tri-protonated form [M + 3 H] 3+ of the A2-24 glycan. (b) A full-scan positive ion mode MALDI-QIT-TOF mass spectrum (m/z > 2000) of the A2-24 fraction with sialic-acid-linkagespecific alkylamidation (SALSA). The strong signal at m/z 2755.11 [M + Na] + represents the derivatised A2-24 species. The dotted line denotes the predicted position of the non-alkylamidated A2-24 glycan in sodiated form [M + Na] + on the basis of its calculated m/z value (2672.97 marked by 'Pre SALSA'). The difference in molecular mass between these two signals is shown (82.14 Da). (c) Assigned structure of the A2-24 strial glycan. Note that the linkage patterns among three N-acetylglucosamine residues in antenna structures and two mannose residues in the core structure have yet to be determined. PA: pyridylamine. Scientific RepoRts | (2019) 9:1551 | https://doi.org/10.1038/s41598-018-38079Analysis of A3-13 glycan structure with SALSA and multiple mass spectrometry modes. (a) A positive ion mode MALDI-QIT-TOF mass spectrum of A3-13 species. The sample analysed in this experiment was obtained by reversed-phase HPLC and derivatised with SALSA (see Supplementary Fig. S3). (b,c) Negative ion mode MALDI-QIT-TOF MS spectra of the reversed-phase HPLC fraction containing A3-13 species. The data on the samples without and with SALSA are displayed in panels b and c, respectively. In (b), the peaks at m/z 2316.8 [M-H] − and at m/z 2338.8 [M-H] − represent a deprotonated ion of the A3-13 strial glycan and its Na + -bound form, respectively, whereas the moiety (of the former) deficient in an acidic functional group is observed as a signal at m/z 2236.9 [M-H] − . Note that the deprotonated glycan (b) shifted by 41.1 Da with SALSA (c). (d) An MS 2 spectrum of SALSA-derivatised A3-13 glycan isolated by the MS assay (a peak at m/z 2357.9 [M-H] − in (c). A signal at m/z 2025.7 [M-H] − should result from neutral loss of a single isopropylamine (iPA)-bound sialic acid in the parent ion. The lack of one and two HexNac residues likely produced two fractions at m/z 1822.6 [M-H] − and 1619.6 [M-H] − , respectively. (e) Data from the MS 3 analysis of the product at m/z 1619.6 [M-H] − in MS 2 mode. The signal at m/z 1174.3 [M-H] − stems from loss of the pyridylamine Scientific RepoRts | (2019) 9:1551 | https://doi.org/10.1038/s41598-018-38079-0 (m/z 657.37 [M + H] + ), NeuAcHex 2 HexNAc (m/z 819.41 [M + H] + ), NeuAcHex 5 HexNAc 3 -PA (m/z 904.44 [M + 2H] 2+ ), Hex 4 HexNAc-PA (m/z 1151.70 [M + H] + ), and Hex 5 HexNAc 2 -PA (m/z 1313.70 [M + H] + ; Fig. 5a and Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", the A1-8-1 species was detected as a marked signal at m/z 896.39 [M + 2 H] 2+ in the LC-ESI-MS spectra. Analysis of this fraction in MS 2 mode detected five significant peaks, each of which corresponded to HexHexNAc (m/z 366.26 [M + H] + ), NeuAcHexHexNAc (m/z 657.31 [M + H] + ), Hex 2 HexNAc 2 dHex-PA (m/z 973.60 [M + H] + ), Hex 3 HexNAc 2 dHex-PA (m/z 1135.69 [M + H] + ), or Hex 4 HexNAc 3 dHex-PA (m/z 1500.83 [M + H] + ; Fig. 6a and Supplementary Table S7). Accordingly, fraction A1-8-1 was likely to be made up of NeuAcGalGlcNAcMan 3 FucGlcNAc 2 , i.e. mN-MOF6. Regarding the structure of this glycan, four candidates can be proposed because isomers of NeuAcGalGlcNAcMan 3 GlcNAc 2 (MOF6) exist (MO1F6 and MO2F6; Supplementary Table S4) and a galactose residue in each isomer can bind to a sialic acid with α2,3-linkage (3N-MO1F6 or 3N-MO2F6) or with α2,6-linkage (6N-MO1F6 or 6N-MO2F6). For 3N-MO1F6 and 3N-MO2F6, R std and S std values were available (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "[M + H] + (NeuAcHexHexNAc), m/z 819.14 [M + H] + (NeuAcHex 2 HexNAc), m/z 1176.77 [M + H] + (Hex 2 HexNAc 3 dHex-PA), m/z 1541.23 [M + H] + (Hex 3 HexNAc 5 dHex-PA), m/z 1703.80 [M + H] + (Hex 4 HexNAc 4 dHex-PA), and m/z 1994.90 [M + H] + (NeuAcHex 4 HexNAc 4 dHex-PA; Fig. 7a and Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "residues, respectively, as shown in the panel. As described in the main text, the fraction at m/z 485.1 [M-H] − consists of GalNAcGlcNAc modified by a sulphate group. (f) The MS 4 spectrum obtained from the parent ion detected as a signal at m/z 485.1 [M-H] − in MS 3 mode. Difference in m/z value between the parent ion and the product at m/z 282.0 [M-H] − corresponds to the m/z value of a HexNAc residue. Composition of the moiety should be sulphated GalNAc or GlcNAc (see symbolic notations). (g) Possible structure of A3-13.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "A profile of N-glycans in stria vascularis. Strial 79 N-glycan types determined by the workflow shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "the peak at m/z 2236.9 [M-H] − was smaller by approximately 80 Da than the native signal of A3-13 species (m/z 2316.8 [M-H] − ) and the difference is consistent with molecular mass of a sulphate group or a phosphate group. Accordingly, it is plausible that this strial glycan consists of NeuAcGalNAc 2 GlcNAc 2 Man 3 FucGlcNAc 2 [6N-BI(dLdn1,2)F6)] (molecular mass: 2237.86) to which either acidic functional group is attached. Furthermore, with MS 2 mode we analysed the SALSA-treated fraction, which was detected as a product at m/z 2357.9 [M-H] − in negative ion mode MALDI-QIT-TOF MS (Fig. 8c; and see Fig. 3). As shown in Fig. 8d, three marked peaks were detected; the one at m/z 2025.7 [M-H] − should result from neutral loss of single iPA-bound sialic acid in the parent ion. Additional lack of one and two HexNAc residue(s) (203.08 Da for one) is likely to result in the other two peaks at m/z 1822.6 [M-H] − and m/z 1619.6 [M-H] − , respectively. The latter seems to represent a glycan of GalNAcGlcNAcMan 3 FucGlcNAc 2 (LdnM3F6) that is sulphated or phosphorylated (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "; difference in molecular mass between a fragment at m/z 1174.3 [M-H] − and the parent ion (m/z 1619.6 [M-H] − ) was likely due to loss of the PA-bound GlcNAc and Fuc at the reducing end. Moreover, it seems probable that the fragment at m/z 971.2 [M-H] − was produced by deletion of one HexNAc residue (203.08 Da) from the glycan detected at m/z 1174.3 [M-H] − whereas the moiety at m/z 485.1 [M-H] − resulted from additional loss of three Hex residues (Fig. 8e). The value of m/z 485.1 [M-H] − can be accounted for by molecular mass of GalNAcGlcNAc (406.16 Da) that is modified by a sulphate group or a phosphate group (~80 Da; Fig. 8e). According to the literature 34 , Gal and HexNAc in N-glycans can be sulphated but not phosphorylated (but see 'Discussion'). Therefore, we concluded that the functional group in GalNAcGlcNAc is likely to be a sulphate group. Next, the aforementioned fraction with m/z 485.1 [M-H] − (GalNAcGlcNAc) was analysed with MS 4 and a peak at m/z 282.0 [M-H] − was detected in the spectrum",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Fig. S2) when this fraction served as a doubly protonated ion [M + 2 H] 2+ instead of a triply protonated form [M + 3 H] 3+ that was initially predicted.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "and washed in the chilled standard solution consisting of NaCl, 140 mM; KCl, 5 mM; HEPES, 10 mM (pH 7.4); D-glucose, 10 mM; MgCl 2 , 1 mM; CaCl 2 , 1 mM; and cOmplete Protease Inhibitor Cocktail (1 tablet per 50 ml; Roche, Basel, Switzerland).",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": ".",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 1. Structures of N-glycans in the stria vascularis. Possible structures and names of individual 79 N-glycans identified in the present study are listed with the R and S values of the strial samples (R stria and S stria ), the R and S values of the standard glycans (R std and S std : Bold) or those calculated based on empirical additivity rule and MS data of the strial glycan (R calc and S calc : Italic) and relative amounts [toward the amount of N-5 (Man 6 GlcNAc 2 , i.e. M6)]. Following data are described in Supplementary Table S2; peak areas of the glycan fractions obtained by size fractionation HPLC, total peak intensity of A3-15-2-1, A3-15-2-2, A3-15-3-1, and A3-15-3-2 in positive ion mode MALDI-QIT-TOF-MS analysis, the m/z values detected in LC-ESI-MS spectrum, the m/z values described in mass databases, the ion types detected in LC-ESI-MS analysis and symbolic images of the glycan structures.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Scientific RepoRts | (2019) 9:1551 | https://doi.org/10.1038/s41598-018-38079-0 number exceeded 7.0 were admitted to subsequent experiments. The RNA was processed with Moloney Murine Leukaemia Virus (M-MULV) reverse transcriptase (Invitrogen, Carlsbad, CA). Real-time qPCR was carried out on a LightCycler Nano System (Roche). Expression levels of transcripts of four genes, i.e. Slc12a6 (GenBank accession No. NM_001109630), Pou3f4 (NM_017252), Bsnd (NM_138979)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was partially supported by the following research grants and funds: Grants-in-Aid ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary information accompanies this paper at https://doi.org/10.1038/s41598-018-38079-0.Competing Interests: The authors declare no competing interests.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        },
        {
            "text": "License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International"
        }
    ]
}