{
    "paper_id": "575faff450d20d0f359d000ebc8b66b638094613",
    "metadata": {
        "title": "Gliopathy of Demyelinating and Non-Demyelinating Strains of Mouse Hepatitis Virus",
        "authors": [
            {
                "first": "Tommaso",
                "middle": [],
                "last": "Pizzorusso",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adelaide",
                "middle": [],
                "last": "Fernandes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Weissert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jayasri",
                "middle": [],
                "last": "Das Sarma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Thomas Jefferson University",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": "dassarmaj@iiserkol.ac.in"
            },
            {
                "first": "Lawrence",
                "middle": [
                    "C"
                ],
                "last": "Kenyon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Thomas Jefferson University",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kaushiki",
                "middle": [],
                "last": "Biswas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [
                    "S"
                ],
                "last": "Shindler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Manasi",
                "middle": [],
                "last": "Nabar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Thomas Jefferson University",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Marjorie",
                "middle": [],
                "last": "Stout",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Thomas Jefferson University",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "T"
                ],
                "last": "Hingley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Philadelphia College of Osteopathic Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Judith",
                "middle": [
                    "B"
                ],
                "last": "Grinspan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Demyelination in the central nervous system induced by neurovirulent strains of Mouse Hepatitis Virus (MHV) is mediated by the viral spike glycoprotein, but it is not clear whether the mechanism of this disease pathology involves direct viral infection of oligodendrocytes. Detailed studies of glial cell tropism of MHV are presented, demonstrating that direct MHV infection of oligodendrocytes differs between demyelinating (RSA59) and non-demyelinating (RSMHV2) viral strains both in vitro and in vivo. Our results indicate that direct injury of mature oligodendrocytes is an important mechanism of virus-induced demyelination. In vivo, RSA59 infection was identified in spinal cord gray and white matter, but infected oligodendrocytes were restricted to white matter. In contrast, RSMHV2 infection was restricted to gray matter neurons and was not localized to oligodendrocytes. In vitro, RSA59 can infect both oligodendrocyte precursors and differentiated oligodendrocytes, whereas RSMHV2 can infect oligodendrocyte precursors but not differentiated oligodendrocytes. Viral spreading through axonal means to white matter and release of the demyelinating strain MHV at the nerve end is critical for oligodendrocytes infection and subsequent demyelination. Understanding the mechanisms by which known viruses effect demyelination in this animal model has important therapeutic implications in the treatment of human demyelinating disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Demyelination is the process by which axons lose their normal insulating myelin. Multiple sclerosis (MS) is a chronic, progressive, or relapsing and remitting demyelinating disorder that affects the central nervous system (CNS) specifically. In addition to demyelination, there is partial loss of oligodendroglial cells and axonal degeneration predominately within white matter, although some demyelination in MS also involves gray matter (Sharma et al., 2001; Bo et al., 2003; Vercellino et al., 2005; Lassmann et al., 2007; Rudick and Trapp, 2009 ). The mechanism of demyelination in MS is unknown, but may involve a T cell response triggered by virus infection (Allen and Brankin, 1993; Hernán et al., 2001; Hemmer et al., 2002) . Despite numerous attempts to identify an etiologic agent, a specific virus has not been recognized. Various animal models have been developed to study MS, including experimental autoimmune encephalomyelitis (Kornek et al., 2000) as well as viral-induced CNS demyelinating disease models. One particularly useful mouse model utilizes MHV-induced demyelination that mimics the pathology of MS (Das Sarma, 2010) .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 460,
                    "text": "(Sharma et al., 2001;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 461,
                    "end": 477,
                    "text": "Bo et al., 2003;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 478,
                    "end": 502,
                    "text": "Vercellino et al., 2005;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 503,
                    "end": 525,
                    "text": "Lassmann et al., 2007;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 526,
                    "end": 548,
                    "text": "Rudick and Trapp, 2009",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 664,
                    "end": 689,
                    "text": "(Allen and Brankin, 1993;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 690,
                    "end": 710,
                    "text": "Hernán et al., 2001;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 711,
                    "end": 731,
                    "text": "Hemmer et al., 2002)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 941,
                    "end": 962,
                    "text": "(Kornek et al., 2000)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1130,
                    "end": 1142,
                    "text": "Sarma, 2010)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Previous studies in our laboratory have analyzed the pathogenesis of recombinant MHV strains, RSA59 (demyelinating strain; DM), and RSMHV2 (non-demyelinating strain; NDM) that are isogenic except for the spike gene that encodes the virus-host attachment glycoprotein (Das Sarma et al., 2000 ). Both strains are capable of causing hepatitis, encephalitis, and meningitis, however, the two strains differ in their ability to induce subsequent demyelination and axonal loss (Das Sarma et al., 2009) . Seven days post-infection, RSA59 produces demyelination that is best observed in the spinal cord. In contrast, RSMHV2 does not produce demyelination and only rarely demonstrates axonopathic changes in spinal cord white matter (Das Sarma et al., 2009) . The inability of RSMHV2 to induce demyelination is due in part to a lack of transport of viral antigen (and the subsequent inflammatory reaction) to the white matter. Furthermore, in vivo and in vitro experiments demonstrate deficits in the ability of RSMHV2 to spread between neurons when compared to inter-neuronal spread by RSA59 (Das Sarma et al., 2009 ). RSA59-induced demyelination occurs in the setting of both axonal degeneration as well as macrophage mediated myelin stripping along intact axons (Das Sarma et al., 2009) . While spike glycoprotein mediates spread of viral antigen to white matter through axonal transport, specific mechanisms leading to subsequent demyelination are not known. Viral antigen in white matter axons may be sufficient to trigger an inflammatory response that damages myelin. Alternatively, viral antigen may need to spread directly into oligodendrocytes, or indirectly to oligodendrocytes via astrocytes, using the spike protein.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 290,
                    "text": "(Das Sarma et al., 2000",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 471,
                    "end": 495,
                    "text": "(Das Sarma et al., 2009)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 724,
                    "end": 748,
                    "text": "(Das Sarma et al., 2009)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1089,
                    "end": 1107,
                    "text": "Sarma et al., 2009",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1256,
                    "end": 1280,
                    "text": "(Das Sarma et al., 2009)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Previously, another demyelinating strain, MHV-JHM, has been shown to produce a rapidly fatal encephalomyelitis, although some temperature sensitive mutants can produce non-fatal demyelination due to selective destruction of oligodendrocytes (Dubois-Dalcq et al., 1982) . RSA59 or its parental demyelinating strain MHV-A59 can infect oligodendrocytes in vitro, isolated from either rat or mouse, or in oligodendrocyte cell lines (Liu et al., 2006 (Liu et al., , 2011 Li et al., 2010) . Nevertheless, the inability of the RSMHV2 strain to induce demyelination has not been resolved and may be due to an inability to selectively destroy/impair oligodendrocytes in the spinal cord white matter. Alternatively, the failure of RSMHV2 to effect demyelination may be related to impaired axonal transport as has already been observed (Das Sarma et al., 2009 ). In the current study, viral tropism of RSA59 and RSMHV2 in spinal cord oligodendrocytes, myelin, neurons, and astrocytes is compared in order to further clarify the mechanism(s) of viral-mediated demyelination.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 268,
                    "text": "(Dubois-Dalcq et al., 1982)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 428,
                    "end": 445,
                    "text": "(Liu et al., 2006",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 446,
                    "end": 465,
                    "text": "(Liu et al., , 2011",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 466,
                    "end": 482,
                    "text": "Li et al., 2010)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 825,
                    "end": 848,
                    "text": "(Das Sarma et al., 2009",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Use of animals and all experimental procedures were reviewed and approved by the Institutional Animal Care and Use Committee at the Philadelphia College of Osteopathic Medicine and Indian Institute of Science Education and Research-Kolkata (IISER-K). Animal protocols adhered to the guidelines of the United States National Institutes of Health Office of Laboratory Animal Welfare Guide for the Care and Use of Laboratory Animals, 8th Edition as well as CPCSEA, India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "Recombinant isogenic demyelinating (DM) strain of MHV, RSA59, and non-demyelinating (NDM) strain RSMHV2 were described in our previous studies (Das Sarma et al., 2002 . RSA59 and RSMHV2 are isogenic except for the spike gene, which encodes an envelope glycoprotein that mediates many biological properties of MHV including viral attachment to host cells, as well as virus-cell and cell-cell fusion (Gallagher and Buchmeier, 2001) . These recombinant strains also express enhanced green fluorescence protein (EGFP) (Das Sarma et al., 2002) .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 166,
                    "text": "Sarma et al., 2002",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 398,
                    "end": 429,
                    "text": "(Gallagher and Buchmeier, 2001)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 519,
                    "end": 538,
                    "text": "Sarma et al., 2002)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "Four-week-old, MHV-free, C57BL/6 (B6) mice (Jackson Laboratories, Bar Harbor, Maine) were inoculated intracranially with 50% LD 50 dose of RSA59 strain (20,000 PFU) or RSMHV2 (100 PFU) as described previously (Das Sarma et al., 2002 . Ten mice were infected in each group.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 232,
                    "text": "(Das Sarma et al., 2002",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Inoculation of Mice"
        },
        {
            "text": "Briefly, viruses were diluted in phosphate-buffered saline (PBS) containing 0.75% bovine serum albumin. Mice were anesthetized with 100 mg/kg ketamine and 10 mg/kg xylazine prior to inoculation. For intracerebral (i.c.) injection, 25 ml of diluted virus was injected directly through the skull into the left cerebral hemisphere. Mock-infected controls were injected similarly with an uninfected L2 cell lysate at a similar dilution. Mice were monitored daily for potential signs of disease including weight loss, waddling gait, partial limp, or lack of appetite. As with our prior studies, all mice developed minimal or no signs of disease, and mice were therefore sacrificed at time points based on the known disease course from prior histologic studies (Das Sarma et al., 2002 . At the time of sacrifice, mice were anesthesized with ketamine/xylazine, then perfused transcardially with PBS, followed by cold PBS containing 4% paraformaldehyde and finally with 10 ml of PBS containing 10% sucrose. Spinal cord and brain tissues were removed and placed at 4 • C for 4 h in 10% sucrose, followed by 30% sucrose overnight. Tissues were embedded in OCT medium (Tissue Tek, Hatfield, PA), sectioned sagitally with a microtome to 6 µm thickness, and mounted on glass slides.",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 778,
                    "text": "(Das Sarma et al., 2002",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Inoculation of Mice"
        },
        {
            "text": "Five mice were sacrificed at day 6 post-infection for viral titer estimation as well as routine paraffin based histopathological analysis and the rest were used for frozen sections. Cervical, thoracic and lumbar regions of spinal cord were harvested from each of 4 RSA59-infected and 5 RSMHV2-infected mice 6 days after inoculation. Four quadrants (dorsal/posterior column, anterior column, and two anterior horns) from two separate sections of each spinal cord level were examined. All together, we examined 96 quadrants for RSA59 and 120 quadrants for RSMHV2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inoculation of Mice"
        },
        {
            "text": "Immunofluorescence was performed on cryosections harvested from cervical, thoracic and lumbar regions of spinal cord from each of 4 RSA59-infected and 5 RSMHV2-infected mice 6 days after inoculation as described). For Olig2 staining, a Tyramide signal amplification kit (Molecular Probes CAT# T-20935; Invitrogen; Eugene, Oregon) was used. Primary antibodies and their dilutions to detect specific CNS cell types are listed in Table 1 . Control slides were incubated in parallel with pre-immune rabbit sera, and sections from mock-infected mice were incubated with secondary antibodies only. Tissue sections were sequentially washed with PBS plus Triton X-100 and with PBS, then mounted and visualized by the Leica TCS SPE Confocal system. We examined 4 quadrants (dorsal column, ventral column, and two ventral horns) from two separate sections of each spinal cord level. All together we examined 96 quadrants for RSA59 and 120 quadrants for RSMHV2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 434,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Immunofluorescence Microscopy"
        },
        {
            "text": "For Olig2 staining, sections were specially post-fixed with icecold 95% ETOH at −20 • C for 20 min. These were subsequently washed with 1X ice-cold TBS (Tris Buffer Saline) at room temperature (RT) for 10 min. Post-fixed tissues were processed as previously described for washing, permeabilization, and blocking prior to the addition of the anti-Olig2 antibody. Biotinylated anti-Rabbit IgG was used as secondary antibody and sections were incubated for 30 min at RT. Further staining steps were followed as per the Tyramide signal amplification kit manual. Briefly, sections were washed with 1X blocking buffer (10 mg/ml Component D) for 15 min and labeled with Strep-HRP (provided with the kit; 1:200 dilutions in diluted component D) at RT for 30 min with three consecutive 1X TBS washes for 5 min each. Sections were then stained with Tyramide (1:200 dilution in amplification buffer) for 10 min at RT, washed three times with 1X TBS for 5 min each and then mounted in Vectashield (Vector laboratories Inc; Burlingame, CA) with DAPI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence Microscopy"
        },
        {
            "text": "To determine the colocalization of RSA59 viral antigen to axonal cytoskeletal structures, sections were incubated for 2 h with monoclonal primary antibodies anti-TAU, anti-MAP (2A + B), anti-Neurofilament (NFM) and anti-Synaptophysin (Syn) to label the axonal microtubules, dendritic microtubules, axonal Neurofilament and synaptic terminals, respectively. Primary antibody incubation was followed by incubation with TRITC conjugated secondary goat anti-Mouse IgG for 1 h. All incubations were performed at 37 • C in humidified chambers. Sections were mounted in Vectashield with DAPI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence Microscopy"
        },
        {
            "text": "All images were obtained with an Olympus IX81 fluorescence microscope. Images were acquired using Image ProPlus software with a 40X objective and Hamamatsu monochrome cool charged couple device camera. Images were taken in green and red excitation filters for EGFP and TRITC, respectively for each region and then merged with the help of the software. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence Microscopy"
        },
        {
            "text": "Primary cultures of mixed glial culture were prepared from day 0 newborn mice (Barres et al., 1992; Grinspan and Franceschini, 1995; Marek et al., 2008) . Briefly, following the removal of meninges, brain tissues were minced and incubated in a shaking water bath at 37 • C for 30 min in Hanks Balanced Solution (HBBS, GIBCO Life Technologies; Eugene, Oregon) in the presence of 300 µg/ml DNaseI and 0.25% trypsin (Sigma; St. Louis, MO). Enzyme digested dissociated cells were triturated with 0.25% fetal bovine serum (FBS), followed by a wash and centrifugation (300 × g for 10 min). The pellet was resuspended in HBBS, passed through a 70 µm nylon mesh, followed by a second wash and centrifugation (300 × g for 10 min). Following dilution with initial plating medium (Dulbecco's essential medium containing 1% penicillin-streptomycin, 0.2 mM Lglutamine and 10% FBS), cells were plated and allowed to adhere for 1 day in a humidified CO 2 incubator at 37 • C. After 24 h, any non-adherent cells were removed with HBBS without Ca and Mg and cells were switched to a serum free growth medium {Neurobasal medium containing B27 and 10 ng/ml and bFGF (Gibco Life Technologies,Eugene, Oregon) 2 ng/ml PDGF, and 1 ng/ml NT-3(PeproTech Inc. Rocky Hill, New Jersey}. Cultures were maintained in this medium until confluent (approximately 1 week). Oligodendrocyte progenitor cells (OPCs) present in mixed glial culture (mainly astrocytes and OPCs) were subjected to dislodging by a wash down method taking advantage of the differential adhesion properties of OPCs and astrocytes. OPCs mainly grow on top of the astrocyte layer and are less adherent than astrocytes. Dislodged oligodendrocytes were plated onto Poly-D-Lysine coated coverslips and maintained in serum free growth medium until the culture reached 80% confluence. Adherent cells were trypsinized and plated onto glass coverslips for cellular characterization.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 99,
                    "text": "(Barres et al., 1992;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 100,
                    "end": 132,
                    "text": "Grinspan and Franceschini, 1995;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 133,
                    "end": 152,
                    "text": "Marek et al., 2008)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Isolation of Oligodendrocyte-Precursor Cells (OPCs) from Neonatal Mouse Brain"
        },
        {
            "text": "Oligodendrocytes and Type-II astrocytes separated as described above were plated to determine viability and ability to grow in culture. In culture, they both grew well and exhibited the expected morphology. Purity of the culture was established using double label immunofluorescence with anti-GFAP and anti-A2B5 antibodies (markers for OPCs) as well as counterstaining with DAPI to detect cross contamination of GFAP-positive cells in OPC cultures and A2B5-positive cells in Type -II astrocyte cultures. Cultures were also stained with anti-CD11b antibody (microglia/macrophage marker) to look for microglia contamination, and routinely no CD11b positive cells were observed (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation of Oligodendrocyte-Precursor Cells (OPCs) from Neonatal Mouse Brain"
        },
        {
            "text": "Confluent OPCs were maintained in Oligodendrocyte Differentiation Medium {DMEM: F12 (1:1), 10% FBS supplemented with Transferrin (10 ug/ml), Insulin (5 µg/ml) and Sodium Selenite (30 nM) for 7-10 days. Day 7 differentiated oligodendrocyte cultures were stained with anti-GalC (Galactocerebroside), a marker of differentiated oligodendrocytes. Negative CD11b staining confirmed differentiated cultures remained free of microglia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differentiation of Oligodendrocytes"
        },
        {
            "text": "On day 7 after explantation, OPCs or differentiated oligodendrocyte cultures were infected at a multiplicity of infection (MOI) of 1 with RSA59 and RSMHV2 or mock infected with non-infected cell lysate. After allowing viral adsorption for 1 h, cells were washed and placed in fresh specified media without virus. At 24 h after infection, cultures were immunolabeled with either anti A2B5 or anti-GalC. Details concerning antibodies and dilutions are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 466,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Infection of Primary OPCs and Differentiated Oligodendrocytes (DOs) with RSA59 and RSMHV2"
        },
        {
            "text": "Quantification of viral strain infectivity in vivo was determined by examination of 10 random spinal cord sections in which one hundred olig2 positive cells were counted by a blinded investigator. The percentage of virally infected olig2 positive cells in RSA59 and RSMHV2 infection was calculated. A similar strategy was used to quantify strain specific infection of PLP positive oligodendrocytes. In vitro quantification of strain specific infection of OPCs was determined by counting one hundred OPCs in 10 separate random tissue culture dish microscopic fields (20X). Statistical comparisons between the percentage of oligodendrocytes (OPCs or DOs) infected by RSA59 vs. RSMHV2 were made using unpaired two tailed student t-tests, with p ≤ 0.05 considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantification of Infected Oligodendrocytes In vivo and In vitro by RSA59 and RSMHV2"
        },
        {
            "text": "In order to elucidate the mechanism(s) of selective tropism of the RSA59 (DM) and RSMHV2 (NDM) strains, it is necessary to identify the types and distribution of cells within the CNS capable of supporting viral infection and transport. Fourweek-old, MHV-free, C57BL/6 (B6) mice (Jackson Laboratory) were inoculated intracranially with either RSA59 or RSMHV2. MHV replication reaches its peak at day 5, and inflammation reaches its peak at day 7 post-infection. At day 5 postinfection, viral antigen from the RSA59 strain is localized to the spinal cord gray matter with subsequent spread to the adjacent white matter. At day 7 following RSA59 infection, viral antigen is mainly localized to the white matter (Das . In contrast, while at day 5 post-infection, the RSMHV2 strain viral antigen is transported to the spinal cord from the brain, viral replication and spread is primarily confined within the gray matter even at day 7 post-infection with infrequent spread to the white matter. Based upon the viral antigen dissemination kinetics, imaging was performed on spinal cord cryosections from day 6 post-infection when viral spread is maximal while cellular damage is limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RSA59 (DM) and RSMHV2 (NDM) Differ in Their Selective Tropism for Oligodendrocytes in Gray and White Matter"
        },
        {
            "text": "Since the viral strains used express EGFP, virus-infected cells were viewed directly by fluorescence microscopy. Identification of oligodendrocytes was performed using anti-sera to Olig2 (transcription factor for oligodendrocytes), usually present in oligodendrocyte nuclei. Detection was performed utilizing a red fluorescent Cy3-conjugated secondary antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RSA59 (DM) and RSMHV2 (NDM) Differ in Their Selective Tropism for Oligodendrocytes in Gray and White Matter"
        },
        {
            "text": "EGFP fluorescence of spinal cord sections from RSA59 infected mice demonstrates infection of both gray (ventral horns) and white matter (dorsal and ventral columns). Olig2 staining observed in gray and white matter oligodendrocytes is primarily nuclear, whereas EGFP fluorescence is restricted to FIGURE 3 | Infection of oligodendrocyte precursors with RSA59 and RSMHV2. Glial cells were isolated from neonatal C57Bl/6 mice and cultured in chemically defined medium specific for oligodendrocytes or oligodendrocyte precursors (OPCs). Seven day old mock infected mixed glial cells or cultures enriched for oligodendrocyte precursors or OPCs were double immunostained with anti A2B5 antibody, a marker for oligodendrocyte precursors (red) and anti GFAP, a Type-II astrocytic marker (green); nuclei were counterstained with DAPI (blue). Mixed glial culture (A) demonstrates labeling for both cell markers; cultures enriched for oligodendrocyte precursors or OPCs stain positive for TYPE-II astrocytes (B) or OPCs (C), respectively. Three sets of mixed glial cultures enriched for OPCs were infected with RSA59 (D-F) or RSMHV2 (G-I) at a MOI of 1. Virus-infected cells were identified by EGFP (green). EGFP expression in A2B5 positive cells shows that RSA59 can infect OPCs and form syncytia that is characteristic of infection by the demyelinating MHV strain (D-F). In RSMHV2-infected cultures, several cells were double positive for A2B5 (red) and EGFP (green), however, no syncytia were observed in RSMHV2-infected oligodendrocyte precursors (G-I). Magnification (A-I: 600X). Arrows mark double positive cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RSA59 (DM) and RSMHV2 (NDM) Differ in Their Selective Tropism for Oligodendrocytes in Gray and White Matter"
        },
        {
            "text": "the cytoplasm (Figures 1A-C) . Higher magnification images of the dorsal column white matter ( Figure 1D , upper portion with inset) and gray/white matter junction (Figure 1E with inset) demonstrate red Olig2 nuclear fluorescence surrounded by EGFP cytoplasmic green fluorescence. These cells represent infected oligodendrocytes. Double fluorescence/immunofluorescence staining of the gray matter ( Figure 1F ) does not show Olig2 nuclear/EGFP cytoplasmic staining.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 28,
                    "text": "(Figures 1A-C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 95,
                    "end": 104,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 164,
                    "end": 174,
                    "text": "(Figure 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 399,
                    "end": 408,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RSA59 (DM) and RSMHV2 (NDM) Differ in Their Selective Tropism for Oligodendrocytes in Gray and White Matter"
        },
        {
            "text": "Similar staining was performed on spinal cord sections from RSMHV2 infected mice (Figure 2) . Viral infection was restricted to the gray matter whereas Olig2 stained cells were observed in both gray and white matter. However, there were no examples of Olig2 nuclear/EGFP cytoplasmic fluorescence of cells in either gray or white matter as was observed in the white matter of RSA59 infected mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 91,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RSA59 (DM) and RSMHV2 (NDM) Differ in Their Selective Tropism for Oligodendrocytes in Gray and White Matter"
        },
        {
            "text": "RSA59 strain is not only more efficient in producing widespread infection of gray and white matter; it also demonstrates increased localization to oligodendrocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RSA59 (DM) and RSMHV2 (NDM) Differ in Their Selective Tropism for Oligodendrocytes in Gray and White Matter"
        },
        {
            "text": "Quantification of Olig2 immunofluorescence and EGFP revealed that 50% of Olig2 positive oligodendrocytes were infected by the RSA59 strain in the spinal cord white matter (see Quantification of Infected Oligodendrocytes in vivo and in vitro by RSA59 and RSMHV2 Section). For the purposes of this analysis, the dorsal columns and adjacent spinal cord gray matter were chosen since they were consistently identifiable at each level of the cord and showed the clearest and sharpest demarcation between gray and white matter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RSA59 (DM) and RSMHV2 (NDM) Differ in Their Selective Tropism for Oligodendrocytes in Gray and White Matter"
        },
        {
            "text": "We next examined the ability of the two MHV strains to infect isolated oligodendrocyte precursors as well as differentiated matured oligodendrocytes in vitro. Double label immunofluorescence with A2B5 (for OPCs) and GFAP (for astroctyes) or GalC (differentiated matured oligodendrocytes) confirmed that 60-70% of the cells either in oligodendrocyte precursor cultures or oligodendrocyte differentiated cultures were positive for A2B5 or GalC, respectively. Oligodendrocyte precursors were readily infected with both RSA59 and RSMHV2 whereas differentiated oligodendrocytes were only infected by RSA59. In both precursor cells and differentiated oligodendrocytes, RSA59 forms syncytia. In contrast, RSMHV2 infected cells were unable to form syncytia. In both cases, viral infection is associated with a dramatic reduction in GalC expression. This is the first demonstration that RSA59 and RSMHV2 strains have differential oligodendroglial tropism both in vitro and in vivo (Figures 3, 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 972,
                    "end": 986,
                    "text": "(Figures 3, 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RSA59 and RSMHV2 Differ in Their Ability to Infect Oligodendrocyte Precursors (OPCs) and Differentiated Oligodendrocytes (DOs) In vitro"
        },
        {
            "text": "Despite the facility by which the two MHV stains infect oligodendrocyte precursors in vitro, they are unable to infect spinal cord astrocytes in vivo. Immunofluorescence for GFAP, a specific marker of glial cells, especially astrocytes, was present throughout the spinal cord gray and white matter in RSA59 and RSMHV2 infected mice, however double fluorescence/immunofluorescence staining failed to demonstrate co-localization of virus and astrocytes (Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 460,
                    "text": "(Figure 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Both RSA59 and RSMHV2 are Unable to Infect Astrocytes in the Spinal Cord"
        },
        {
            "text": "Infection of oligodendrocyte cell bodies does not necessarily assure viral antigen spread into the myelin sheath. Therefore, we performed double fluorescence/immunofluorescence staining of the dorsal columns utilizing EGFP expression by infected cells and proteolipid protein (PLP), a protein associated with CNS myelin (Figure 6) . PLP fluorescence is observed in both RSA59 and RSMHV2 infected mice. In RSA59 infected mice, the EGFP signal is predominately in an axonal pattern with surrounding PLP fluorescence. However, there is some colocalization within the myelin sheath as well. No EGFP axonal staining or double labeling is detected after RSMHV2 infection. While some EGFP signal is observed in the gray matter, there is no double labeling following infection with either strain. Therefore, the RSA59, but not the RSMHV2 strain is capable of intra-axonal transport with spread to the myelin sheath.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 330,
                    "text": "(Figure 6)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RSA59 but not RSMHV2 Can Spread to the Myelin Sheath"
        },
        {
            "text": "In order to further confirm that RSA59 viral antigen spreads to spinal cord white matter via axons, serial double immunofluorescence was performed with axonal microtubule marker Tau; dendritic microtubule markers MAP2(2a + 2b), neurofilament, and synaptophysin (presynaptic vesicle membrane glycoprotein). As can be seen in Figure 7 , viral antigen (EGFP) colocalizes with neurons and their axonal microtubules in the spinal cord white matter. Merged Tau immunofluorescence images with EGFP demonstrates colocalization in the white matter and the region of the gray-white matter junction (Figure 7C) , demonstrating that viral antigen is present in the axons of infected neurons. Similarly, MAP2(2a + 2b) immunofluorescence, a marker of the somatodendritic compartments of neurons, colocalizes with EGFP (Figures 7F,I) . Note that MAP2 is also expressed in some axons and EGFP positive axons crossing through the gray matter from the posterior columns demonstrate doubly labeled axons ( Figure 7F) . Neurofilament antibody labeled the neuronal cell bodies and axons in the spinal cord ( Figure 7K ). In the white matter of the spinal cord, there are several examples of Neurofilament immunofluorescence colocalizing with EGFP ( Figure 7L) . Anti-Synaptophysin antibody marks presynaptic vesicles. RSA59 viral antigen positive cells partially colocalized with synaptophysin ( Figure 7O ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 332,
                    "text": "Figure 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 588,
                    "end": 599,
                    "text": "(Figure 7C)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 804,
                    "end": 818,
                    "text": "(Figures 7F,I)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 987,
                    "end": 997,
                    "text": "Figure 7F)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1087,
                    "end": 1096,
                    "text": "Figure 7K",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1228,
                    "end": 1238,
                    "text": "Figure 7L)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1375,
                    "end": 1384,
                    "text": "Figure 7O",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "RSA59 Viral Antigen Axonal Spread to Spinal Cord White Matter"
        },
        {
            "text": "The statistical significance of viral strain infectivity in vivo and in vitro was determined by examination of random spinal cord sections or tissue culture fields in which one hundred olig2 positive cells were counted by a blinded investigator as described in the Materials and Methods Section. Quantitative analysis of the relative infectivity of RSA59 (DM) and RSMHV2 (NDM) demonstrates that RSA59 strain infects 50% of olig2 positive oligodendrocytes in white matter (P < 0.005) and very few in gray matter. In contrast, RSMHV2 infects less than 2% of oligodendrocytes in white matter and none in gray matter ( Figure 8A ). Quantitative analysis of the relative infectivity of RSA59 (DM) and RSMHV2 (NDM) demonstrates that RSA59 strain infects 45% of PLP positive oligodendrocytes. In contrast, RSMHV2 infects less than 1% of oligodendrocytes ( Figure 8B ; P < 0.005).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 624,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 849,
                    "end": 858,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Quantification of Virally Infected Oligodendrocytes In vivo and In vitro"
        },
        {
            "text": "Quantitative analysis of the infectivity of RSA59 (DM) and RSMHV2 (NDM) demonstrates that both RSA59 and RSMHV2 strains infect 50-60% of oligodendrocyte precursors (OPC) (Figure 8C ). In contrast, there is a significant difference (more than 10-fold) in the ability of RSA59 and RSMHV2 to infect differentiated oligodendrocytes (DO; P < 0.005; Figure 8D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 180,
                    "text": "(Figure 8C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 344,
                    "end": 353,
                    "text": "Figure 8D",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Quantification of Virally Infected Oligodendrocytes In vivo and In vitro"
        },
        {
            "text": "Isogenic MHV strains RSA59 and RSMHV2 are both capable of causing hepatitis, encephalitis, and meningitis, but RSMHV2 is unable to effect subsequent demyelination . Following viral infection, axonal damage can occur concurrently with and independently of demyelination and direct viral-mediated axonal damage can occur as a primary pathology, separate from demyelination. Despite the fact that both strains can infect neurons, there is impaired inter-neuronal spread of the RSMHV2 strain in vivo and in vitro as well as a lack of translocation from gray matter to white matter (Das Sarma et al., 2009) in the spinal cord. Strain specific viral dissemination and selective replication in CNS cells are also critical for MHV induced neuropathology. Our studies demonstrated that different doses of the viral strains (RSA59, 20,000 PFU vs. RSMHV2, 100 PFU) do not affect astrocyte infection within the brain (Das . The two very distinct and different doses of viruses used are based on 50% of the LD50, where previously it has been demonstrated that both strains replicate at a similar rate in the brain and spinal cord and viral titers at day 5 and day 7 post-infection are almost the same (Das Sarma et al., 2000 Sarma et al., , 2009 . Moreover, even at 100 PFUs inoculation, RSA59 can cause demyelination although the number and size of demyelinating plaques formed was less compared to an inoculum of 20,000 PFUs (Das Sarma et al., 2000) .",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 601,
                    "text": "(Das Sarma et al., 2009)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1193,
                    "end": 1211,
                    "text": "Sarma et al., 2000",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1212,
                    "end": 1232,
                    "text": "Sarma et al., , 2009",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1419,
                    "end": 1438,
                    "text": "Sarma et al., 2000)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The current differential oligodendroglial tropism studies both in vitro and in vivo suggest that direct oligodendrocyte infection may be a requirement for MHV to promote demyelination. RSMHV2 infection was restricted to the gray matter whereas Olig2 stained cells were observed in both gray and white matter. No colocalization was observed even in the gray matter. Furthermore, there were no examples of Olig2 nuclear/EGFP cytoplasmic fluorescence of cells as was observed in the RSA59 infected mice. In vitro, oligodendrocyte precursors were infected by both strains whereas differentiated oligodendrocytes were only infected by the DM strain, suggesting that one needs to infect the mature oligodendrocytes, cells capable of producing myelin, in order to cause demyelination. Infection of OPCs might, however, prevent remyelination following demyelination as the OPCs are likely to be the cell type of choice for remyelination. Moreover, RSA59 strain not only infected oligodendrocytes, but also caused formation of syncytia. In contrast, RSMHV2 infected oligodendrocytes were unable to form syncytia. Taken Cultures were infected with DM or NMD strain at a MOI of 1 for 24 h. One hundred DOs were counted in 10 separate random fields in tissue culture dishes and the percentage of EGFP positive DOs was determined. Statistical comparisons between the percentage of oligodendrocytes (OPCs or DOs) infected by RSA59 vs. RSMHV2 were made using unpaired two tailed student t-tests. Asterisks indicate significant differences (****p < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "together, our data support direct infection of oligodendrocytes as a potentially critical factor for viral induced demyelination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In addition to virus being found in oligodendrocyte cell bodies, our results show by double labeling with EGFP and anti-PLP immunofluorescence that the RSA59 strain localizes to axons whereas the RSMHV2 strain does not. This lack of transport of the RSMHV2 strain to spinal cord white matter may explain its failure to induce demyelination. Immunofluorescence and colocalization studies with neuronal cytoskeleton specific markers also demonstrate that RSA59 strain colocalizes with axonal microtubules, dendritic microtubules and neurofilament protein as well as presynaptic vesicles (synaptophysin). The latter result provides evidence for a mechanism by which RSA59 can spread transynaptically to the spinal cord white matter and gain access to oligodendrocytes and the myelin sheath. In a recent study, we also demonstrated that RSA59 can directly infect and activate microglia in the spinal cord white matter (Chatterjee et al., 2013) .",
            "cite_spans": [
                {
                    "start": 914,
                    "end": 939,
                    "text": "(Chatterjee et al., 2013)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the brain, viral infection of oligodendrocytes was identified following infection with both the RSA59 and RSMHV2 (unpublished data), whereas current data in the spinal cord shows oligodendrocyte infection only with RSA59. This differential viral tropism between the brain and spinal cord is likely due to the route by which virus gains access to the white matter. Mice are infected by transcranial inoculation, a traumatic disruption of the gray-white matter interface that permits viral particles direct access to myelin. From the myelin sheath, viral particles could then spread proximally to the oligodendrocyte cytoplasm. In contrast, viral involvement of the spinal cord occurs nontraumatically. A major mechanism of viral spread to spinal cord white matter is through spike-mediated axonal transport (Das Sarma et al., 2009) , which may partly explain the inability of RSMHV2 viral antigen to enter oligodendrocytes in the spinal cord. Our results demonstrate that even though RSMHV2 virus reaches spinal cord gray matter neurons and replicates , it does not spread to oligodendrocytes or myelin. Thus, spike glycoprotein must also play a significant role in facilitating direct spread of virus from neurons to oligodendrocytes.",
            "cite_spans": [
                {
                    "start": 814,
                    "end": 833,
                    "text": "Sarma et al., 2009)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The overall pattern of co-localization of viral antigen in specific CNS cell types provides a logical mechanism for MHV infection of the spinal cord. Brain neurons can be infected with both RSA59 and RSMHV2 following intracranial inoculation. Virions are likely unrestricted within neuronal cytoplasm and therefore able to diffuse or be actively transported through the axoplasm into spinal cord gray matter. From the axoplasm, only the RSA59 virus is then capable of spreading to spinal cord neurons and being transported anterogradely to the white matter, or of crossing into the myelin sheath and from there, into the oligodendrocyte cytoplasm. The lack of co-localization with GFAP with either strain indicates that the spread of MHV infection in the spinal cord does not involve an indirect route to oligodendrocytes through astrocytes. The lack of viral infection in spinal cord astrocytes is unexpected since our previous work (Das clearly showed that both RSA59 and RSMHV2 could infect brain astrocytes in vivo. As described above, there was a similar discrepancy in the colocalization of EGFP in brain vs. spinal cord oligodendrocytes due to the different routes of infection (unpublished data). Traumatic transcranial inoculation likely provides viral access to astrocytes due to disruption of the pia and blood/brain barrier whereas no such disruption occurs in the spinal cord. Our results are similar to those seen with other viral strains; direct viral induced oligodendroglial dystrophy is a common etiology of JC virus induced demyelination (Weiner et al., 1972; Major et al., 1992) .",
            "cite_spans": [
                {
                    "start": 1557,
                    "end": 1578,
                    "text": "(Weiner et al., 1972;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1579,
                    "end": 1598,
                    "text": "Major et al., 1992)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite strong suspicions of a viral etiology, no specific virus has been identified that is responsible for MS in humans. Understanding the mechanisms by which known viruses effect demyelination in an animal model has important therapeutic implications in the treatment of human demyelinating disease. Our experimental system is a valuable tool in this regard and, more generally, in the elucidation of the mechanisms of how neurotropic viral infection can directly lead to oligodendrogliopathy in demyelination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "MN, MS, and JD performed all animal experiments and immunohistochemistry. KB participated animal experiments in India and did neuronal staining of MHV infected tissues. LK and JD participated in data analysis and data interpretation and drafted the manuscript. LK blindly read the pathological samples. KS, SH, and JG were involved in critical revisions of the manuscript. JD led all aspects of this work including experimental design, participated in or supervised all experimental procedures, analyzed, and interpreted data and critically revised the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pathogenesis of multiple sclerosis-the immune diathesis and the role of viruses",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brankin",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Neuropathol. Exp. Neurol",
            "volume": "52",
            "issn": "",
            "pages": "95--105",
            "other_ids": {
                "DOI": [
                    "10.1097/00005072-199303000-00001"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cell death and control of cell survival in the oligodendrocyte lineage",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Barres",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Coles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Burne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Voyvodic",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/0092-8674(92"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Subpial demyelination in the cerebral cortex of multiple sclerosis patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Vedeler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Nyland",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Trapp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mørk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Neuropathol. Exp. Neurol",
            "volume": "62",
            "issn": "",
            "pages": "723--732",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Microglia play a major role in direct viral-induced demyelination",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nag",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Ramachandra",
                    "suffix": ""
                },
                {
                    "first": "Das",
                    "middle": [],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin. Dev. Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2013/510396"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A mechanism of virus-induced demyelination",
            "authors": [
                {
                    "first": "Das",
                    "middle": [],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Interdiscip. Perspect. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2010/109239"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Demyelination determinants map to the spike glycoprotein gene of coronavirus mouse hepatitis virus",
            "authors": [
                {
                    "first": "Das",
                    "middle": [],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Lavi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "9206--9213",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.74.19.9206-9213.2000"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Demyelinating and nondemyelinating strains of mouse hepatitis virus differ in their neural cell tropism",
            "authors": [
                {
                    "first": "Das",
                    "middle": [],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iacono",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kenyon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Koval",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "5519--5526",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01488-07"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mechanisms of primary axonal damage in a viral model of multiple sclerosis",
            "authors": [
                {
                    "first": "Das",
                    "middle": [],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kenyon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Hingley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Shindler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Neurosci",
            "volume": "29",
            "issn": "",
            "pages": "10272--10280",
            "other_ids": {
                "DOI": [
                    "10.1523/JNEUROSCI.1975-09.2009"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Enhanced green fluorescent protein expression may be used to monitor murine coronavirus spread in vitro and in the mouse central nervous system",
            "authors": [
                {
                    "first": "Das",
                    "middle": [],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scheen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "S.-H",
                    "middle": [],
                    "last": "Koval",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Neurovirol",
            "volume": "8",
            "issn": "",
            "pages": "381--391",
            "other_ids": {
                "DOI": [
                    "10.1080/13550280260422686"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cell tropism and expression of mouse hepatitis viruses (MHV) in mouse spinal cord cultures",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Dubois-Dalcq",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Doller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Haspel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Virology",
            "volume": "119",
            "issn": "",
            "pages": "317--331",
            "other_ids": {
                "DOI": [
                    "10.1016/0042-6822(82)90092-7"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus spike proteins in viral entry and pathogenesis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "279",
            "issn": "",
            "pages": "371--374",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.2000.0757"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Platelet-derived growth factor is a survival factor for PSA-NCAM+ oligodendrocyte pre-progenitor cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Grinspan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Franceschini",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Neurosci. Res",
            "volume": "41",
            "issn": "",
            "pages": "540--551",
            "other_ids": {
                "DOI": [
                    "10.1002/jnr.490410414"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "New concepts in the immunopathogenesis of multiple sclerosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hemmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Archelos",
                    "suffix": ""
                },
                {
                    "first": "H.-P",
                    "middle": [],
                    "last": "Hartung",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Rev. Neurosci",
            "volume": "3",
            "issn": "",
            "pages": "291--301",
            "other_ids": {
                "DOI": [
                    "10.1038/nrn784"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multiple sclerosis and age at infection with common viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hernán",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lipworth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Olek",
                    "suffix": ""
                },
                {
                    "first": "Ascherio",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Epidemiology",
            "volume": "12",
            "issn": "",
            "pages": "301--306",
            "other_ids": {
                "DOI": [
                    "10.1097/00001648-200105000-00009"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Multiple sclerosis and chronic autoimmune encephalomyelitis: a comparative quantitative study of axonal injury in active, inactive, and remyelinated lesions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kornek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Storch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weissert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wallstroem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stefferl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Olsson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am. J. Pathol",
            "volume": "157",
            "issn": "10",
            "pages": "64537--64540",
            "other_ids": {
                "DOI": [
                    "10.1016/S0002-9440"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The immunopathology of multiple sclerosis: an overview",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lassmann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Brück",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Lucchinetti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Brain Pathol",
            "volume": "17",
            "issn": "",
            "pages": "210--218",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-3639.2007.00064.x"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Murine coronavirus induces type I interferon in oligodendrocytes through recognition by RIG-I and MDA5",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "6472--6482",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00016-10"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Deficient incorporation of spike protein into virions contributes to the lack of infectivity following establishment of a persistent, non-productive infection in oligodendroglial cell culture by murine coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Herbst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virology",
            "volume": "409",
            "issn": "",
            "pages": "121--131",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2010.10.006"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Role of the mitochondrial signaling pathway in murine coronavirus-induced oligodendrocyte apoptosis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "395--403",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.80.1.395-403.2006"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pathogenesis and molecular biology of progressive multifocal leukoencephalopathy, the JC virus-induced demyelinating disease of the human brain",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Major",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Amemiya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tornatore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Houff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Clin. Microbiol. Rev",
            "volume": "5",
            "issn": "",
            "pages": "49--73",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Magnetic cell sorting: a fast and effective method of concurrent isolation of high purity viable astrocytes and microglia from neonatal mouse brain tissue",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caruso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rostami",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Grinspan",
                    "suffix": ""
                },
                {
                    "first": "Das",
                    "middle": [],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Neurosci. Methods",
            "volume": "175",
            "issn": "",
            "pages": "108--118",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jneumeth.2008.08.016"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Gray-matter injury in multiple sclerosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Rudick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Trapp",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N. Engl. J. Med",
            "volume": "361",
            "issn": "",
            "pages": "1505--1506",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMcibr0905482"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Grey matter abnormalities in multiple sclerosis: proton magnetic resonance spectroscopic imaging",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Narayana",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Wolinsky",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mult. Scler",
            "volume": "7",
            "issn": "",
            "pages": "221--226",
            "other_ids": {
                "DOI": [
                    "10.1177/135245850100700402"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Grey matter pathology in multiple sclerosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vercellino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Plano",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Votta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mutani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Giordana",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cavalla",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Neuropathol. Exp. Neurol",
            "volume": "64",
            "issn": "",
            "pages": "1101--1107",
            "other_ids": {
                "DOI": [
                    "10.1097/01.jnen.0000190067.20935.42"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Isolation of virus related to SV40 from patients with progressive multifocal leukoencephalopathy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Herndon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Narayan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubinstein",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "N. Engl. J. Med",
            "volume": "286",
            "issn": "",
            "pages": "385--390",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM197202242860801"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Localization of RSA59 virus-infected cells and Olig2 in the spinal cord of infected mice at day 6 p.i. Spinal cord dorsal columns were derived from mice infected with RSA59. A representative image showing EGFP fluorescence indicative of viral infection (green; A), and Olig2 labeling (red; B) does not demonstrate co-localization of EGFP and Olig2 in the merged image (C). Dorsal columns white matter (D) and ventral horn white matter (E) reveal Olig2 positive nuclei surrounded by EGFP positive cytoplasm (arrows). Rare examples of co-localization are observed in (D, arrowhead). No co-localization or Olig2 positive nuclei surrounded by EGFP positive cytoplasm was observed in the gray matter (F). (A-C, 100X; D-F, 630X).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Localization of RSMHV2 virus-infected cells and Olig2 in the spinal cord of mice at day 6 p.i. EGFP fluorescence (green; A) indicating viral infection is restricted to spinal cord gray matter whereas Olig2 labeling (red; B) is present in both gray and white matter at day 6 p.i. Merged images are shown in (C,F), while dorsal columns are outlined in white. Higher magnification images demonstrate a lack of co-localization of EGFP and Olig2 (D-F). Arrows mark Olig2 positive nuclei in which there is an inhomogeneous distribution of Olig2. (A-C, 100X; D-F, 630X).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "RSA59 and RSMHV2 differ in their ability to infect differentiated mature oligodendrocytes. Confluent oligodendrocyte precursor enriched cultures were maintained in oligodendrocyte differentiated medium for 7 days and infected with RSA59 or RSMHV2 at a M.O.I. of 1 for 24 h. Virus-infected cells were identified by EGFP (green). Differentiated oligodendrocytes were stained with anti-GalC antibody (marker for differentiated oligodendrocytes, red). Sister cultures of differentiated oligodendrocytes were either mock infected (A-C) or infected with RSA59 (D-F), or with RSMHV2 (G,H). In all three RSA59 infected cultures (D-F) syncytia formation is obvious and there are drastic reductions in the expression of GalC, but in RSMHV2 infected cultures, most of the infected cells were not oligodendrocytes. These data suggest that RSA59 can infect differentiated oligodendrocytes whereas RSMHV2 is unable to infect differentiated oligodendrocytes. Magnification (A-H: 600X). Thick arrows mark differentiated matured oligodendrocytes in (A-C). Thin arrows in (D-F) mark infected mature oligodrndrocytes which formed syncitia. Arrowheads in (G,H) mark the differentiated oligodendrocytes which are not infected by RSMHV2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "EGFP expression in RSA59 or RSMHV2 infected cells does not co-localize with astrocytes in the spinal cord. Mice were infected with either RSA59 (A-C) or RSMHV2 (D-F). EGFP fluorescence (green; A,D) identifies virus infected cells whereas labeling with anti-GFAP (red; B,E) identifies astrocytes. Merged images (C,F) do not demonstrate EGFP expression in astrocytes in RSA59 or RSMHV2 infected mice. All images 100X.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Co-localization of EGFP-and myelin (PLP) in spinal cords of mice infected with RSA59 or RSMHV2. Mice were infected with RSA59 (A-C, 100X; D-F, 200X) or RSMHV2 (G-I, 100X). EGFP fluorescence (green) identifies virus infected cells (A,D,G) while anti-PLP labeling (red) was used to detect PLP in the myelin sheath (B,E,H). Merged images of spinal cord sections from RSA59-infected mice (C,F) demonstrate EGFP positive axons and co-localization of PLP and EGFP in the surrounding myelin sheaths. However, no co-localization of PLP and EGFP is observed in spinal cord sections from RSMHV2-infected mice (I). The white outline in (G) marks the location of dorsal columns.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Immunolabeling of RSA59 infected spinal cord sections with different neuronal specific markers. Virus-infected cells (green; A,D,G,J,M) can be seen in posterior columns and adjacent dorsal gray matter (A-F) or ventral horn region (G-O) of spinal cords from mice infected with RSA59. Cells immunolabeled for Tau (B), Map2 (2a + 2b) (E,H), Neurofilament (K), and synaptophysin (N) are shown in red. Merged images demonstrating viral infected cells and cells with different specific antibody labeling are shown in (C,F,I,L,O). The insets show magnified views of the co-localization of RSA59 infected cells with the neuronal cytoskeletal markers. All magnifications are 630X.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Quantification of infected oligodendrocytes in vivo and in vitro by RSA59 and RSMHV2. (A) Percentage of infected (EGFP positive) oligodendrocytes (olig2 positive) in DM and NDM infection 6 days p.i. Ten random spinal cord sections were examined from mice infected with RSA59 (DM) or RSMHV2 (NDM) strains. One hundred olig2 positive cells were counted and the percentage of olig2 positive cells also positive for viral antigen (EGFP) was determined in both gray (GM) and white matter (WM). (B) Percentage of infected (EGFP positive) oligodendrocytes (PLP positive) in DM and NDM infection 6 days p.i. Ten random spinal cord sections were examined. One hundred PLP positive cells were counted and the percentage of PLP positive cells also positive for viral antigen (EGFP) was determined. (C) Percentage of DM and NDM infected (EGFP positive) oligodendrocyte precursors (OPC) in vitro. Cultures were infected with DM or NDM strain at a MOI of 1 for 24 h. One hundred OPCs were counted in 10 separate random fields in tissue culture dishes and the percentage of EGFP positive OPCs was determined. (D) Percentage of DM and NDM infected (EGFP positive) differentiated oligodendrocytes (DO) in vitro.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "List of antibodies and their dilutions used for immunofluorescence.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}