{
    "paper_id": "57a8f6955709acb05304154c9863ca79f6a5c1b0",
    "metadata": {
        "title": "Securitizing HIV/AIDS: a game changer in state-societal relations in China?",
        "authors": [
            {
                "first": "Catherine",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuk-Ping",
                "middle": [],
                "last": "Lo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "China has experienced remarkable economic growth since the initiation of the economic reform in the 1980s. The average GDP growth in China was 9.6% annually during the first two decades of the economic reform [1] . The rising nation became the world's leading manufacturing power in 2011, and it surpassed the United States as the world's largest trading country [2] . Jakovljievic further predicted that the economic growth in China would continue at least up to the middle of the 21st century [3] . Despite such impressive economic performance, the provision of public health and the control of infectious diseases have been marginalized. Between the late 1980s and 2003, the Chinese national government public health spending as a proportion of total health spending plunged from 30% to just over 15% [4] , despite the fact that China has outperformed other developing countries, such as other BRICS members, regarding the public health spending in nominal terms [5] . As argued by Yip and Mahal, Chinese political leaders in the abovementioned period of time simply perceived health as \"a consumption activity rather than a productive good and therefore was given lower priority in government funding\" [4] . In this regard, the Chinese authorities deliberately curtailed the level of public health expenditures so that economic development could be pursued and the legitimacy of the one-party authoritarian regime bolstered.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 966,
                    "end": 969,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1206,
                    "end": 1209,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Acknowledging the economic success in the past decades, HIV/AIDS nevertheless emerged as one of the \"negative externalities\" of public health threats brought about by the 1980s economic reform. HIV/AIDS was first discovered in China during the mid-1980s, the same period when the economic reform was just beginning. The epidemic was exacerbated in China in the 1990s mainly because of government-supported blood plasma selling, which did not follow adequate sterilization procedures. This lack of regulation resulted in the emergence of so-called AIDS villages (Aizibing cun) in Henan and its outlying provinces, where a large percentage of rural residents were infected with HIV/AIDS [6] . Having little benefit from the economic reform in ways that coastal provinces did during the 1980s, many residents in the central plains had little choice but to engage in the blood-plasma industry to improve their standard of living. Since 2000, HIV/AIDS has become a politically sensitive issue in China because of the international condemnation of the Henan blood scandal. According to the latest figures released by The Joint United Nations Program on HIV/AIDS (UNAIDS), 660,000 people were estimated to have HIV/AIDS in China in 2016 [7] . The country has the second largest HIV/AIDS population in Asia after India.",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 688,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1230,
                    "end": 1233,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The Chinese government started addressing the HIV/ AIDS problem after years of denial and underestimation of the HIV/AIDS prevalence in the country, especially among the most-at-risk populations (MARPs) including injecting drug users (IDUs), female sex workers (FSW), and men who have sex with men (MSM) [8] . However, national HIV/AIDS policies in the early years were very much driven in a top-down manner with government institutions (i.e. mainly the Chinese Centers for Disease Control and Prevention [China CDC hereinafter] ) playing a leading role and with limited engagement of the \"third sector\" [9, 10] . Given the association of the disease with behaviors that are legally or socially unacceptable in the country (i.e., commercial sex work, injecting drug use, and men having sex with men), HIV/AIDS high-risk individuals refrain from using the related services provided by the government agencies because they wish to avoid being seized or humiliated by public security officials or by thugs hired by local officials [11] . In this regard, Gåsemyr claimed that the emergence of HIV/AIDS-focused non-governmental organizations (NGOs) 1 in China during the early 1990s could fill the capacity gap of the government by implementing national HIV/AIDS policies and providing the related services for those MARPs that are hard to reach by the authorities [12] . Considering the low priority of health policies since the economic reform, the limitation of the \"third sector\" activity permitted in authoritarian China, together with the political sensitivity of the HIV/AIDS problem in the country, it is believed that the involvement of HIV/AIDS-related NGOs in China would be largely limited. This is however not the case. Over the last 15 years there has been a dramatic increase in the number of HIV/AIDS-focused NGOs operating in China. While Gåsemyr argued that the growth of HIV/ AIDS-related NGOs is mainly attributed to the devastating health crisis of SARS in China and the new Chinese leadership in 2003 [12] , the previous work cannot explain why a high degree of political recognition was observed in solely HIV/AIDS NGOs, instead of other health NGOs, such as TB or cancer NGOs in China. This article aims to fill this research gap with regard to the proliferation of HIV/AIDS-focused NGOs in China with the use of the securitization framework in the field of IR.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 505,
                    "end": 528,
                    "text": "[China CDC hereinafter]",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1360,
                    "end": 1364,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2018,
                    "end": 2022,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2198,
                    "end": 2204,
                    "text": "China.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The research that underpins this article is based on desk-based literature review as well as in-depth field interviews with individuals working in HIV/AIDS-focused NGOs in China. Discourse analysis was in particular employed to study the securitization of HIV/AIDS in China. Potter argued that \"discourse analysis has an analytic commitment to studying discourses as texts and talks in social practice…the focus is…on language as… the medium for interaction…One theme that is particularly emphasized here is the rhetorical or augmentative organization of talk and texts\" [13] . Silverman pointed out that the intellectual ancestor of discourse analysis is John Langshaw Austin, the original inventor of the idea of speech acts that later became the core element in securitization theory [14] . Concerning discourse analysis and speech acts share the Austinian concern with the rhetorical structure of talk and texts, the founding scholars of securitization theory, Buzan, Waever and Wilde explicitly stated, \"the obvious method [to study securitization] is discourse analysis, since we are interested in when and how something is established by whom as a security threat\" [15] . The authors also noted that the technique of employing discourse analysis to securitization studies is to \"read[ing], looking for arguments that take the rhetorical and logical form defined here as security\" [15] . The meaning of security is constructed when the political leaders (securitizing actors) frames an issue as an existential threat to the referent objects, 2 claiming the issue as having an absolute priority on the government agenda, thereby invoking a right to handle such an issue with extraordinary/emergency measures to ensure the survival of the referent objects [16] .",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 575,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1387,
                    "end": 1391,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1760,
                    "end": 1764,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Research methodology: Discourse analysis"
        },
        {
            "text": "In this research, public speeches (in written form) related to HIV/AIDS problems, which were delivered by the top-level political leaders, were examined. A specific rhetorical structure had to be located in their discourses, consisting of either one or all of the following elements: (1) the existence of an existential threat; and/or (2) the perceived threat is challenging the survival of the states or people in the states (referent objects), and/or which it requires to (3) be urgently dealt with by new political measures of the respective country. An array of documents ranging from official documents, reports, newspaper articles was initially identified via the search engines of Google Scholar and ProQuest with the keywords of \"HIV/AIDS\", \"security threat\", and \"China\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research methodology: Discourse analysis"
        },
        {
            "text": "Nine key articles were consequently singled out to identify the textual discourses related to HIV/AIDS threat/ security nexus in China, published or released between 1987 and 2011 (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 189,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Research methodology: Discourse analysis"
        },
        {
            "text": "A total of 47 semi-structured interviews were conducted along with the discourse analysis. Apart from the background information of the respective NGOs, the interview questions used in this study are categorized into three main dimensions: (1) the priority of HIV/AIDS on the government agenda; (2) the perceptions on the changing international and national financial commitment on HIV/AIDS interventions; and (3) civil society involvement and coordination in national HIV/AIDS policies. The first dimension aimed to ensure that the NGOs respondents were knowledgeable about the changing national government perceptions and policy priority towards HIV/AIDS in China, therefore, the researcher could rule out those comments given by unknowledgeable respondents so as to enhance the internal validity of the data collected. The second dimension was included to study their perceptions on the level of HIV/AIDS funding and effect (if any) on the service provision. The third dimension aimed to discover the actual level of involvement of NGOs in national HIV/AIDS interventions as well as the level of coordination and cooperation between different NGOs working on HIV/AIDS. Two types of non-probability sampling-purposive sampling, including \"theoretical sampling\" and snowball sampling-were employed in the selection process of key informants. For purposive sampling method, samples were selected based on the \"logic\" or \"commonsense\" of the researcher in terms of the target population, its elements, and the purpose of the study. In this study, the target population consisted of the individuals working in HIV/AIDS-related NGOs at global, national, and grassroots levels. In the course of the data collection, \"theoretical sampling\" was also applied to understand the subjects from a theoretical perspective. Hence, academic scholars who have conducted research on HIV/AIDS policies in China were also included in the interviewee list. Interviewees were also recruited via snowball sampling. The researcher collected data on the few members, and each respondent was asked to suggest people whom the respondent believed to be the most influential for interviewing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary data collection: Semi-structured interviews in China"
        },
        {
            "text": "Interviews for this research were undertaken between January and May in 2011, and between December 2016 and January 2017 with leaders or senior officers working on HIV/AIDS in China, including 15 international NGOs, nine self-help groups, four GONGOs, five advocacy groups, two national NGO, one independent consultant, two academia, and two networks (See Table 2 ). Twenty-six respondents were pinpointed based on the ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 363,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Primary data collection: Semi-structured interviews in China"
        },
        {
            "text": "Civil society (Minjian shehui) 3 was not considered as part of the political system in the pre-modern era; the emergence of a relatively independent civil society is a product of modern China. The changing socio-economic relations brought about by \"Open Door Policy\" resulted in the recognition and growth of civil society for the first time in the Chinese history [17] . Despite the early emergence of civil society, the 1999 Falung Gong incident showcased the destructive power of civil society in the eyes of the Chinese government, worrying a robust, well-organized, and out-of-control civil society could overthrow and replace the CCP ruling position. Meanwhile, the authorities realized the supplementary role NGOs could perform in policy implementation. The Chinese government has thus resolved such dilemma by adopting a \"state-led\" approach to manage civil society in China. Based on Frolic's concept of \"state-led civil society\", civil society is created by and belong to the state, thus the independence and autonomy of civil society are at all time bounded by the state [18] . The state has the role of legitimating social organizations, demanding a disciplined partnership. Accordingly, antagonism inherited in the Western concept of civil society is not allowed to exist in the state-society relations in Chinese authoritarian regime; any alternative force to the state is considered as an attempt to curtail or overturn its political legitimacy and power. Accordingly, the state apparatus has managed the numbers and restricted the growth of both international and grassroots NGOs via various legislative means, thereby allowing NGOs to operate openly but at the same time keep the organization growth in check [19, 20] 4 Despite these regulations, the Chinese authorities had relatively given more autonomy to INGOs than grassroots NGOs operating in its territory, since the government could access international expertise and tap foreign money to tackle with the emerging social problems in China [22] . Such degree of autonomy is nevertheless problematic after the promulgation of Foreign NGOs Management Law (Jingwai fei zhengfu zuzhi guanli fa) in April 2016. The 2016 law stipulates that INGOs operating in China must register with public security officials, and must not engage in political or religious activities that damage \"China's national interests\" or \"ethnic unity\". International community and western governments perceived the new law as a reinforcement of restriction of the numbers and scopes of foreign entities operating in the authoritarian regime.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1726,
                    "end": 1730,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 1731,
                    "end": 1734,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1735,
                    "end": 1736,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2014,
                    "end": 2018,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Literature review: State-societal relations and HIV/AIDSrelated NGOs in contemporary China"
        },
        {
            "text": "Grassroots NGOs are regulated by the Regulation on Registration and Administration of Social Organizations (Shehui tuanti dengji guanli tiaoli). According to the 1998 regulation (amended in February 2016), a NGO must possess a minimum asset of 100,000 yuan and have a \"professional management unit\" (Zhuguan danwei) that acts as a supervisory body to the organization in order to register under the Ministry of Civic Affairs (MOCA). 5 Fulfilling these two requirements is very formidable for grassroots NGOs. The financial situation is problematic in many grassroots NGOs because of the limited source of funding. On the one hand, most grassroots NGOs receive limited financial support from the government, as they usually do not have political ties with the government. Grassroots NGOs also seldom receive donations from local communities because (1) newly developed NGOs do not have good track records that enable them to win the trust of the locals, and (2) donors cannot receive tax breaks for their donation to unregistered NGOs [23, 24] . In addition, most government departments simply reject their applications due to fear of consequences of taking responsibilities for grassroots NGOs. Many grassroots NGOs are hence often unregistered or registered as business entities with the Ministry of Industry and Commerce (MOIC) [25] . 6 In addition to the abovementioned restrictions, the Regulation also bans \"similar organizations\" coexisting at the various administrative levels [21] , facilitating the management and even control the legal status of grassroots NGOs in China. 7 Having official registration, to certain extent, is sine qua non to the survival of organizations as the legal status entitles NGOs as official recognized entities to receive legal and financial supports from the government; unregistered NGOs are officially perceived as illegal that would be subjected to prosecution and coercion by the state apparatus. 8 Considering a restrictive engagement of grassroots NGOs in China, instead of grassroots NGOs, early HIV/ AIDS-related responses at societal level were largely conducted by GONGOs [26] , 9 [27] . Considering the low priority of health policies since the economic reform, the limitation of the \"third sector\" activity permitted in authoritarian China, together with the political sensitivity of the HIV/AIDS problem in the country, it is intriguing to uncover the reasons for the growth of HIV/AIDS-focused NGOs in China since 2003.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 434,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1034,
                    "end": 1038,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1039,
                    "end": 1042,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1330,
                    "end": 1334,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1337,
                    "end": 1338,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1484,
                    "end": 1488,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1575,
                    "end": 1583,
                    "text": "China. 7",
                    "ref_id": null
                },
                {
                    "start": 1939,
                    "end": 1940,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2120,
                    "end": 2124,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2127,
                    "end": 2128,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2129,
                    "end": 2133,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Literature review: State-societal relations and HIV/AIDSrelated NGOs in contemporary China"
        },
        {
            "text": "Gåsemyr argued that the growth of HIV/AIDS-related NGOs is mainly attributed to the devastating health crisis of SARS in China and the new Chinese leadership in 2003 [12] . Having said that the Chinese government realized the impacts health problems or infectious diseases could have on its economic and social development, the previous work cannot explain why a high degree of political recognition was observed solely in HIV/ AIDS NGOs, instead of other health NGOs, such as TB or cancer NGOs in China. Considering the regime type of the government, allowing the growth of local NGOs would in turn potentially attenuate the supremacy of the Chinese Communist Party (CCP) in ruling the country or erode the autonomy of the state, why the Chinese government tolerated, allowed, or even encouraged the growth of NGOs in fixing HIV/AIDS problems, especially the epidemic has been viewed as a politically sensitive issue in China? How can one account for and understand the phenomenon?",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Literature review: State-societal relations and HIV/AIDSrelated NGOs in contemporary China"
        },
        {
            "text": "Answering the key question with an IR perspective, this article argues that the rapid development of HIV/ AIDS-related NGOs in China is attributed to the effects of HIV/AIDS securitization at the international level since 2000. Considering one of the most influential theories developed in the field of IR, securitization describes the process of defining an issue as a security threat (speech acts) and the corresponding political responses to block the adverse development of the perceived threat (emergency measures). This article particularly pinpoints the UNSC and the Global Fund, which provide normative and technical supports, to study this endeavor. Normative influences in this article refer to the effects of security-threat discourses, primarily Resolution 1308 of the UNSC, on the national government's perception on HIV/AIDS problems, whereas technical influences refer to the effects of global emergency measures, in particular the Global Fund, on the funding and management of HIV/AIDS-related policies at the state level [28] . This article aims to demonstrate the ways in which international HIV/AIDS securitization has served as a game changer in altering state-society relations in China. Drawing on literature reviews and fieldwork materials, this article further argues that the proliferation of HIV/AIDS-focused NGOs in China generated by the international securitization efforts is nevertheless largely limited owing to the reduction of international financial commitments. The fragmentation of HIV/AIDS-focused NGO community is another factor hindering the development of a full-fledged third sector in the country.",
            "cite_spans": [
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Literature review: State-societal relations and HIV/AIDSrelated NGOs in contemporary China"
        },
        {
            "text": "Securitization in the IR discipline is a model outlining the process of framing an issue as a security threat and the corresponding political reactions to block the adverse development of the perceived threat. Employing the theory, one is required to look for three criteria to determine whether an issue is a threat to the country and its people, including 1) discourses uttered by toplevel political leader (securitizing actor) declaring a particular referent objects as an existential threat to security; 2) acceptance by the targeted audience convinced of its potential to be an existential threat (audience acceptance); and also 3) redirections of existing financial resources, new policies, or practices (emergency measures) are implemented to address the issue following the security-threat claim [15] . In other words, the resolution of the \"existential threat\" posed by \"X\" takes precedence over other problems [29] .",
            "cite_spans": [
                {
                    "start": 804,
                    "end": 808,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 920,
                    "end": 924,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Literature review: HIV/AIDS securitization in the international level"
        },
        {
            "text": "Numbers of security studies scholars believed that HIV/AIDS is the first infectious disease being securitized by the international institutions and national governments as the abovementioned criteria were all fulfilled in the case of HIV/AIDS [9, [30] [31] [32] . Speech acts concerning HIV/AIDS as a security threat were first identified in a UNSC meeting in January 2000. 10 In July of the same year, the UNSC passed Resolution 1308, acknowledging the urgent need to address HIV/AIDS, which threatens the stability and security if left unchecked [33] . It is perceived that the particular security framing of HIV/AIDS gained acceptance by the national governments (audience of the HIV/AIDS security-threat claim) since 189 countries unanimously adopted and signed the Declaration of Commitment on HIV/AIDS in 2001. The urgency of addressing HIV/AIDS problems was reinforced in the special United Nations General Assembly Special Session (UNGASS) devoted to HIV/AIDS that has taken place every 5 years since 2001 [34] [35] [36] [37] . The abovementioned events are significant because they represented the first time that the UNSC General Assembly devoted an entire session to a single disease, and the first time that the international political authorities framed HIV/ AIDS as a global health threat to national and international security instead of solely as a developmental or public health problem [38] . 11 The 2000 rhetorical act was backed by operational emergency responses in terms of the augmentation of the global HIV/AIDS spending since 2000. The amount was exponentially surged from about US$900 million in 1999 to US$16 billion by 2009; and to an estimated US$19 billion in 2013 [39] . Several HIV/AIDS-related funding agencies and health programs formulated after 2000, also referred to Global Health Initiatives (GHIs), brought in additional monetary resources for HIV/AIDS [40] . 12 Perceiving as the most prominent GHIs, the Global Fund pledges to accelerate the end of the three epidemics, [HIV/]AIDS, tuberculosis, and malaria by providing financial support (US$4 billion annually) for low-income countries to respond to the three diseases [41] . Undoubtedly, the introduction of the abovementioned GHIs has brought about unprecedented levels of funding for diseases, in particular HIV/AIDS, in countries that have insufficient resources, whether because of poor socio-economic development or lack of political will, to orchestrate appropriate responses to the intractable disease.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 374,
                    "end": 376,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1014,
                    "end": 1018,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1019,
                    "end": 1023,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1024,
                    "end": 1028,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1029,
                    "end": 1033,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1404,
                    "end": 1408,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1411,
                    "end": 1413,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1695,
                    "end": 1699,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1892,
                    "end": 1896,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 1899,
                    "end": 1901,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2162,
                    "end": 2166,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Literature review: HIV/AIDS securitization in the international level"
        },
        {
            "text": "Acknowledging international securitizing efforts on HIV/AIDS, this article illustrates the normative effects of Resolution 1308 of the UNSC and the technical influences of the Global Fund on national-level HIV/AIDS responses. China is selected as a case study to investigate this endeavor. China's response to the HIV/AIDS problem changed from an ignorance of \"global evidencebased policy recommendations and international advice\" into \"one of our success stories [in global HIV/AIDS fight] during this past 15 years,\" as claimed by Michel Sidibe, executive director of the UNAIDS [42, 43] . The subsequent sections demonstrate the ways in which the securitization effort in the international level acted as a game changer for HIV/AIDS-focused NGOs in participating in national HIV/AIDS undertakings in China.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 585,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Literature review: HIV/AIDS securitization in the international level"
        },
        {
            "text": "Chinese case study Discourse analysis: Normative influences and the role of the UNSC In China, many of the first cases of HIV/AIDS since 1985 occurred among foreigners and homosexuals. Therefore, the official discourses at that time promoted the idea that HIV/AIDS only affected non-local Chinese people and foreigners, asserting \"drug taking, alcoholism, robbery, homicide, suicide, divorce, prostitution, homosexuality, syphilis, AIDS…These kinds of Western social ills come from their ideology\", and also claiming \"China had no sources of HIV/AIDS\" [44, 45] . The rhetorical acknowledgement of HIV/AIDS as a health security threat to the Chinese population was largely absent during the early period of time. Ramiah also pinpointed that the Chinese leadership was extremely reluctant to acknowledge HIV/AIDS as a problem and securitize HIV/AIDS in China prior to the 2000s [46].",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 556,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Literature review: HIV/AIDS securitization in the international level"
        },
        {
            "text": "One probable reason for the resistance to HIV/AIDS securitization is economic: the period of early HIV/AIDS outbreak coincided with the initial years of Open Door Policy and economic reform (Gaige kaifang) of China to the outside world. The thirst for economic growth and performance preceded the urgency of disease management: local authorities feared their respected jurisdictions would lose external or foreign investment if the full extent of the problem were known, or that they would be punished by superiors for failing to prevent the HIV/AIDS spread. The \"cover-up\" practice also oc- In response to the designated targets, the securitythreat framing of HIV/AIDS has been fully adopted in the official discourses of Chinese leaders and in official documents since 2003. Previously viewing HIV/AIDS as a \"Western disease\" or \"non-Chinese disease\", Executive Vice Minister of Health Gao Qiang stated in the HIV/ AIDS High-Level Meeting of the UN General Assembly that \"HIV/AIDS is a common enemy of the whole mankind as it seriously threatens public health and safety. The Chinese government has attached great importance to HIV/AIDS prevention and treatment and has treated it as a strategic issue for social stability, economic development, national prosperity and security, making it a first priority of the government work\" [emphasis added] [47] . The Chinese President Hu Jintao once claimed in a 2003 public speech that \"HIV/AIDS prevention, care and treatment is a major issue pertinent to the quality and prosperity of the Chinese nation\"; whereas Premier Wen likewise asserted that \"dealing with HIV/AIDS as an urgent and major issue is related to the fundamental interests of the whole Chinese nation\" [emphasis added] [47] . The ideas in the speeches were restated in the official document entitled State Council Notice on Strengthening HIV/AIDS Prevention and Control (Guowuyuan guanyu qieshi jiangqiang aizibing fangzhi gongzuo de tongzi). This 2004 document explicitly demonstrated the determination of the Chinese authorities in grappling with the disease and stated that \"HIV/AIDS prevention and control is linked to economic development, social stability, and national security and prosperity. Long-term commitment to respond to HIV/AIDS is hence necessary\" [emphasis added] [48] . China's HIV/ AIDS prevention and control policies were further strengthened in the State Council Notice on Further Strengthening HIV/AIDS Prevention and Control (Guowuyuan guanyu jinyibu jiangqiang aizibing fangzhi gongzuo de tongzi) in late 2010, claiming that \"the prevention and control of HIV/AIDS is related to the people's physical health and social and economic development, as well as to national security and the rise and fall of the nation. The Party Central Committee and the State Council have always attached great importance to the prevention and treatment of HIV/AIDS\" [emphasis added] [49] . Based on the discourse analysis of the official documents and newspaper articles, it is argued that Chinese national leaders followed suit the international move (i.e. UNSC Resolution 1308) to securitize HIV/AIDS in the country, framing HIV/ AIDS as a threat with social, political, economic, and security implications.",
            "cite_spans": [
                {
                    "start": 1350,
                    "end": 1354,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1734,
                    "end": 1738,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2297,
                    "end": 2301,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2905,
                    "end": 2909,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Literature review: HIV/AIDS securitization in the international level"
        },
        {
            "text": "Such an alteration in perception toward the epidemic brought about the political recognition of the HIV/ AIDS-focused NGOs, which has also been highlighted by multiple statements delivered by various top-level government officials since 2003. In 2004, Vice Premier Wu Yi stated, \"We should mobilize all the partners in society to participate in the fight against HIV/AIDS. We need to improve our policies and strategies to build a better environment for the society to participate in the response, and try our best to facilitate the involvement of all sectors\" [49] . In 2011, Vice Minister of Health Yin Li publicly proclaimed \"civil societies play an indispensable role in effective HIV/AIDS interventions led by the government\" [50] . Premier Li Keqiang even promoted tax break for NGOs specializing in HIV/AIDS prevention, claiming the role of NGOs in HIV/AIDS prevention \"is an irreplaceable and unique force\" [51] . To a certain extent, these aforementioned statements demonstrate the state's recognition of NGOs' works and its willingness to engage with NGOs in national HIV/AIDS interventions, although the political space of involvement is by and large bounded by the state [52] .",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 565,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1183,
                    "end": 1187,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Literature review: HIV/AIDS securitization in the international level"
        },
        {
            "text": "The previous section illustrates the change in the perception of the Chinese government toward the HIV/ AIDS problems: from denial to the acceptance of the threats that could be posed by the disease on the country and its people. Such threat recognition also brought about the acknowledgement that the government alone could not resolve the HIV/AIDS problems because of the complicated nature of the epidemic; the involvement of civil society groups was a globally recognized recommendation leading to the successful containment of the epidemic. Nevertheless, verbal recognition is not sufficient to enhance the engagement and development of HIV/AIDS-focused NGOs, especially in the preexisting authoritarian government structure; the governance and funding mechanism for HIV/AIDS responses requires alternation in China. As illustrated in the following section, this was the mechanism of the Global Fund that enhanced the funding for HIV/AIDS-focused NGOs, facilitating the involvement of civil society groups in translating the rhetorical acts into emergency responses of HIV/AIDS in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review: HIV/AIDS securitization in the international level"
        },
        {
            "text": "Among the international funding agencies emerging after the HIV/AIDS securitization launched by the UNSC, the Global Fund was the most renowned major contributor to the HIV/AIDS interventions in China. The Global Fund finally accepted the first proposal submitted by the Chinese government on HIV/AIDS interventions in late 2003, after the previous proposals being turned down twice in 2002 [52] . Between 2003 and 2012, the Chinese government has received over US$8 billion in grants from the Global Fund; approximately US$324 million were disbursed to HIV/AIDS intervention programs [41] . Further information regarding the Global Fund on HIV/AIDS in China is illustrated in Table 3 .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 677,
                    "end": 684,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Key informant data: Technical influences and the role of Global Fund"
        },
        {
            "text": "Intervention of the Global Fund's funding mechanism was deemed to transform the primary HIV/AIDS governance in China [53] . The Global Fund required the governments to set up a country-level Country Coordination Mechanism (CCM) to construct the grant proposals in line with the national HIV/AIDS-related strategies, manage the use and distribution of grants, and also oversee the implementation of successful applications. As per the requirement of the Global Fund, CCM should consist of a broad representation from the government, NGOs, multilateral and bilateral agencies, and private sector [54] . In the existing government structure in China, grassroots NGOs have limited channels to participate in policymaking and implementation processes. Thus, the multi-sectoral structure of CCM contributed to enhancing the government's commitment to involve NGOs in national HIV/AIDS prevention and control measures [55] . Two among the 22 seats in Chinese CCM were reserved for the representatives of HIV/ AIDS-related grassroots NGOs and people living with HIV/AIDS are a case in point [56] . Considering the existing government structure does not allow the full involvement of NGOs in China, the CCM provided valuable opportunities for civil society groups to engage in HIV/AIDS-related policymaking. The involvement of NGOs in national HIV/AIDS programs was notably highlighted in Round 6 of the Global Fund in China, since the theme of the grant proposal submitted by the CCM was directly linked to the development of civil society groups (Refer to Table 3 ). In the course of the interview, a director of a Hong Kongbased NGO commented on the profound influence of the Round 6 on the NGO development: \"Round 6 of the Global Fund acts as a pushing force for the government to involve more grassroots NGOs in HIV/AIDS interventions\" (national NGO-1). In line with the respondent's opinion, Kaufman argued the Round 6 in particular \"was seen by many as a further mechanism to institutionalize HIV/[AIDS] NGOs roles in China's [HIV]/AIDS response [42] .\"",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2044,
                    "end": 2048,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 1549,
                    "end": 1556,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Key informant data: Technical influences and the role of Global Fund"
        },
        {
            "text": "In addition to the increase in participation, financial support for NGOs working on HIV/AIDS-related programs surged through the Global Fund. As the Principal Recipient (PR) of the country, the Chinese government (i.e., China CDC or the NHFPC) was required to disburse a designated portion of the grants to HIV/AIDS-related NGOs (in the form of sub-recipients) operating in the country [41] . Following the instruction, 20% of the total grant was allocated to support NGOs in Round 3 and 4, whereas 50% of its grant was distributed to NGOs in Round 5 of the Global Fund [56] . In line with the theme of Round 6 entitled \"Mobilizing Civil Society to Scale Up HIV/AIDS Control Efforts in China\" proposed by the Chinese CCM, the proportion granted to HV/AIDS-related NGOs reached 100% [52] . Owing to the constructive political atmosphere and promising financial resources in the country, a burgeoning number of individual-organized HIV/AIDS-focused NGOs was established in China; over 43% of the number of grassroots NGOs increased in China between 2003 and 2004 [57] .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1033,
                    "end": 1055,
                    "text": "China between 2003 and",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1065,
                    "text": "2004 [57]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Key informant data: Technical influences and the role of Global Fund"
        },
        {
            "text": "The suspension of the Global Fund in 2011 demonstrated that the funding mechanism to some extent held the Chinese government accountable for the financial supports of HIV/AIDS-focused NGOs. The Global Fund once suspended its funding to Chinese HIV/AIDS programs in early 2011 because the Chinese CCM failed to allocate 35% of the US$283 million HIV/AIDS grant to grassroots NGOs as pledged; less than 11% was distributed to HIV/AIDS-focused NGOs [58] . A program officer of a NGO mentioned the failure of CCM to allocate the right portion of the Global Fund grant to grassroots NGOs: \"Government officials and representatives from GONGOs dominate the CCM. Only a few representatives are from grassroots NGOs and civil society\" (advocacy group-1). The improper management and use of the Global Fund was even admitted by a senior government official in the Shanghai CDC in times of the interview:",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 450,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Key informant data: Technical influences and the role of Global Fund"
        },
        {
            "text": "First, the Global Fund required at least 25 percent to 30 percent of the grant should be given to grassroots NGOs. However, the government failed to achieve this requirement. Second, the management fee in some provinces was too high. Third, one of the elements in the RCC program was related to budget aggregation (i.e., monetary contribution by both the national government and the Global Fund). However, the Chinese government did not allocate enough money for the aggregated budget (CCDC/NHFPC-1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key informant data: Technical influences and the role of Global Fund"
        },
        {
            "text": "The determination of the Chinese government to resolve the suspension of the Global Fund was observed in the course of fieldwork research. During a face-to-face interview inside the office building of the Ministry of Health (renamed National Health and Family Planning Commission in 2013) in May 2011, the respondent told the investigator \"the representatives of the Chinese government and the Global Fund representatives are meeting upstairs to negotiate for the resumption of the 2011 grants\" (CCDC/NHFPC-2). The dispute was eventually resolved; the Chinese government promised to allocate at least 25% of the Global Fund grant to NGO work [59] . In this regard, the Global Fund mechanism contributed to the political and financial supports of NGOs, thereby resulting in the proliferation of HIV/AIDS-specific grassroots NGOs in China, and also the proactive involvement of NGOs in national HIV/AIDS undertakings. In other words, international securitization altered the HIV/AIDS policy in China, allowing numerous grassroots-level NGOs working on HIV/AIDS to grow in a prevailing political system with \"bounded autonomy\". An injecting drug use self-help group leader believed the upsurge in the involvement of civil society also resulted in the improvement of state-societal relations, stating, \"In the past, the relationship with the government was not good, but it becomes much better now. The government sent officials to visit our center to learn the management strategy of our organization\" (self-help group-1). Another NGO interviewee in Beijing also claimed that \"an increase in the acceptance of the government, especially the Ministry of Health, on grassroots NGOs, [is observed in China] . The Ministry of Health does open the opportunity for NGOs to cooperate with the government\" (advocacy group-2). Having said that the improvement of state-societal relations, it is noted that the Chinese state is not a monolithic actor, but a conglomeration of departments and officials with competing and sometimes conflicting agendas in the national and sub-national levels [22] . A Beijing NGO leader pinpointed this phenomenon, stating, \"The Ministry of Health is fine to cooperate with those NGOs that can help, regardless of whom. However, state security bureau usually holds a relatively hostile view on the existence of grassroots NGOs since the bureau is concerned about social stability\" (advocacy group-2).",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 646,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1691,
                    "end": 1700,
                    "text": "in China]",
                    "ref_id": null
                },
                {
                    "start": 2078,
                    "end": 2082,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Key informant data: Technical influences and the role of Global Fund"
        },
        {
            "text": "Considering HIV/AIDS as a health threat to the country and its people, the recognition and involvement by the central government and the NHFPC and other related government agencies is of particular vital to the proliferation of HIV/AIDS-focused NGOs in a statedominated society in the current political regime. Despite depicting a positive scenario, this article further illustrates that the development of HIV/AIDS-focused NGOs in China generated by the international securitization efforts is largely limited. In other words, the growth of the number of NGOs working on HIV/ AIDS in China would be ceased or even decreased in long term, and also the political space for grassroots to involve in HIV/AIDS policy making and implementation would be further restricted. An internal and external factor was identified to verify the argument, namely (1) the reduction of international financial commitment, as well as (2) the fragmentation of HIV/AIDS-focused NGO community in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key informant data: Technical influences and the role of Global Fund"
        },
        {
            "text": "External factor: The reduction of international financial commitment China resembles some developing countries in that it has faced the problem of decreasing international HIV/ AIDS financial commitments in supporting its national HIV/AIDS responses [60] . Given the 2008 Global Financial Crisis and the continuous economic boom in China, international and bilateral funding agencies argue that China should be the donor instead of the recipient of international HIV/AIDS-specific grants and loans [52] . Owing to a lack of international and national HIV/ AIDS funding, the number of NGOs working on HIV/ AIDS was drastically reduced; many NGOs and CBOs were simply closed down, only a few of them could barely survive with the support by other funding sources (national NGO-2).",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Obstacles of the development of HIV/AIDS-related NGOs in China"
        },
        {
            "text": "The retreat of the Global Fund has subsequently created a policy vacuum for the Chinese government in taking the lead in managing the development of HIV/ AIDS-related NGOs in China. Mimicking the funding mechanism of the Global Fund, the State Council launched the China AIDS Fund for Non-Governmental Organizations (CAFNGO) (shehui zuzhi canyu aizibing fangzhi jijin), providing financial resources for HIV/ AIDS-related NGOs via the submission of grant proposal starting from 2017 [61] . The reduction of the Chinese government's reliance on the Global Fund implies that the HIV/AIDS-related responses delivered by the national government are no longer checked by the external mechanism. The authoritarian regime is probably the only agency defining/restricting the political space that NGOs could work in. Explaining the interaction between the Chinese authorities and NGOs, a university professor in Beijing suggested: \"In normal circumstances, local CDC staff hand over treatment delivery work to grassroots NGOs. Nonetheless, CDC officials intend to keep these NGOs small, giving them just enough money to run the programs, so that they will not grow too strong to pose potential threats to the government\" (academic-1). Along with the weakening of international securitization efforts and the rise of Chinese government's involvement in managing NGOs in the post-Global Fund era, the continuous proliferation of NGOs is further complicated by the fragmented nature of HIV/AIDS-focused civil society groups in China.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Obstacles of the development of HIV/AIDS-related NGOs in China"
        },
        {
            "text": "It is argued that the existing NGO registration system, as previously mentioned, has brought about a fragmented NGO community in China. Apparently, governmentorganized non-government organization (GONGO) and registered NGOs working on HIV/AIDS are included in HIV/AIDS national policy implementation processes, whereas excluding unregistered grassroots NGOs that are perceived as illegal or \"anti-government\" organizations. Based on the nature of services that individual HIV/ AIDS-focused NGOs provided, service providers are preferred by the state, whereas NGOs serving as advocates of human rights and agencies providing legal services for HIV/AIDS-infected people would be subjected to prosecution and coercion. A HIV/AIDS specialist working in an international NGO in Beijing stated, \"During a 2011 HIV/AIDS NGO meeting, the Chinese government clearly claimed that the authorities would like to work with NGOs/CBOs conducting service delivery, but not with those working on HIV/AIDS-related human rights or gender issues\" (INGO-1). To further illustrate this point, the Chinese political leaders publicly praised a Guangxi-based NGO named AIDS Care China, recognizing the work the organization had been done in HIV/AIDS prevention, meanwhile stifling numbers of HIV/AIDS activists through imprisonment, house arrest, or assault. Dr. Wang Yanhai and Dr. Gao Yaojie were two of the prominent Chinese HIV/AIDS activists that fled to the United States in 2009 and 2010, respectively, due to the recurrent pressure and disturbance exerted by Chinese authorities owing to their advocacy work. In June 2015, a HIV/AIDS-related legal aid NGO, Beijing Yirenping, was raided, and two of its activists were detained. In this regard, the continuous inclusion/exclusion selection process would weaken unregistered or advocacy groups that conceived as threats to the legitimacy of the authoritarian regime [62] , while preserving NGOs that are willing to under control by the state apparatus and prepared to accept the regime's policy measures. For the sake of reaching a modus vivendi, these NGOs usually display self-limiting behaviors, avoiding actions that would be interpreted as threats to the regime [20] , such as having close relationship or cooperation with NGOs being \"excluded\" by the state apparatus.",
            "cite_spans": [
                {
                    "start": 1897,
                    "end": 1901,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2198,
                    "end": 2202,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Internal factor: Fragmented HIV/AIDS-focused NGO community in China"
        },
        {
            "text": "While a formal local network for HIV/AIDS-related NGOs or civil society groups has been established in many countries in Asia, such coordination mechanism between non-state actors is largely absent in China. 13 The fragmentation of HIV/AIDS NGO community is likewise observed in the course of interview sessions. Amongst the interviewees, the majority of the NGO respondents believed that cooperation dramatically increased between the government and NGOs working on HIV/AIDS, especially in the areas of treatment, care, and prevention. Only a few of them nevertheless stated that communication and coordination occurred amongst NGOs in policy implementation. A national-wide NGO respondent claimed that \"We seldom cooperate with other NGOs or INGOs; we have our own teams to do the work\" (national NGO-3). Some grassroots NGO respondents in Shanghai and Kunming expressed their unwillingness to cooperate with so-called \"unauthentic\" NGOs or NGOs having so-called \"government background\":",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Internal factor: Fragmented HIV/AIDS-focused NGO community in China"
        },
        {
            "text": "Few NGOs have cooperative relationship. There are lots of \"fake\" NGOs in China. The CDC found some patients to set up grassroots NGOs and then through the name of such NGO to apply for the Global Fund. After they received the money, CDC would become the one who controlled the funding (self-help group-2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal factor: Fragmented HIV/AIDS-focused NGO community in China"
        },
        {
            "text": "Eighty-five percent of the HIV/AIDS-focused NGOs in Yunnan have government background…for those NGOs that are funded by the Global Fund or China-Bill Gates Projects, these are organizations with the government background…or if you read their introduction saying \"with the help and support of government\", you will know these are NGOs with the government background (self-help group-3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal factor: Fragmented HIV/AIDS-focused NGO community in China"
        },
        {
            "text": "A \"we-they\" distinction has apparently prevailed amongst the HIV/AIDS NGOs community in China, reinforcing the atomization of HIV/AIDS-focused NGOs, discouraging the proliferation of civil society in China. Horizontal relationship amongst NGOs working on HIV/AIDS is relatively weak and ill-organized, thereby avoiding these organizations joining hand to call for favorable political environment or monetary supports to continue their operation in China. Owing to the reduction of international financial commitments, as well as the fragmentation of HIV/AIDS-focused NGO community in China, the proliferation of HIV/AIDS-focused NGOs in China generated by the international securitization efforts is nevertheless largely limited in long run. Such restriction on the concerted efforts of HIV/AIDS-related NGOs will inevitably pose challenges to China to fulfill the pledge of the 2030 Agenda to end HIV/AIDS as one of the targets of the Sustainable Development Goals (SDGs) [63] .",
            "cite_spans": [
                {
                    "start": 973,
                    "end": 977,
                    "text": "[63]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Internal factor: Fragmented HIV/AIDS-focused NGO community in China"
        },
        {
            "text": "HIV/AIDS was officially announced as a security issue in 2000 by the UNSC Resolution 1308, which claimed that the pandemic could pose security threats if left unchecked. The rhetorical security-threat claim resulted in the burgeoning number of GHIs organized by the international and bilateral organizations operating at the state level. This article illustrates the ways in which the UNSC Resolution 1308 and the Global Fund influencing the HIV/AIDS governance in China. Rhetorically acknowledged the HIV/AIDS problems and the irreplaceable role of HIV/AIDS-focused NGOs in combating the disease by the Chinese government, the monetary and technical supports by the Global Fund enabled HIV/AIDS-focused NGOs to participate in the national policymaking process, facilitating the proliferation and development of civil society in China. This success nevertheless does come with concerns regarding sustainability. This article shows that international securitization weakened with the rise of Chinese commitment on HIV/AIDS interventions. In other words, HIV/AIDS-related responses delivered by the national government are no longer checked by the global mechanism of HIV/AIDS; thus it is unclear whether these NGOs would remain of interest as partners for the government [64] . The fragmentation of the HIV/AIDS community would further hinder the development, preventing from NGOs with the same interest forming alliances to call for changes in current political environment. Such restriction on the concerted efforts of HIV/ AIDS-related NGOs in China would make achievement of the SDGs to foster stronger partnerships between the government and civil society (goal 17) difficult, which in turn hindering the realization of ending HIV/AIDS in the world by 2030 (goal 3).",
            "cite_spans": [
                {
                    "start": 829,
                    "end": 835,
                    "text": "China.",
                    "ref_id": null
                },
                {
                    "start": 1270,
                    "end": 1274,
                    "text": "[64]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This research has several limitations. Firstly, there is a lack of available information regarding the operation of local or grassroots HIV/AIDS-specific NGOs that are in particular helping MARPs in China, owing to the political sensitivity of HIV/AIDS, the unregistered status of NGOs working on HIV/AIDS, the increasing restrictive environment for NGOs operating in China especially under the Xi administration, together with the social stigma attached to their service objects as well as the NGOs themselves as the service providers. Secondly, it is difficult to conduct longitudinal study on the development of HIV/AIDS-specific NGOs in China. The researcher realized that many of the NGOs that had been interviewed in 2011 were no longer under operation in the follow-up fieldwork in 2017, either because these NGOs could not secure sustainable funding, or they were cracked down by local authorities for advocating HIV/AIDS-related human rights or gender equality, or having very close links to foreign (western) organizations. Further research therefore needs to be conducted to remedy these technical weaknesses. It is suggested that comparative research could be conducted on the effects (if any) of the regime types, such as China and Thailand, and the level of socio-economic development of the country, such as China and Singapore, on the effects of international HIV/AIDS securitization in the national levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Endnotes 1 Here NGOs does not include government-organized non-governmental organizations (GONGOs). 2 Referent objects refer to \"things that are seen to be existentially threatened and that have a legitimate claim to survival.\" See Buzan B et al., Security: A New Framework for Analysis, p. 36.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "3 \"Civil society\" is often translated as \"Minjian shehui\", \"Shiming Shehui\" and \"Gongming Shehui\" in Chinese. In fact, the three different Chinese terms do not have the same meaning. Many scholars actually use these different Chinese terms of civil society simultaneously. \"Minjian shehui\" is used in this article because the term is widely used in the academic research in China's modern civil organizations. \"Civil society\" in this article refers to a sphere that is conceptually separable from the state and government. 4 At the same time the State Council abolished the Jijin guanli banfa stipulated in 1988. 5 The Chinese and English versions of the revised regulation (2016) can be found in Chinalawinfo. \"Regulation on Registration and Administration of Social Organizations (2016) (Shehui tuanti dengji guanli tiaoli). 6 Nevertheless, grassroots NGOs registered under the MOIC also encounter problems with regard to the amount and source of funding. As registered commercial entities, grassroots NGOs are required to pay a 5 % tax on any revenue, even for funding received for non-profit purposes. 7 In recent years, the abovementioned legislative hurdle in NGO registration has been relaxed in some parts of China, first in Shenzhen and then in Beijing. The local government in these two cities relaxed its NGO registration rule, and allowed NGOs in the fields of business, charity, welfare, and social services to register directly with the MOCA. Such a move can also be observed at the national level. In early 2011, the national government started planning to revise the regulations on NGO registration and management. If the revised version is passed by the State Council, the individual-organized or grassroots NGOs can directly register with the MOCA without seeking a supervisory body prior to the registration. 8 It is noted that the author is fully aware of the arguments put forward by Timothy Hildebrandt, stating Chinese NGOs could be favored or cracked down by the state apparatus irrespective of registration status. The author is argued that unregistered NGOs are comparatively easier to be targeted and cracked down by the government officials in the name of \"unlawful organizations\". For Hildebrandt's argument, see Hildebrandt, T. The Political Economy of Social Organization Registration in China. The China Quarterly. 2011;208:970-89. 9 GONGOs are composed of three types of organizations existed in the 1950s and 1960s: (1) private organizations from the \"old China\"; (2) friendship associations for the promotion of trade, and cultural exchange agencies; and (3) people's organizations and mass organizations. 10 In the course of the meeting, US Vice President Al Gore claimed that HIV/AIDS was a security threat because \"It threatens not just individual citizens, but the very institutions that define and defend the character of a society. The disease weakens workforces and saps economic strength. HIV/AIDS strikes at teachers, and denies education to their students. It strikes at the military, and subverts the forces of order and peacekeeping\". 11 McInnes and Rushton (2010) argued that the HIV/ AIDS securitization in 2000 was not a successful or complete securitization. However, this article does not intend to examine whether the international HIV/AIDS securitization has been fully accepted by the target audience. It intends to examine the influences of the HIV/ AIDS international securitization on the national and sub-national levels in China. 12 In 2003, the Bush Administration launched the President's Plan for Emergency AIDS Relief (PEPFAR), pledging US$15 billion from 2003 to 2008 to \"turn the tide against HIV/AIDS.\" The WHO launched the \"3 × 5\" campaign that targets getting 3 million people on antiretroviral treatment by 2005, while the Multi-Country HIV/AIDS Program of the World Bank provided more than US$1.3 billion for grants and concessional loans to help governments respond to HIV/AIDS issues. 13 Examples included the Indian Network of People Living with HIV/AIDS, Thai Network of People Living with HIV/AIDS, Asia Pacific Council of AIDS Service Organization in Malaysia, and also Action for AIDS Singapore,",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 524,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 613,
                    "end": 614,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 827,
                    "end": 828,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1106,
                    "end": 1107,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1828,
                    "end": 1829,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2364,
                    "end": 2365,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2641,
                    "end": 2643,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3082,
                    "end": 3084,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3483,
                    "end": 3492,
                    "text": "China. 12",
                    "ref_id": null
                },
                {
                    "start": 3958,
                    "end": 3960,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Economic reform and growth in China",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Chow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Annals of economics and. Finance",
            "volume": "5",
            "issn": "",
            "pages": "127--52",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Routledge handbook of Chinese security. London: Routledge",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dittmer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "BRIC's growing share of Global Health spending and their diverging pathways",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Jakovljevic",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Front Public Health",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The health Care Systems of China and India: performance and future challenges",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahal",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Aff",
            "volume": "27",
            "issn": "",
            "pages": "921--953",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evolving health expenditure landscape of the BRICS nations and projections to 2025",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jakovljevic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Potapchik",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Popovich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barik",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Getzen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Econ",
            "volume": "26",
            "issn": "",
            "pages": "844--52",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rural China, a steep price of poverty: dying of AIDS: New York Times",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "UNAIDS Data",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "China's pragmatic approach to AIDS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bull World Health Organ",
            "volume": "84",
            "issn": "",
            "pages": "257--336",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "HIV/AIDS in China and India: governing health security",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cyp L",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Geopolitics in health: confronting obesity, AIDS, tuberculosis in the emerging BRICS economies",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Gómez",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Unleash Civil Society in China to Save Lives. Human Rights Watch",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Twenty years of mobilizing around AIDS in China: the main actors and influences behind organizational growth",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Gåsemyr",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Asian Studies Review",
            "volume": "39",
            "issn": "",
            "pages": "609--636",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Discourse analysis as a way of analyzing naturally-occurring talk",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Potter",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Interpreting qualitative data: methods for analyzing talk, text and interaction",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Security: a new framework for analysis. USA: Lynne Rienner Publishers",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Buzan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Waever",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilde",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Security, insecurity and Asecurity in the west European non-war community",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Waever",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Security Communities",
            "volume": "",
            "issn": "",
            "pages": "46--86",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Civil society, corporatism and capitalism in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Howell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Comparative Asian Development",
            "volume": "11",
            "issn": "",
            "pages": "271--97",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The civil Society in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frolic",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "46--67",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Social organizations and the authoritarian state in China",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hildebrandt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "NGOs in China: An Overview. International Community Foundation",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Is China's new overseas NGO management law sounding the death knell for civil society? Maybe not",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Teets",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Asia-Pacific Journal",
            "volume": "14",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "China's Evolving Civil Society: From Environment to Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "China's Rapidly Growing Non-Governmental Organizations. EAI Background Brief No. 514",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "From spectators to implementers: civil society organizations involved in AIDS programs in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Korhonen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pond",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Epidemiol",
            "volume": "39",
            "issn": "",
            "pages": "65--71",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Defining Chinese nongovernmental organizations. Volunt Int J Volunt Nonprofit Org",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "S"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "119--139",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Globalization and its methodological discontents: contextualizing globalization through the study of HIV",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labontè",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "AIDS. Glob Health",
            "volume": "7",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "How is health a security issue? Politics, responses and issues",
            "authors": [
                {
                    "first": "Cyp",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Policy Plan",
            "volume": "25",
            "issn": "",
            "pages": "447--53",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Securitizing infectious disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int Aff",
            "volume": "84",
            "issn": "",
            "pages": "295--313",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Should HIV/AIDS be securitized? The ethical dilemmas of linking HIV/ AIDS and security",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elbe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int Stud Q",
            "volume": "50",
            "issn": "",
            "pages": "119--163",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "where are the links? Council on Foreign Relations",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "National",
                    "middle": [],
                    "last": "Hiv",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Security",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "on the Responsibility of the Security Council in the Maintenance of International Peace and Security: HIV/AIDS and International Peace-keeping Operations. United Nation Security Council",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "United Nations General Assembly",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "United Nations General Assembly",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Political Declaration on HIV/AIDS: Intensifying Our Efforts to Eliminate HIV/ AIDS. United Nations General Assembly",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "United Nations General Assembly",
            "authors": [],
            "year": 2016,
            "venue": "Political Declaration on HIV and AIDS: On the Fast Track to Accelerate the Fight Against HIV and to End the AIDS Epidemic by 2030",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "AIDS and security: where are we now?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcinnes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rushton",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hiv",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int Aff",
            "volume": "86",
            "issn": "",
            "pages": "225--270",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "HIV/AIDS and securitization theory",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcinnes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rushton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "European Journal of International Relations",
            "volume": "19",
            "issn": "",
            "pages": "115--153",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The Global Fund to Fight AIDS, Tuberculosis, and Malaria",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Global Fund Overview",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "China's evolving AIDS policy: the influence of global norms and transnational non-governmental organizations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Comparative Politics",
            "volume": "18",
            "issn": "",
            "pages": "225--263",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "China Among Success Stories in Global HIV/AIDS Fight: UNAIDS Chief. Xinhua. 2015",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Peking daily cautions against western threats of AIDS, drugs: The Associated Press",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "LeexisNexis Newspapers 46. Ramiah I. Securitizing the AIDS issue in Asia",
            "authors": [],
            "year": 1988,
            "venue": "China Has No Sources",
            "volume": "",
            "issn": "",
            "pages": "136--67",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Gao Qiang, at the HIV/AIDS High-Level Meeting of the UN General Assembly. Permanent Mission of the People's Republic of China to the UN",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "State Council Notice on Strengthening HIV/AIDS Prevention and Control. NCAIDS, China CDC",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "国务院关于进一步加强艾滋病防治工作的通知 [State Council Notice on Further Strengthening HIV/AIDS Prevention and Control.] 国发48号 [State Council Document No",
            "authors": [],
            "year": 2010,
            "venue": "二○一○年)",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Red Ribbon Forum Redoubles AIDS Fighting Bid. China Daily",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Juan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Keqiang Wants Tax Break for NGOs Specializing AIDS/HIV Work. South China Morning Post",
            "authors": [
                {
                    "first": "Li",
                    "middle": [
                        "R"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "China After the Global Fund",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Aidspan",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Investment in HIV/ AIDS programs: does it help strengthen health Systems in Developing Countries? Glob Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Souteyrand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Banda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Perriën",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The Global Fund: managing great expectations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brugha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donoghue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Starling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ndubani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ssengooba",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "",
            "pages": "95--100",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "China Country Coordinating Mechanism Secretariats. The Global Fund to Fight AIDS, Tuberculosis, and Malaria",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "People's Republic of China: National Center for AIDS/STD Control and Prevention",
            "authors": [
                {
                    "first": "Hiv/Aids",
                    "middle": [],
                    "last": "China",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ngo Directory",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "AIDS funds frozen for China in grant dispute",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lafraniere",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Global Fund Lifts China Grant Freeze. The body",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "China AIDS Fund For Non-Governmental Organizations",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Making Turkey's transformation possible: claiming \"securityspeak\"-not Desecuritization! Southeast European and Black Sea Studies",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bilgin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "555--71",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Estimates of global, regional, and National Incidence, prevalence, and mortality of HIV, 1980-2015: the global burden of disease study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Kyu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet HIV",
            "volume": "3",
            "issn": "",
            "pages": "361--87",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The political economy of social organization registration in China",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hildebrandt",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The China Quarterly",
            "volume": "208",
            "issn": "",
            "pages": "970--89",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "list of the 2009/2010 China HIV/AIDS NGO Directory (Zhongguo aizhibing shehuizuzhi minglu) published by a quasi-NGO, China HIV/AIDS Information Network, operated in Beijing. The rest of the respondents in this research were recruited via the technique of snowball sampling and theoretical sampling. There were some exceptional cases regarding the inclusion of some interviewees in this study. Amongst the NGO respondents, three of them were based in Hong Kong. These individuals were interviewed because of their direct participation in the HIV/AIDS interventions in the Chinese cities in the past years, as well as their close relationship with the government officials and other HIV/AIDS-related NGO members in Mainland China. In addition, four government officials working in the National Health and Family Planning Commission (NHFPC) were interviewed, including the National Center for AIDS/STD Control and Prevention (NCAIDS), China CDC in Beijing, Shanghai, and also Zhejiang. The inclusion of the government officials was made to have a better understanding of the stance of the national government towards HIV/AIDS issues. Ethical approval for this research (including subject participation) was provided by the City University of Hong Kong Human Subjects Ethics Committee, under the project Asian Diseases in International Affairs, Ref: 2A-54-201,303 (H00112).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". International non-governmental organizations (INGOs) in China are regulated by the 1989 Interim Procedures on Foreign Chambers of Commerce (Waiguo shanghui guanli zhanhang guiding) [21]. This law stipulates that INGOs can only set up one branch office in China, restricting the geographic scope (and thus political or social influences) of INGOs operating in the country. In regulating the rapid influx of foreign endowment in China in the early 2000s, especially in the realm of HIV/AIDS interventions, the State Council promulgated the Regulations on the Management of Foundations (Jijin guanli tiaoli) in 2004.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "such as The Chinese Association of STD and AIDS Prevention as well as the Chinese Preventive Medicine Association. A few NGOs working on HIV/AIDS emerged with the upsurge in the number of infections in the country during the 1990s. Established in 1994 by Dr. Wan Yanhai, the Beijingbased AIDS Action (Aizhixing) was one of the earliest and prominent HIV/AIDS-related NGOs operating in China. A dramatic increase in the number of HIV/AIDS-focused NGOs has nevertheless been observed in China since 2003. According to the figures released in the 2009/2010 China HIV/AIDS NGO Directory (Zhongguo aizhibing shehuizuzhi minglu), the number of registered and unregistered NGOs working on HIV/AIDS issues in China increased from 52 before 2003 to over 600 in 2010",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "curred during the early outbreak of SARS in China in 2003, for the infectious disease clearly posed a negative impact on the Chinese flourishing trade and tourist industry. In light of the emerging HIV/AIDS epidemic in China, the 2000 international HIV/AIDS securitization has been well accepted by the Chinese government. China was one of the 189 signatories to the 2001 Declaration of Commitment on HIV/AIDS, showing its commitment to follow suit the global consensus framework to response to the HIV/AIDS threats. More importantly, the 2001 Declaration included a set of goals on which the national governments agreed to achieve within a certain timeframe (i.e. most targets should be fulfilled either by 2003 or by 2005).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "In the course of interview, respondents in Ford Foundation, Médecins Sans Frontières (MSF), and Clinton Foundation in China mentioned that the INGOs reduced the financial support on HIV/AIDS programs or even withdrew from China, whereas UK Department of International Development (DFID), Oxfam, and Bill & Melinda Gates Foundation, have retreated from China since 2013 (INGO-1). The financial support for HIV/ AIDS-related NGOs in China is further shrunk because of the retreat of the Global Fund in 2014. A HIV/AIDS specialist working in an INGO and a program manager of a national NGO recalled the profound impact of the retreat of Global Fund on HIV/AIDS-related NGOs: The Global Fund stopped the phase two of the consolidated program suddenly (With a total of approximately 500 million, only half of the amount was implemented in China in the end). As a result, the number of NGOs working on HIV/AIDS decreased drastically from 1,000 to 500 between 2013 and 2014 (INGO-1).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Official documents, reports, newspaper articles for discourse analysis Anderson D. Peking Daily Cautions against Western Threats of AIDS, Drugs. The Associated Press. (1987). Certain Regulations on the Monitoring and Control of AIDS (1988) China Has No Sources, Studies Show. Xinhua (1988) Prevention and Treatment of Infectious Diseases (1989) Speech by Executive Vice Minister of Health, Mr. Gao Qiang, at the HIV/AIDS High-Level Meeting of the UN General Assembly. Permanent Mission of the People's Republic of China to the UN (2003) State Council Notice on Strengthening HIV/AIDS Prevention and Control (2004) Law on Communicable Disease Prevention and Control (2004) Regulation on AIDS Prevention and Control (2006) State Council Notice on Further Strengthening HIV/AIDS Prevention and Control (2010)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Categorization of respondents in China",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Global Fund Grant Portfolio for HIV/AIDS in China[34]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work is supported by a Hong Kong University Research Council General Research Fund grant #144913. The author would like to thank 2 anonymous reviewers for their useful suggestions. The author would also like to express the appreciation to Dr. Nicholas Thomas for his comments on an earlier version of the manuscript. All errors and omissions are the author's responsibility alone. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The author declares that she has no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        },
        {
            "text": "The author read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}