{
    "paper_id": "57b4aa7990ee59eb32397dc0dbb4af096a4e9aa8",
    "metadata": {
        "title": "Human Enterovirus 68 Interferes with the Host Cell Cycle to Facilitate Viral Production",
        "authors": [
            {
                "first": "Chioma",
                "middle": [
                    "M"
                ],
                "last": "Okeoma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jingwen",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xin",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shu-Cheng",
                "middle": [],
                "last": "Hua",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jilin University",
                    "location": {
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": "shuchenghua@eyou.comxiao-fangyuyuxiaofang@jlu.edu.cn"
            },
            {
                "first": "Wang Z-Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhong",
                "middle": [
                    "T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wang",
                "middle": [
                    "Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zeng-Yan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ting",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yue",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jilin University",
                    "location": {
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Feng-Mei",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Changchun University of Chinese Medicine",
                    "location": {
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao-Feng",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jilin University",
                    "location": {
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Li-Ping",
                "middle": [],
                "last": "Xing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jilin University",
                    "location": {
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wen-Yan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jilin University",
                    "location": {
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing-Hua",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jilin University",
                    "location": {
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao-Fang",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jilin University",
                    "location": {
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Enterovirus D68 (EV-D68) is an emerging pathogen that recently caused a large outbreak of severe respiratory disease in the United States and other countries. Little is known about the relationship between EV-D68 virus and host cells. In this study, we assessed the effect of the host cell cycle on EV-D68 viral production, as well as the ability of EV-D68 to manipulate host cell cycle progression. The results suggest that synchronization in G0/G1 phase, but not S phase, promotes viral production, while synchronization in G2/M inhibits viral production. Both an early EV-D68 isolate and currently circulating strains of EV-D68 can manipulate the host cell cycle to arrest cells in the G0/G1 phase, thus providing favorable conditions for virus production. Cell cycle regulation by EV-D68 was associated with corresponding effects on the expression of cyclins and CDKs, which were observed at the level of the protein and/or mRNA. Furthermore, the viral non-structural protein 3D of EV-D68 prevents progression from G0/G1 to S. Interestingly, another member of the Picornaviridae family, EV-A71, differs from EV-D68 in that G0/G1 synchronization inhibits, rather than promotes, EV-A71 viral replication. However, these viruses are similar in that G2/M synchronization inhibits the production and activity of both viruses, which is suggestive of a common therapeutic target for both types of enterovirus. These results further clarify the pathogenic mechanisms of enteroviruses and provide a potential strategy for the treatment and prevention of EV-D68-related disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Human enterovirus 68 (EV-D68) is an emerging pathogen that can cause severe respiratory disease and is associated with cases of paralysis, especially among children. It was first isolated from samples obtained in California in 1962 from four children with pneumonia and bronchiolitis (Schieble et al., 1967) . Over the past 10 years, EV-D68 infection outbreaks have been reported in Italy, the United States, Germany, China, and several other countries (Esposito et al., 2015; Farrell et al., 2015; Reiche et al., 2015; Zhang et al., 2015) , with a record number of confirmed cases in 2014 (http://www.cdc.gov/non-polio-enterovirus/about/ev-d68.html). Unfortunately, no vaccines for prevention or medicines for treatment are currently available for future outbreaks, mainly due to the fact that information on host factors required for EV-D68 replication is scarce. EV-D68 belong to enterovirus (family Picornaviridae, genus Enterovirus), which are non-enveloped, positive-sense singlestrand RNA viruses of approximately 7500 nt and contain a large open reading frame that encodes a polyprotein that is cleaved to yield corresponding viral proteins. Based on the molecular and biological characteristics, four human enterovirus (HEV) species are currently designated as HEV-A, -B, -C, and -D (Oberste et al., 1999a,b) . The representative of HEV-A serotype is human enterovirus 71 (EV-A71), which is a primary causative agent for Hand, foot, and mouth disease (HFMD) that is associated with the recent outbreaks in Asia (Liu et al., 2011; Wang et al., 2012) . EV-D68 is assigned to HEV-D serotype, but EV-D68 is unlike other enteroviruses in that it is acid labile and biologically more similar to human rhinoviruses that are associated with respiratory diseases (Smura et al., 2010) .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 307,
                    "text": "(Schieble et al., 1967)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 453,
                    "end": 476,
                    "text": "(Esposito et al., 2015;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 477,
                    "end": 498,
                    "text": "Farrell et al., 2015;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 499,
                    "end": 519,
                    "text": "Reiche et al., 2015;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 520,
                    "end": 539,
                    "text": "Zhang et al., 2015)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1292,
                    "end": 1317,
                    "text": "(Oberste et al., 1999a,b)",
                    "ref_id": null
                },
                {
                    "start": 1520,
                    "end": 1538,
                    "text": "(Liu et al., 2011;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1539,
                    "end": 1557,
                    "text": "Wang et al., 2012)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1763,
                    "end": 1783,
                    "text": "(Smura et al., 2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "As a feature of their pathogenic mechanism, many viruses facilitate their own replication by interacting with host factors that regulate cell cycle progression. Examples can be discovered in DNA viruses, retroviruses and RNA viruses. DNA viruses, which replicate in the nucleus, have been extensively investigated in regard to control the cell cycle of host cells. For example, some small DNA viruses including simian virus 40 (DeCaprio et al., 1988) , adenovirus (Howe et al., 1990; Eckner et al., 1994) , and human papillomavirus (Werness et al., 1990) , which lack their own polymerases, use the host polymerase to promote the entry of cells into S phase from G0/G1 phase. For other large DNA viruses, for example, herpesviruses can induce G0/G1 arrest in order to avoid competing for cellular DNA replication resources (Flemington, 2001) . Cell cycle regulation also has been observed for retroviruses, which, like DNA viruses, replicate in the nucleus. The Vpr protein of human immunodeficiency virus type 1 is responsible for eliciting cell cycle arrest in G2/M phase (He et al., 1995; Goh et al., 1998) . Furthermore, RNA viruses, whose primary site of replication is normally the cytoplasm, have also been demonstrated to interfere with the host cell cycle. Infectious bronchitis virus (IBV) induces an S and G2/M-phase arrest to favor viral replication (Dove et al., 2006; Li et al., 2007) , and mouse hepatitis virus (MHV) (Chen and Makino, 2004) and some severe acute respiratory syndrome coronavirus (SARS-CoV) proteins induce cell cycle arrest in G0/G1 phase (Yuan et al., 2005 (Yuan et al., , 2006 . In a previous study, we found that human EV-A71 and Coxsackievirus A16, manipulate the host cell cycle at S phase in order to promote their own viral replication (Yu et al., 2015) ; however, the potential manipulation of the host cell cycle by EV-D68, which is associated with higher lethality in recent large-scale outbreaks, has not been previously characterized.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 450,
                    "text": "(DeCaprio et al., 1988)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 464,
                    "end": 483,
                    "text": "(Howe et al., 1990;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 484,
                    "end": 504,
                    "text": "Eckner et al., 1994)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 532,
                    "end": 554,
                    "text": "(Werness et al., 1990)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 823,
                    "end": 841,
                    "text": "(Flemington, 2001)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1074,
                    "end": 1091,
                    "text": "(He et al., 1995;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1092,
                    "end": 1109,
                    "text": "Goh et al., 1998)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1362,
                    "end": 1381,
                    "text": "(Dove et al., 2006;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1382,
                    "end": 1398,
                    "text": "Li et al., 2007)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1433,
                    "end": 1456,
                    "text": "(Chen and Makino, 2004)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1572,
                    "end": 1590,
                    "text": "(Yuan et al., 2005",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1591,
                    "end": 1611,
                    "text": "(Yuan et al., , 2006",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1776,
                    "end": 1793,
                    "text": "(Yu et al., 2015)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the current study, we examined the effects of the cell cycle status on EV-D68 viral replication, as well as the impact of EV-D68 virus on the host cell cycle. Our data show that EV-D68 replication is integrally associated with the host cell cycle, though the pattern of regulation differs distinctly from that of EV-A71. These results further increase the understanding of the pathogenic mechanisms of enteroviruses and provide a potential target for the treatment and prevention of enterovirus-related diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The Fermon (ATCC, VR-1826), US/KY/14-18953 (ATCC, VR-1825D), and US/MO/14-18947 (ATCC, VR-1823D) strains of EV-D68; and the Changchun077 strain of EV-A71 have been reported previously (Wang et al., 2012) . Viruses were propagated in human rhabdomyosarcoma , and the supernatants were harvested and stored at −80 • C. Human embryonic kidney cells (HEK 293T cells) (No CRL-11268) and RD cells were purchased from the ATCC (Manassas, VA, USA) and used according to a previous study . Cells were maintained in Dulbecco's modified Eagle's medium (DMEM) (Hyclone, Logan, UT, USA) supplemented with 10% fetal bovine serum (FBS) (GIBCO BRL, Grand Island, NY, USA).",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 203,
                    "text": "(Wang et al., 2012)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Viruses and Cells"
        },
        {
            "text": "The viral titers were determined by measuring the 50% tissue culture infective dose (TCID50) in a microtitration assay using RD cells, as described (Gay et al., 2006) . RD cells were seeded and incubated at 37 • C for 24 h in 96-well plates. Viruscontaining supernatant was serially diluted 10-fold, and 100 µl of diluent virus was added per well in octuplicate. Until the experimental endpoint was reached the cytopathic effect was observed once per day. According to the Reed-Muench method (Reed, 1983 ) the viral titers of the TCID50 were determined, based on the assumption that material with 1 × 10 5 TCID50/ml will produce 0.7 × 10 5 plaque forming units/ml (www.protocol-online.org/biology-forums/posts/1664.html).",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 166,
                    "text": "(Gay et al., 2006)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 492,
                    "end": 503,
                    "text": "(Reed, 1983",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Viral Titer Determination"
        },
        {
            "text": "Cells were mock-infected or infected with EV-D68 or EV-A71 at a multiplicity of infection (MOI) of 0.8. After 2 h of virus adsorption, cells were washed with phosphate-buffered saline (PBS) one time, then added fresh culture medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection"
        },
        {
            "text": "Subconfluent cultures of RD cells were synchronized in G0/G1 phase by serum deprivation (He et al., 2010) . Approximately 5 × 10 5 cells were plated in a 6-well plate and maintained in serumfree medium for 24 h. After EV-D68 virus infection, fresh 10% DMEM was added to release the cells from G0/G1.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 105,
                    "text": "(He et al., 2010)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Cell Cycle Release"
        },
        {
            "text": "In order to observe the effects of the cell cycle on virus growth, subconfluent cultures of RD cells were synchronized in G0/G1 phase by serum deprivation for 24 h (He et al., 2010) . For S-phase synchronization, a final concentration of 0.85 mM thymidine (Sigma) were added (Helt and Harris, 2005; Yu et al., 2015) for 24 h. For G2/M synchronization, 25 ng/ml of nocodazole (Sigma) was added (He et al., 1995; Yu et al., 2015) for 24 h. For sustained S and G2/M cell-cycle arrest after virus infection, cells were treated with fresh 0.85 mM thymidine and 25 ng/ml nocodazole for the indicated times.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 181,
                    "text": "(He et al., 2010)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 275,
                    "end": 298,
                    "text": "(Helt and Harris, 2005;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 299,
                    "end": 315,
                    "text": "Yu et al., 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 393,
                    "end": 410,
                    "text": "(He et al., 1995;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 411,
                    "end": 427,
                    "text": "Yu et al., 2015)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Synchronization of Cells"
        },
        {
            "text": "Propidium iodide (PI) staining was used to measure the nuclear DNA content according to previous study (Yu et al., 2015) . Firstly, the cells were collected and fixed with 1 ml of cold 70% ethanol at 4 • C overnight and then re-suspended in PI staining buffer (50 µg/ml PI (Sigma), 20 µg/ml RNase in PBS) for 2 h at 4 • C. Fluorescence-activated cell sorting (FACScan; BD) were used to analyze the PI-stained cells, and at least 10,000 cells were counted for each sample. ModFit LT, version 2.0 (Verity Software House) was performed for data analysis.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 120,
                    "text": "(Yu et al., 2015)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Cell Cycle Analysis by Flow Cytometry"
        },
        {
            "text": "Virus-infected or mock-infected cells were collected at various times after EV-D68 infection and washed once with PBS as previously described (Yu et al.) . The following antibodies were used in Western blot analyses: anti-CDK2 (Cell Signal), anti-cyclinE1 (Proteintech), anti-CDK4 (Cell Signal), anti-CDK6 (Cell Signal), anti-cyclinD (Cell Signal), anti-CDK1 (Boster), anti-cyclinB1 (Santa Cruz), and anti-histone (GenScript). Secondary antibodies from mouse or rabbit were obtained from Jackson Immuno Research.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 153,
                    "text": "(Yu et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Western Blot Analysis"
        },
        {
            "text": "All work was carried out in a designated PCR-clean area as previously described (Yu et al.) . RNA was extracted from infected and uninfected cells using Trizol reagent (Gibco-BRL, Rockville, Md.) and isolated as specified by the manufacturer. The RNA was DNAse-treated (DNase I-RNase-Free, Ambion) to remove any contaminating DNA; 200 ng of total RNA was reverse-transcribed with oligo dT primers using the High Capacity cDNA RT Kit (Applied Biosystems) in a 20 µl cDNA reaction, as specified by the manufacturer. For quantitative PCR, the template cDNA was added to a 20 µl reaction with SYBR GREEN PCR Master Mix (Applied Biosystems) and 0.2 µM of primer ( Table 1) . The amplification was carried out using an ABI Prism 7000 for 40 cycles under the following conditions: initial denaturation at 95 • C for 10 min; 40 cycles of 95 • C for 15 s and 60 • C for 1 min. The fold changes were calculated relative to GAPDH using the Ct method.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 91,
                    "text": "(Yu et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 659,
                    "end": 667,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Quantitative Real-Time PCR"
        },
        {
            "text": "The cell lysates were examined for CDK4, CDK6, cyclinD1, CDK2, cyclinE1, CDK1, cyclinB1 and histone with ELISA kits (Meiyan, Shanghai, China) according to the manufacturer's instructions. The microplate was quantified using a microplate reader (Bio-Rad, Hercules, CA, USA). Target protein expression was normalized to the histone expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enzyme-Linked Immunosorbent Assays"
        },
        {
            "text": "Statistical differences were analyzed using the Student's t-test for all analysis, except of 3C and 3D dose-dependent test in Figures 4B,D with Pearson correlation coefficient. Data are presented as means and standard deviations (SD). * P-values of < 0.05 were considered statistically significant. Frontiers in Cellular and Infection Microbiology | www.frontiersin.org",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 138,
                    "text": "Figures 4B,D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Statistical Analyses"
        },
        {
            "text": "Viral replication often is integrally associated with the cell cycle status of host cells (Feuer et al., 2002) . To explore the possible benefits of different cell cycle phases for EV-D68 viral replication, we synchronized cells in different phases and then assessed viral replication and virulence. First, we assessed the effects of G0/G1 synchronization by serum deprivation (Darzynkiewicz et al., 1980) . RD cells were cultured in either serum medium (control) or serum-free medium (G0/G1 synchronization) for 24 h. Then the cells were infected with the same titer of 0.8 MOI of EV-D68 (Fermon strain) or were mock-infected for 2 h, and either serum medium or serum-free medium was added for another 24 h ( Figure 1A ). As previously reported (He et al., 2010) , serum deprivation induced obvious G0/G1 arrest as assessed by flow cytometry (P < 0.001; Figure 1B ). At 2 h post-infection (viral entry stage), the EV-D68 genomic RNA levels were not significantly different in the control and serumstarved cells ( Figure 1M) ; however, at 18 h post infection (viral replication stage) 13.55 times more viral RNA was detected in the serum-starved cells than in the control cells (P < 0.01; Figure 1C ). Furthermore, at 24 h (viral production stage) the TCID50/mL of infectious EV-D68 particles was 348.84 times higher for supernatant from G0/G1 phase-synchronized cells (202.17 ± 42.60 × 10 5 ) than for supernatant from control cells (0.59 ± 0.08 × 10 5 ) (P < 0.01; Figure 1D ). These results suggest that G0/G1-phase arrest does not affect viral entry, but promotes EV-D68 viral replication and production.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 110,
                    "text": "(Feuer et al., 2002)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 377,
                    "end": 405,
                    "text": "(Darzynkiewicz et al., 1980)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 746,
                    "end": 763,
                    "text": "(He et al., 2010)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 710,
                    "end": 719,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 855,
                    "end": 864,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1014,
                    "end": 1024,
                    "text": "Figure 1M)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1189,
                    "end": 1198,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1467,
                    "end": 1476,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Synchronization at Different Cell Cycle Stages Has Profound Effects on EV-D68 Production"
        },
        {
            "text": "To determine whether viral replication and production also is elevated at other phases of the cell cycle, the effect of S phase synchronization was assessed. The cells were cultured in medium or were synchronized in S phase by culture with 0.85 mM thymidine for 24 h. Then, the cells were mock infected or were infected with 0.8 MOI of EV-D68 for 2 h, and fresh culture medium or 0.85 mM thymidine was added for another 24 h ( Figure 1E ). Thymidine induced obvious S phase arrest (P < 0.001; Figure 1F) . The genomic RNA level remained similar in S phase-synchronized cells and control non-synchronized cells at 2 h post-infection ( Figure 1M ) and at 24 h post-infection (P > 0.05; Figure 1G ). Furthermore, the TCID50/mL values at 24 h post-infection were equivalent for the S phase-synchronized cell supernatant (2.59 ± 1.37 × 10 5 ) and the control cell supernatant (3.28 ± 1.80 × 10 5 ) (P > 0.05; Figure 1H ). These results suggest that S-phase arrest does not affect EV-D68 viral entry, replication or production.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 436,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 493,
                    "end": 503,
                    "text": "Figure 1F)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 634,
                    "end": 643,
                    "text": "Figure 1M",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 684,
                    "end": 693,
                    "text": "Figure 1G",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 904,
                    "end": 913,
                    "text": "Figure 1H",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Synchronization at Different Cell Cycle Stages Has Profound Effects on EV-D68 Production"
        },
        {
            "text": "To assess the effects of G2/M phase synchronization, cells were cultured in medium or were treated with 25 ng/ml nocodazole for 24 h; then, the cells were mock infected or were infected with EV-D68 at 0.8 MOI for 2 h, and cultured in fresh medium or 25 ng/ml nocodazole for another 24 h ( Figure 1I ). Nododazole induced obvious G2/M arrest (P < 0.001; Figure 1J ). At 2 h post-infection, there was no significant difference in the genomic RNA level in the control and G2/M phase-synchronized cells ( Figure 1M) ; however, at 24 h post-infection the genomic level was lower in the synchronized cells than in the control cells (P < 0.05; Figure 1K ). Furthermore, at 24 h post-infection the TCID50/mL for supernatant from the G2/M phase-synchronized cells (0.46 ± 0.29 × 10 5 ) was obviously lower than that from the control cells (1.40 ± 0.16 × 10 5 ) (P < 0.01; Figure 1L ). Therefore, these results suggest that G2/M synchronization does not affect viral entry, but inhibits EV-D68 viral replication and production.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 298,
                    "text": "Figure 1I",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 353,
                    "end": 362,
                    "text": "Figure 1J",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 501,
                    "end": 511,
                    "text": "Figure 1M)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 637,
                    "end": 646,
                    "text": "Figure 1K",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 863,
                    "end": 872,
                    "text": "Figure 1L",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Synchronization at Different Cell Cycle Stages Has Profound Effects on EV-D68 Production"
        },
        {
            "text": "Given that EV-D68 replication and production is dependent on the cell cycle, we next asked whether EV-D68 might have the ability to manipulate the host cell cycle to facilitate its own production. RD cells were infected with EV-D68 Fermon stain at an MOI of 0.8, and the cells were collected for cell cycle distribution analysis after 24 h. An obvious increase in the percentage of cells in G0/G1 was observed in EV-D68-infected cells (45.20 ± 0.14%) as compared to mock-infected cells (36.50 ± 0.76%) (23.84% increase; P < 0.01; Figure 2A ). Therefore, EV-D68 itself can manipulate the host cell to accumulate preferentially at G0/G1 phase rather than at G2/M, which favors viral production.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 539,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "EV-D68 Infection Manipulates the Host Cell Cycle and Arrests Cells at G0/G1"
        },
        {
            "text": "Though the latter experiments were performed using the Fermon strain of EV-D68, which was isolated from 4 children with pneumonia and bronchiolitis in the United States in 1962 (Schieble et al., 1967; Zhang et al., 2015) , several more recent strains of the virus have been isolated. The currently circulating EV-D68 US/MO/14-18947 and US/KY/14-18953 strains are similar to the Fermon strain in clinical characteristics and genome structure, but it is not known whether they are similar in virulence and ability to manipulate the cell cycle. Therefore, we compared the US/MO/14-18947 and US/KY/14-18953 strains to the Fermon strain. Under normal culture conditions, RD cells were infected with three strains virus at an MOI of 0.8 for 24 h, respectively, the TCID50/mL of the US/MO/14-18947 strain (43.07 ± 10.22 × 10 5 ) was 29.76 times higher and the TCID50/mL of the US/KY/14-18953 (195.00 ± 54.03 × 10 5 ) was 138.29 higher than the TCID50/mL of the Fermon strain (1.40 ± 0.16 × 10 5 ) ( Figure 2B) . These results suggest that the EV-D68 virulence has increased over time, which could explain the recent rise in the incidence of Enterovirus-related disease (Esposito et al., 2015; Farrell et al., 2015; Reiche et al., 2015; Zhang et al., 2015) .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 200,
                    "text": "(Schieble et al., 1967;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 201,
                    "end": 220,
                    "text": "Zhang et al., 2015)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1162,
                    "end": 1185,
                    "text": "(Esposito et al., 2015;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1186,
                    "end": 1207,
                    "text": "Farrell et al., 2015;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1208,
                    "end": 1228,
                    "text": "Reiche et al., 2015;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1229,
                    "end": 1248,
                    "text": "Zhang et al., 2015)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 992,
                    "end": 1002,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "EV-D68 Infection Manipulates the Host Cell Cycle and Arrests Cells at G0/G1"
        },
        {
            "text": "Next, we assessed the cell cycle distribution after RD cells were infected with the currently circulating strains of EV-D68 at an MOI of 0.8 for 24 h. An obvious increase in the percentage of cells in G0/G1 phase was observed for both US/MO/14-18947 (25.83% increase; P < 0.01) ( Figure 2C ) and US/KY/14-18953 (10.85% increase; P < 0.01) ( Figure 2D ). These strains also caused a corresponding increase in the ratio of cells in G0/G1-G2/M (53.54% increase for US/MO/14-18947; 85.91% increase US/KY/14-18953; P < 0.001; Figures 2C,D) . Therefore, the currently circulating strains possess increased virulence and a similar ability as the Fermon strain to skew the cell cycle toward the G0/G1 phase, which facilitates viral production. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 289,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 341,
                    "end": 350,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 521,
                    "end": 534,
                    "text": "Figures 2C,D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "EV-D68 Infection Manipulates the Host Cell Cycle and Arrests Cells at G0/G1"
        },
        {
            "text": "To further understand the mechanism of EV-D68 manipulation of the host cell cycle, we assessed whether EV-D68 could regulate cell cycle exit from G0/G1 into S phase. RD cells were synchronized in G0/G1 by serum starvation for 24 h, and then mock-infected or infected with EV-D68 Fermon strain for 2 h. The cells were then stimulated with 10% FBS in order to trigger cell cycle re-entry into S phase from G0/G1. At 24 h of mitogenic stimulation with serum, the mock-infected cells progressed synchronously from G0/G1 into S phase. In contrast, the majority of the EV-D68-infected RD cells remained in G0/G1 phase over the 24 h time period without S entry (P < 0.001; Figure 3A) . Therefore, these results support a model in which EV-D68 infection regulates the cell cycle by preventing entry into the S phase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 666,
                    "end": 676,
                    "text": "Figure 3A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "EV-D68 Infection Inhibits G0/G1 Exit"
        },
        {
            "text": "Cyclin/CDK complexes are known to regulate cell cycle progression (Sherr, 1994) . To identify the key molecules and signaling pathways that may mediate the inhibition of cell entry into S phase by EV-D68, we examined the protein expression profiles of host G0/G1-phase and S-phase proteins by Western blotting of RD cells at 0, 16, 20, 24, and 28 h post-infection. Among the molecules CDK4, CDK6, and cyclinD (which mediate cell cycle progression in G0/G1; Massagué, 2004) and CDK2 and cyclinE1 (which mediate cell cycle transition from G0/G1 to S phase; Hinds et al., 1992) , the expression of CDK6 was not changed, and the expression of cyclinE1 was increased at 24 h post-infecion (Figure 3B) , while all of them were significantly decreased in virus-infected cells as compared to mock-infected cells at 28 h post-infection (Figures 3B,G) . Furthermore, the CDK2 mRNA level was decreased by EV-D68 infection; however, there were no significant differences between the virus and mockinfected groups in CDK4, CDK6, cyclinD or cyclinE1 mRNA levels ( Figure 3C) . Therefore, EV-D68 infection inhibits host expression of several cell cycle proteins, which is consistent with its ability to inhibit G0/G1 to S phase entry, and the modulation is likely to occur transcriptionally for CDK2 and post-transcriptionally for CDK4, CDK6, cyclinD, and cyclinE1.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 79,
                    "text": "(Sherr, 1994)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 457,
                    "end": 472,
                    "text": "Massagué, 2004)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 555,
                    "end": 574,
                    "text": "Hinds et al., 1992)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 684,
                    "end": 695,
                    "text": "(Figure 3B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 827,
                    "end": 841,
                    "text": "(Figures 3B,G)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1050,
                    "end": 1060,
                    "text": "Figure 3C)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "EV-D68 Infection Inhibits G0/G1 Exit"
        },
        {
            "text": "To further examine the potential effect of virus infection on cell cycle transition from G2/M phase into G0/G1, RD cells were treated with 25 ng/ml nocodazole or medium for 24 h for G2/M phase synchronization and then the cells were mock infected or infected with EV-D68 at 0.8 MOI for 2 h. Next, the cells were treated for an additional 24 h with 25 ng/ml nocodazole or fresh medium. Nocodazole induced obvious G2/M cell cycle arrest (35.91 ± 1.44 vs. 18.77 ± 0.20%; P < 0.01); however, after EV-D68 infection for 24 h, the percentage of cells in G2/M was decreased (21.82 ± 1.07 vs. 35.91 ± 1.44; P < 0.001), and the percentage of cells in G0/G1 was increased (48.59 ± 1.22 vs. 32.51 ± 0.21; P < 0.01) ( Figure 3D) . Therefore, EV-D68 infection also regulates the cell cycle by promoting exit from G2/M phase. Consistent with these findings, the expression of cyclinB1 and CDK1 (which mediate G2/M progression; Coverley et al., 2002; Yam et al., 2002) was down regulated by EV-D68 infection (Figures 3E,G) . CDK1 was decreased at the mRNA level upon EV-D68 infection (transition fromP < 0.01), but cyclinB1 mRNA expression was not significantly regulated ( Figure 3F) . Therefore, EV-D68 virus promotes cell cycle exit from G2/M and entry into G0/G1 by modifying the pathway of G0/G1 entry at the transcriptional level for CDK1 and at the post-translational level for cyclinB1.",
            "cite_spans": [
                {
                    "start": 913,
                    "end": 935,
                    "text": "Coverley et al., 2002;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 936,
                    "end": 953,
                    "text": "Yam et al., 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 706,
                    "end": 716,
                    "text": "Figure 3D)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 993,
                    "end": 1007,
                    "text": "(Figures 3E,G)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1159,
                    "end": 1169,
                    "text": "Figure 3F)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "EV-D68 Infection Promotes G0/G1 Entry"
        },
        {
            "text": "A previous study concluded that exogenous expression of EV-A71 viral non-structural 3D protein, an RNA-dependent RNA polymerase, mediates cell cycle arrest at S phase (Yu et al.) . Given this finding, we examined whether non-structural 3D protein of EV-D68 had the same ability to mediate cell cycle alteration. Transfection of 3D expression vector (2 µg) induced G0/G1 arrest, with an increase in the percentage of G0/G1 cells from 39.37 ± 0.52% to 44.76 ± 1.29% (13.69% increase; P < 0.01) and a corresponding increase in the G0/G1-G2/M ratio from 2.02 ± 0.04 to 2.62 ± 0.18 (29.70% increase; P < 0.01) ( Figure 4A) . Furthermore, the extent of the increase in the percentage of G0/G1 cells was dependent on the dose of 3D vector (0, 0.5, 1, 2 µg; R = 0.932; P < 0.001), and the G0/G1 to G2/M ratio also depended on the dose of 3D vector (R = 0.827; P < 0.001; Figure 4B ). These results suggest that the non-structural protein 3D of EV-D68 contributes to G0/G1 arrest.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 178,
                    "text": "(Yu et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 617,
                    "text": "Figure 4A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 863,
                    "end": 872,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The Non-structural Proteins 3D and 3C of EV-D68 Mediate Cell Cycle Alterations"
        },
        {
            "text": "Frontiers in Cellular and Infection Microbiology | www.frontiersin.org We also examined the potential role of non-structural protein 3C in cell cycle regulation by EV-D68. Transfection of high dose 3C expression vector (2µg) decreased the percentage of cells in G2/M phase from 19.53 ± 0.26% to 13.19 ± 0.48% (32.46% decrease) and increased in the ratio of cells in G0/G1 to G2/M from 2.01 ± 0.04 to 2.75 ± 0.17 (36.82% increase; P < 0.01) (Figure 4C) . High dose 3C transfection also increased the percentage of cells in S phase (from 41.10 ± 0.48% to 50.53 ± 0.73%). Although the change in the cell cycle profile was not dose-dependent, the G0/G1 to G2/M ratio was dose-dependent (R = 0.951; P < 0.001; Figure 4D ). These results suggest that the non-structural protein 3C may contribute to the enhanced cell cycle exit from G2/M phase after EV-D68 infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 451,
                    "text": "(Figure 4C)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 705,
                    "end": 714,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "FIGURE 3 | Continued"
        },
        {
            "text": "To verify these findings and to evaluate the mechanism of cell cycle regulation after 3D and 3C transfection, we performed Western blotting assays to examine their effect on the expression of cycle-related proteins. Consistent with the cell cycle analyses, 3D down-regulated the expression of cyclinD, CDK4, CDK2, and cyclinE1 (Figure 4E) , while 3C down-regulated the expression of CDK1 and cyclinB1 ( Figure 4F) . Therefore the non-structural protein 3C facilitates exit from G2/M and the non-structural protein 3D mediates arrest in G0/G1 ( Figure 4G ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 338,
                    "text": "(Figure 4E)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 403,
                    "end": 413,
                    "text": "Figure 4F)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 544,
                    "end": 553,
                    "text": "Figure 4G",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "FIGURE 3 | Continued"
        },
        {
            "text": "EV-D68 (serotype HEV-D) and EV-A71 (serotype HEV-A) are both enteroviruses. We have demonstrated that G0/G1 synchronization promotes EV-D68 viral replication ( Figures 1A-D) . However, in our previous study, we determined that G0/G1 synchronization inhibits EV-A71 viral replication. To exclude experimental variation as an explanation for the disparate responses of these viruses to G0/G1 synchronization, we performed a side-by-side comparison of the two enteroviruses. Our results confirm that no serum treatment induces G0/G1 synchronization (Figures 5A,B) and G0/G1 synchronization has opposite effects for the two viruses ( Figure 5) . After 18 h infection with EV-D68, the viral genomic mRNA level was 13.55 times higher in serum-starved cells than in control cells (P < 0.01; Figure 5C ); however, after 18 h infection with EV-A71, the viral genomic mRNA level was 3.12 times lower in serum-starved cells (P < 0.05; Figure 5D ). Furthermore, after 24 h infection, the TCID50/mL for EVD68 was 341.66 times higher for G0/G1 phase-synchronized cells The results were standardized using GAPDH mRNA as a control and normalized to 1.0 in mock-infected cells. (E,F) At 24 h post-infection, The TCID50/mL was shown through titrating the progeny viruses of EV-D68 or EV-A71 in the supernatants with RD cells. The results represent the mean ± S.D of three independent experiments. *P < 0.05, **P < 0.01, and ***P < 0.001. than for control cells (202.17 ± 42.60 × 10 5 vs. 0.59 ± 0.08 × 10 5 ; P < 0.01; Figure 5E ), while the TCID50/mL for EV-A71 was 489.37 times lower for G0/G1 phase-synchronized cells than for control cells (0.46 ± 0.15 × 10 5 vs. 225.11 ± 129.36 × 10 5 ; P < 0.05; Figure 5F ). These results confirm that G0/G1-phase arrest has different effects for the two enteroviruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 173,
                    "text": "Figures 1A-D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 546,
                    "end": 560,
                    "text": "(Figures 5A,B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 630,
                    "end": 639,
                    "text": "Figure 5)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 784,
                    "end": 793,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 924,
                    "end": 933,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1501,
                    "end": 1510,
                    "text": "Figure 5E",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1685,
                    "end": 1694,
                    "text": "Figure 5F",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "G0/G1-Phase Synchronization Has Distinct Effects on EV-D68 and EV-A71 Viral Replication"
        },
        {
            "text": "G2/M synchronization with nocodazole has been shown to inhibit both the EV-D68 Fermon strain in this study (Figures 1I-L) and EV-A71 in our previous study (Yu et al., 2015) . To determine whether similar effects of G2/M-phase synchronization are observed for the currently circulating strains of EV-D68, cells were treated with 25 ng/ml nocodazole or medium for 24 h, and were then infected at 0.8 MOI for 2 h and treated with 25 ng/ml nocodazole or fresh medium for another 24 h. Our results demonstrate that nocodazole treatment decreased the genomic RNA levels ( Figure 6A ) and the TCID50/ml value ( Figure 6B) of Fermon, US/KY/14-18953 and US/MO/14-18947, which suggests that the virus inhibition upon G2/M synchronization may be similar for all enteroviruses.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 172,
                    "text": "(Yu et al., 2015)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 121,
                    "text": "(Figures 1I-L)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 566,
                    "end": 575,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 604,
                    "end": 614,
                    "text": "Figure 6B)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "G2/M-Phase Synchronization Has Similar Effects on Different Strains of EV-D68 and EV-A71"
        },
        {
            "text": "To confirm that G2/M synchronization inhibits EV-D68 and EV-A71, we assessed the effects of an alternate agent that can exert G2/M arrest in vitro, pseudolaric acid B (PAB), which The progeny viruses of EV-D68 or EV-A71 in the supernatant were titrated using RD cells, and the TCID50/mL was shown. The results indicate the mean ± S.D of three independent experiments. *P < 0.05, **P < 0.01, and ***P < 0.001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G2/M-Phase Synchronization Has Similar Effects on Different Strains of EV-D68 and EV-A71"
        },
        {
            "text": "is a diterpene acid isolated from the root and trunk bark of Pseudolarix kaempferi Grord (Pinaceae) (Yu et al., 2007 (Yu et al., , 2013 . PAB was confirmed to promote G2/M arrest after 24 h ( Figure 6C) . To assess the effects of PAB on viral RNA and virulence, RD cells were infected with EV-D68 US/KY/14-18953 strain or EV-A71 at an MOI of 0.8 for 2 h and then treated with 2 µM PAB for 24 h. PAB decreased the genomic RNA levels of both EV-D68 (28.32% of control; P < 0.001; Figure 6D ) and EV-A71 (59.87% of control; P < 0.001; Figure 6E ). Furthermore, PAB decreased the TCID50/ml value of both EV-D68 (80.31% decrease; P < 0.01; Figure 6F ) and EV-A71 (91.27% decrease; P < 0.01; Figure 6G ). These results confirm that G2/M arrest inhibits both the EV-D68 and EV-A71 strains, which suggest a common approach for therapeutic intervention that might potentially target a broader range of enteroviruses.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 116,
                    "text": "(Yu et al., 2007",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 117,
                    "end": 135,
                    "text": "(Yu et al., , 2013",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 202,
                    "text": "Figure 6C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 478,
                    "end": 487,
                    "text": "Figure 6D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 532,
                    "end": 541,
                    "text": "Figure 6E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 635,
                    "end": 644,
                    "text": "Figure 6F",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 686,
                    "end": 695,
                    "text": "Figure 6G",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "G2/M-Phase Synchronization Has Similar Effects on Different Strains of EV-D68 and EV-A71"
        },
        {
            "text": "Enterovirus 68 (EV-D68) usually causes mild to severe respiratory illness, including runny nose, sneezing, cough, body and muscle ache, wheezing, difficulty breathing, and in the cases of some infants, children and teens, death. Although EV-D68 was first identified in California in 1962, the number of people in one breakout in 2014 with confirmed EV-D68 infection was much greater than the number reported in previous years (http://www.cdc.gov/non-polio-enterovirus/about/ev-d68.html). It is hard to predict whether EV-D68 will emerge again in future outbreaks, but the value of resolving the pathogenic mechanism of EV-D68 is obvious. In this study, we investigated the pathogenic mechanism of EV-D68 to reveal the relationship between virus infection and the host cell cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To assess the possibility that the cell cycle status affects EV-D68 viral replication, we first synchronized cells in G0/G1. Our results demonstrate that G0/G1 arrest promotes EV-D68 replication and increases viral virulence without affecting virus entry. We also assessed the effects of S phase and G2/M phase synchronization on viral production. Our results suggest that S phase synchronization does not affect viral entry, replication or production compared to the control treatment, while G2/M synchronization inhibits viral replication and decreases viral virulence, but does not affect virus entry. These results indicate that G0/G1 phase is most favorable for EV-D68 replication, that S phase can support some viral production, and that G2/M phase is inhibitory for host viral production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Given that G0/G1 phase supports EV-D68 production, it would be advantageous for the virus to manipulate the host cell cycle to increase viral production. Indeed, the EV-D68 Fermon strain displayed significant ability to increase the percentage of cells in G0/G1 phase. The EV-D68 Fermon strain was isolated in the United States in 1962 (Schieble et al., 1967) , but currently circulating strains, including EV-D68 US/MO/14-18947 and US/KY/14-18953, may be more relevant to current human health. Therefore, we examined whether these two currently circulating strains had similar ability to manipulate the cell cycle. Our results confirmed that the circulating EV-D68 strains manipulate the cell cycle in a similar manner as does the Fermon strain, though the current strains have higher virulence than Fermon. Therefore, after more than 50 years' evolution, EV-D68 still possesses the ability to arrest cells at G0/G1 phase but EV-D68 virulence has increased.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 359,
                    "text": "(Schieble et al., 1967)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To pinpoint the cause for G0/G1 accumulation upon EV-D68 infection, we analyzed the transitions from G0/G1 into S and from G2/M into G0/G1. After cell cycle release from G0/G1, mock-infected cells entered S phase, while EV-D68-infected cells still accumulated at G0/G1 phase, thus demonstrating that EV-D68 infection prevents S phase entry from G0/G1 phase. Furthermore, after G2/M synchronization, EV-D68 infection promoted cell cycle transition from G2/M into G0/G1 phase. Therefore, EV-D68 infection regulates G0/G1 cell cycle arrest both by promoting G0/G1 phase entry and by inhibiting G0/G1 phase departure. To further analyze the mechanism of host cell cycle manipulation by EV-D68, we assessed the expression of cyclins and CDKs that are known to form complexes to regulate cell cycle progression (Oosthuysen et al., 2015) . For example: cyclinD/CDK4 and cyclinD/CDK6 regulate G0/G1 progression (Massagué, 2004) ; cyclinE/CDK2 regulates S-phase entry from G1 (Hinds et al., 1992) ; cyclinA/CDK2 regulates Sphase progression by replacing cyclinE (Coverley et al., 2002; Yam et al., 2002) ; and cyclinB1/CDK1 prevents cell cycle transition from G2/M into G0/G1 (Yu et al., 2013; Adeyemi and Pintel, 2014) . We demonstrated that cyclinD, CDK4, CDK6, cyclinE1 and CDK2 are down-regulated after EV-D68 infection, which could explain the ability of EV-D68 to inhibit the transition from G0/G1 to S phase. Furthermore, the expression of cyclinB1 and CDK1 was down-regulated after EV-D68 infection, which is consistent with the ability of EV-D68 to promoting the transition from G2/M to G0/G1. Therefore, expression of cell cycle-related proteins further supports our results suggesting that EV-D68 induces G0/G1 arrest by regulating G0/G1 phase entry and exit. We also analyzed whether the regulation of protein expression occurred at the mRNA level and found that CDK2 and CDK1 were down-regulated by EV-D68, but that the other cell cycle proteins were not. This indicates that the regulation of cellular factors related to the cell cycle by EV-D68 occurs partly at the transcriptional level, but mostly occurs at the post-translational level.",
            "cite_spans": [
                {
                    "start": 805,
                    "end": 830,
                    "text": "(Oosthuysen et al., 2015)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 903,
                    "end": 919,
                    "text": "(Massagué, 2004)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 967,
                    "end": 987,
                    "text": "(Hinds et al., 1992)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1053,
                    "end": 1076,
                    "text": "(Coverley et al., 2002;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1077,
                    "end": 1094,
                    "text": "Yam et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 1167,
                    "end": 1184,
                    "text": "(Yu et al., 2013;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1185,
                    "end": 1210,
                    "text": "Adeyemi and Pintel, 2014)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Viral non-structural proteins are often essential for viral replication, so we also evaluated whether EV-D68 might exert its host cell cycle regulatory function via its viral non-structural proteins. Our results confirmed that the non-structural protein 3D increases the percentage of cells in G0/G1 phase by decreasing the expression of the G0/G1 and S phase related-cell cycle proteins cyclinD, CDK4 and cyclinE1, while 3C decreases the percentage of cells in G2/M phase by decreasing the expression of G2/M-related proteins CDK1 and cyclinB1. These findings raise the possibility that the non-structural proteins 3D and 3C may function coordinately in the context of an EV-D68 infection to enhance the percentage of cells in G0/G1 and increase the G0/G1 to G2/M ratio. It is noted that non-structural 3D protein of EV-A71 mediates cell cycle arrest at S phase, while 3D of EV-D68 mediated cell cycle at G0/G1, although until now the detailed reason of the difference is not clear, it is speculated that 290 of same amino acid sequence might bind with a same target which is responsible for the function of cell cycle arrest, while 172 of different amino acid sequence might bind other different factors which is responsible for different ability of cell cycle regulation, and this part will be investigated in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the current study, we demonstrated that G0/G1 phase arrest was required by EV-D68 production; however, in a previous study, EV-A71 was shown to have the opposite effect (Yu et al., 2015) . This difference is surprising given that both EV-A71 and EV-D68 belong to the Picornaviridae family. To further confirm the different activities between the two viruses, we analyzed them side by side, and our results confirm that G0/G1 synchronization promotes EV-D68 viral production but inhibits EV-A71 viral production. Therefore, EV-D68 an EV-A71 can both manipulate the host cell cycle, but the process and outcomes of cell cycle manipulation are entirely different, which could explain why EV-D68 and EV-A71 have varying characteristics, such as the epidemic region (Europe and Asia), the clinical symptoms, and the epidemic size. Meanwhile, these results serve as a reminder that different enteroviruses may require different therapeutic treatments targeting a different set of host factors. Unfortunately, the reason of the difference between them is not clear, but it is speculated that some a host factor(s) generated or kept high level in G0/G1 phase was required by EV-D68 production, while EV-A71 required some a host factor(s) generated or kept high level in S phase so that their non-structural 3D were obligated by two viruses to regulate host cell cycle for their own replication.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 189,
                    "text": "(Yu et al., 2015)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The main goal of analyzing the mechanism of EV-D68 pathogenesis was to identify new strategies for preventing and treating the disease, so we did additional experiments to further explore G2/M synchronization as an approach to inhibit the replication of different EV-D68 strains. Our results demonstrate that in addition to its effects on the EV-D68 Fermon strain, G2/M synchronization by nocodazole inhibited the replication and virulence of US/KY/14-18953 and US/MO/14-18947. Additionally, PAB, which is another agent that can induce G2/M arrest, also significantly inhibited the production of EV-D68 and EV-A71. Because nocodazole also has been shown to be effective in inhibiting the production of EV-A71 (Yu et al., 2015) , medicines that induce G2/M arrest might be considered as a common approach for inhibiting different types of antienterovirus infection, which provides a new direction for antienterovirus drug development.",
            "cite_spans": [
                {
                    "start": 709,
                    "end": 726,
                    "text": "(Yu et al., 2015)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study has obtained ethics approval from the ethics committee at the First Hospital of Jilin University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        },
        {
            "text": "JY, X-fangY, and SH designed the experiments and wrote the paper, ZW and JY conducted the experiments, TZ and YW analyzed cell culture, FS, X-fengY and WZ prepared the virus, LX prepared the reagents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Parvovirus-induced depletion of cyclin B1 prevents mitotic entry of infected cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Adeyemi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Pintel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003891"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Murine coronavirus replication induces cell cycle arrest in G0/G1 phase",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "5658--5669",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.78.11.5658-5669.2004"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Distinct roles for cyclins E and A during DNA replication complex assembly and activation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coverley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Laskey",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Cell Biol",
            "volume": "4",
            "issn": "",
            "pages": "523--528",
            "other_ids": {
                "DOI": [
                    "10.1038/ncb813"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Subcompartments of the G1 phase of cell cycle detected by flow cytometry",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Darzynkiewicz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sharpless",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Staiano-Coico",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Melamed",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "77",
            "issn": "",
            "pages": "6696--6699",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.77.11.6696"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SV40 large tumor antigen forms a specific complex with the product of the retinoblastoma susceptibility gene",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Decaprio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Ludlow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Figge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shew",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Cell",
            "volume": "54",
            "issn": "",
            "pages": "275--283",
            "other_ids": {
                "DOI": [
                    "10.1016/0092-8674(88)90559-4"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cell cycle perturbations induced by infection with the coronavirus infectious bronchitis virus and their effect on virus replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dove",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bicknell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wurm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hiscox",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "4147--4156",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.80.8.4147-4156.2006"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Molecular cloning and functional analysis of the adenovirus E1A-associated 300-kD protein (p300) reveals a protein with properties of a transcriptional adaptor",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eckner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ewen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Newsome",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerdes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Decaprio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Genes Dev",
            "volume": "8",
            "issn": "",
            "pages": "869--884",
            "other_ids": {
                "DOI": [
                    "10.1101/gad.8.8.869"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Enterovirus D68-associated community-acquired pneumonia in children living in Milan, Italy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zampiero",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ruggiero",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Madini",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niesters",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Principi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Clin. Virol",
            "volume": "68",
            "issn": "",
            "pages": "94--96",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2015.05.017"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Enterovirus D68-associated acute respiratory distress syndrome in adult",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ikladios",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wylie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;rourke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lowery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Cromwell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerging Infect. Dis",
            "volume": "21",
            "issn": "",
            "pages": "914--916",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2105.142033"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cell cycle status affects coxsackievirus replication, persistence, and reactivation in vitro",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Feuer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mena",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pagarigan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Slifka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Whitton",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "4430--4440",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.76.9.4430-4440.2002"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Herpesvirus lytic replication and the cell cycle: arresting new developments",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Flemington",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "75",
            "issn": "",
            "pages": "4475--4481",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.75.10.4475-4481.2001"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An aged host promotes the evolution of avirulent coxsackievirus into a virulent strain",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belisle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Meydani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "103",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0605507103"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "HIV-1 Vpr increases viral expression by manipulation of the cell cycle: a mechanism for selection of Vpr in vivo",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Rogel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Kinsey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Fultz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nat. Med",
            "volume": "4",
            "issn": "",
            "pages": "65--71",
            "other_ids": {
                "DOI": [
                    "10.1038/nm0198-065"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Human immunodeficiency virus type 1 viral protein R (Vpr) arrests cells in the G2 phase of the cell cycle by inhibiting p34cdc2 activity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Di Marzio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Landau",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "6705--6711",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Influenza A virus replication induces cell cycle arrest in G0/G1 phase",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Keiner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Czudai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "12832--12840",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01216-10"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "S-phase-dependent enhancement of dengue virus 2 replication in mosquito cells, but not in human cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Helt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.21.13218-13230.2005"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Regulation of retinoblastoma protein functions by ectopic expression of human cyclins",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Hinds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mittnacht",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dulic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "70",
            "issn": "",
            "pages": "993--1006",
            "other_ids": {
                "DOI": [
                    "10.1016/0092-8674(92)90249-C"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Retinoblastoma growth suppressor and a 300-kDa protein appear to regulate cellular DNA synthesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mymryk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Egan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Branton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Bayley",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "87",
            "issn": "",
            "pages": "5883--5887",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.87.15.5883"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cell cycle arrest and apoptosis induced by the coronavirus infectious bronchitis virus in the absence of p53",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Q"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "365",
            "issn": "",
            "pages": "435--445",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2007.04.015"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Characterization of an outbreak of hand, foot, and mouth disease in Nanchang, China in 2010",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0025287"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "G1 cell-cycle control and cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Massagué",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "432",
            "issn": "",
            "pages": "298--306",
            "other_ids": {
                "DOI": [
                    "10.1038/nature03094"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Typing of human enteroviruses by partial sequencing of VP1",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kilpatrick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Flemister",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pallansch",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Clin. Microbiol",
            "volume": "37",
            "issn": "",
            "pages": "1288--1293",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Molecular evolution of the human enteroviruses: correlation of serotype with VP1 sequence and application to picornavirus classification",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kilpatrick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pallansch",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "1941--1948",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Neisseria meningitidis causes cell cycle arrest of human brain microvascular endothelial cells at S phase via p21 and cyclin G2",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Oosthuysen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Dittrich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schubert-Unkmeir",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell. Microbiol",
            "volume": "18",
            "issn": "",
            "pages": "46--65",
            "other_ids": {
                "DOI": [
                    "10.1111/cmi.12482"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A simple method of estimating fifty percent endpoints",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am. J. Hyg",
            "volume": "27",
            "issn": "",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Low-level circulation of enterovirus D68-associated acute respiratory infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reiche",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bottcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Diedrich",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Buchholz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buda",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerging Infect. Dis",
            "volume": "21",
            "issn": "",
            "pages": "837--841",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2105.141900"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A probable new human picornavirus associated with respiratory diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Schieble",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lennette",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Am. J. Epidemiol",
            "volume": "85",
            "issn": "",
            "pages": "297--310",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "G1 phase progression: cycling on cue",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Sherr",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "79",
            "issn": "",
            "pages": "551--555",
            "other_ids": {
                "DOI": [
                    "10.1016/0092-8674(94)90540-1"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cellular tropism of human enterovirus D species serotypes EV-94, EV-70, and EV-68 in vitro: implications for pathogenesis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smura",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ylipaasto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klemola",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaijalainen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kyllönen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sordi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Med. Virol",
            "volume": "82",
            "issn": "",
            "pages": "1940--1949",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.21894"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Characterization of full-length enterovirus 71 strains from severe and mild disease patients in northeastern China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0032405"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Peptidyl aldehyde NK-1.8k suppresses enterovirus 71 and enterovirus 68 infection by targeting protease 3C",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "59",
            "issn": "",
            "pages": "2636--2646",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.00049-15"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Association of human papillomavirus types 16 and 18 E6 proteins with p53",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Werness",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Howley",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Science",
            "volume": "248",
            "issn": "",
            "pages": "76--79",
            "other_ids": {
                "DOI": [
                    "10.1126/science.2157286"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Pseudolaric acid B induces apoptosis, senescence, and mitotic arrest in human breast cancer MCF-7",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tashiro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Onodera",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Acta Pharmacol. Sin",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1745-7254.2007.00706.x"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Pseudolaric acid B induced cell cycle arrest, autophagy and senescence in murine fibrosarcoma l929 cell",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Med. Sci",
            "volume": "10",
            "issn": "",
            "pages": "707--718",
            "other_ids": {
                "DOI": [
                    "10.7150/ijms.5726"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Enterovirus 71 mediates cell cycle arrest in S phase through non-structural protein 3D",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Cycle",
            "volume": "14",
            "issn": "",
            "pages": "425--436",
            "other_ids": {
                "DOI": [
                    "10.4161/15384101.2014.980631"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "G0/G1 arrest and apoptosis induced by SARS-CoV 3b protein in transfected cells",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virol. J",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-2-66"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "SARS coronavirus 7a protein blocks cell cycle progression at G0/G1 phase via the cyclin D3/pRb pathway",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "346",
            "issn": "",
            "pages": "74--85",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2005.10.015"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Enterovirus D68-associated severe Pneumonia, China",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerging Infect. Dis",
            "volume": "21",
            "issn": "",
            "pages": "916--918",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2105.150036"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "3D and 3C forward primer with hemagglutinin (HA) sequence: (TACCCTTACGACGTCCCAGATTACGCG).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Different cell cycle stages have profound effects on EV-D68 replication. The effects of cell cycle synchronization on EV-D68 are shown for G0/G1 arrest (A-D), S phase arrest (E-H), and G2/M arrest (I-L). (A,E,I) Flow diagram of how RD cells were treated with serum starvation (starved) for G0/G1 synchronization (A), with thymidine (thymi) for S synchronization (E), or with nocodazole (noco) for G2/M synchronization (I). The top diagram in each panel shows the strategy for the control group, and the bottom panel shows the strategy for cell cycle synchronization. (B,F,J) Cell-cycle profiles were determined by flow cytometry after G0/G1, S, and G2/M synchronization with serum starvation, thymidine, and nocodazole treatment, respectively. Histograms below show the percentage of cells in each phase of the cell cycle as analyzed by the ModFit LT program. (C,G,K) Levels of intracellular EV-D68 Fermon strain RNA were detected in RD cells after cell cycle synchronization by quantitative real-time PCR. The results were standardized to GAPDH mRNA expression and normalized to 1.0 in mock-infected cells. (D,H,I)Progeny viruses in the supernatants were titrated using RD cells. A relative quantitative analysis of the TCID50/mL is shown. (M) Intracellular EV-D68 Fermon strain RNA levels were detected in RD cells with different cell cycle synchronization treatment by quantitative real-time PCR at post-infection 2 h. The results were standardized using GAPDH mRNA as a control and normalized to 1.0 in mock-infected cells. The results represent the mean ± S.D of three independent experiments. *P < 0.05, **P < 0.01, and ***P < 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "EV-D68 infection induces G0/G1 arrest. (A,C,D) RD cells were infected with EV-D68 Fermon (A), US/MO/14-18947 (C) or US/KY/14-18953 (D) at an MOI of 0.8 or mock for 24 h for analysis of cell cycle status. Left: Cell-cycle profiles were determined by flow cytometry. Middle: The histograms show the percentage of cells in each phase of the cell cycle in mock-infected and EV-D68-infected cells. Right: The ratio of G0/G1 to G2/M is shown. (B) The virulence of Fermon, US/KY/14-18953 and US/MO/14-18947strains in infected RD cells was assessed 24 h post-infection with virus at MOI 0.8. Values are expressed as the TCID50/mL of the progeny viruses in the supernatant. The results represent the mean ± S.D of three independent experiments. **P < 0.01 and ***P < 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "EV-D68 infection prevents cell exit from G0/G1 into S phase and promotes G2/M to G0/G1 transition. (A) RD cells were serum-starved for 24 h and then mock-infected (mock) or infected with EV-D68 Fermon strain (infected) at an MOI of 0.8. After 2 h of virus adsorption, the cells were treated with medium without FBS for 18 h, followed by medium containing 10% FBS. Top panel: The cell cycle profiles were determined by flow cytometry at 0, 18, 24, and 30 h post-infection. Bottom panel: The histograms show the percentage of cells in each phase of the cell cycle. (B) G0/G1 and S phase-related cell cycle proteins were analyzed by western blot analysis. RD cells were mock-infected (m) or infected with EV-D68 Fermon strain at an MOI of 0.8 (i) for 0, 16, 20, 24, and 28 h. Histone is shown as a loading control. Results are representative of three independent experiments. (C) At 24 h post-infection, mRNA levels of CDK2, cyclinE1, CDK4, CDK6, and cyclinD were evaluated in mock infected (mock) and EV-D68 infected (infected) cells by quantitative real-time PCR. The results are standardized to GAPDH and normalized to 1.0 in mock-infected cells. (D) RD cells were treated with 25 ng/mL nocodazole or control medium for 24 h, infected with EV-D68 Fermon strain at an MOI of 0.8 or mock for 2 h and then re-treated with 25 ng/mL nocodazole for synchronization. Top panel: Cell-cycle profiles were determined by flow cytometry. Low panel: The histograms show the percentage of cells in each phase of the cell cycle. (E) G2/M phase-related proteins were detected by western blot analysis. Results are representative of three independent experiments. (F) At 24 h post-infection, mRNA levels of CDK1 and cyclinB1 were assessed in mock-infected (mock) and EV-D68 infected (infected) cells by quantitative real-time PCR. The results are standardized to GAPDH mRNA and normalized to 1.0 in mock-infected cells. (G) At 28 h post-infection, the protein concentration of CDK4, CDK6, cyclinD1, CDK2, cyclinE1, CDK1, cyclinB1, and histone were assessed in mock-infected (mock) and EV-D68 infected (infected) cells by Elisa kit. The results are standardized to Histone (his).The results indicate the mean ± S.D of three independent experiments. *P < 0.05, **P < 0.01, and ***P < 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The non-structural protein 3D and 3C of EV-D68 mediates cell cycle alterations. (A,C) Effect of 3D and 3C on cell cycle progression. Left panel: The distribution of cell cycle in 293T cells was analyzed at 36 h after transfection with 2 µg of VR1012-3D-HA (3D), VR1012-3C-HA (3C) or the corresponding control vector VR1012 (mock). Right panel: The ratio of cells in G0/G1 to G2/M at 36 h after transfection with 2 µg of VR1012-3D-HA (3D), VR1012-3C-HA (3C) or the corresponding control vector VR1012 (mock). (B,D) The cell cycle distribution in 293T cells was analyzed at 36 h after transfection with 0, 0.5, 1, or 2 µg plasmid as indicated. Left panel: The histograms show the percentage of each phase in the cell cycle. Right panel: The ratios of cells in G0/G1 to G2/M. (E,F) The expression of cell cycle-related proteins after transfection of 293T cells with 3D, 3C or corresponding vector (mock) was assessed by Western blot analysis at 36 h. Histone is shown as a loading control. (G) Model for the distinct effects of the non-structural proteins 3D and 3C in cell cycle arrest caused by EV-D68. The results indicate the mean ± S.D of three independent experiments. **P < 0.01 and ***P < 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "G0/G1-phase synchronization has different effect on the replication of EV-A71 and EV-D68. RD cells infected with EV-D68 Fermon strain (A,C,E) or EV-A71 (B,D,F) at an MOI of 0.8 and the effects of synchronization by starvation were assessed. (A,B) RD cells were serum-starved for 48 h to synchronize cells in G0/G1 phase. The cell-cycle distribution was then detected by flow cytometry. The histograms showed the percentage of each phase in the cell cycle. (C,D) At 18 h post-infection, intracellular EV-D68 and EV-A71 RNA levels were assessed in control medium (con+infected)-treated or no serum (starved+infected)-treated RD cells by quantitative real-time PCR.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Synchronization in the G2/M phase inhibits the replication of EV-D68 and SV-A71. (A-C) RD cells were treated with or without 25 ng/mL nocodazole (noco) for 24 h, infected with EV-D68 Fermon (FER), US/MO/14-18947 (MO) or US/KY/14-18953 (KY) strains at an MOI of 0.8 for 2 h, and then treated again with or without 25 ng/mL nocodazole for synchronization. (A) At 24 h post-infection, intracellular EV-D68 RNA levels were detected by quantitative real-time PCR. The results were standardized using GAPDH mRNA as a control and normalized to 1.0 in mock-infected cells. (B) At 24 h post-infection, the TCID50/ml of the (Continued) FIGURE 6 | Continued progeny viruses was determined. (C-G) RD cells were infected with EV-D68 strains US/KY/14-18953 or EV-A71 at an MOI of 0.8 for 2 h, and then treated with 2 µM Pseudolaric acid B (PAB) for 24 h for G2/M synchronization. (C) RD cells were treated with 2 µM Pseudolaric acid B (PAB) for 24 h for G2/M synchronization. Top panel: Cell-cycle profiles were determined by flow cytometry. Bottom panel: The histograms show the percentage of cells in each phase of the cell cycle. (D,E) Intracellular EV-D68 or EV-A71 RNA levels were assessed in control medium (con+infected) or PAB containing medium (PAB+infected)-treated RD cells by real-time quantitative PCR. The results are standardized by GAPDH mRNA as a control and normalized to 1.0 in control-infected cells. (F,G)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The primer for real time PCR and plasmid construct.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}