{
    "paper_id": "58bb44f68691a167fdfb89c3a90f8fe520e37d06",
    "metadata": {
        "title": "Lung Infection-A Public Health Priority",
        "authors": [
            {
                "first": "Joseph",
                "middle": [
                    "P"
                ],
                "last": "Mizgerd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "United States of America"
                    }
                },
                "email": "jmizgerd@hsph.harvard.edu"
            },
            {
                "first": "Joseph",
                "middle": [
                    "P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "February 2006 | Volume 3 | Issue 2 | e76 E merging lung infections capture the world's imagination because of the potential for pandemics. Recent examples include avian infl uenza and the severe acute respiratory syndrome (SARS). However, even in the absence of new pathogens or pandemics, lung infections have tremendous impact. Lung infections cause more disease than better-recognized threats to the public's health such as cancer, heart attacks, strokes, HIV/AIDS, tuberculosis, or malaria. This persistent and pervasive burden of lung infections receives proportionately little attention from the biomedical and public health communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essay"
        },
        {
            "text": "The Burden of Disease Project [1] at the World Health Organization (WHO) collects statistics that can be used to determine the public health impact of different diseases. The metric of disability-adjusted life years (DALYs) lost takes into account the amount of otherwise healthy life lost to morbidity and/or mortality. Diseases were categorized according to the International Classifi cation of Diseases (ICD) from WHO [2] .",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The Global Burden of Lung Infections"
        },
        {
            "text": "The \"lung infections\" category includes \"Infl uenza and pneumonia\" (ICD-10 codes J10-18) and \"Other acute lower respiratory infections\" (ICD-10 J20-22), but it excludes \"Tuberculosis\" (ICD-10 A15-19) and \"HIV disease resulting in infectious and parasitic diseases\" (ICD-10 B20). By excluding respiratory tuberculosis as well as pneumonias in patients with HIV/AIDS, these statistics might be considered by some to underestimate the burden of disease due to lung infections. Even with those exclusions, lung infections accounted for more than 6% of the total global burden of disease in 2002. This disease burden is greater than that of other better-recognized causes of disease ( Figure  1 ). This impressive burden is not an anomaly of that particular year, due to SARS or any other unusual epidemic or event, but is instead the norm. Since 1990, when WHO began compiling and presenting such statistics, lung infections have consistently caused more burden than any of the diseases identifi ed in Figure  1 [3, 4] .",
            "cite_spans": [
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 689,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 998,
                    "end": 1007,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Global Burden of Lung Infections"
        },
        {
            "text": "Lung infections are especially common and severe among the poor. When the relative burden of disease in communities is assessed by normalizing DALYs to population size, lung infections caused the loss of 2,983 DALYs/100,000 population in the poorest regions compared to 137 DALYs/100,000 population in the wealthiest. Thus, poverty is associated with a more than 20-fold increase in the relative burden of lung infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Disproportionate Burden on the Poor"
        },
        {
            "text": "According to WHO, 2.6 billion people live in \"Low Income\" countries, with Gross National Income (GNI) per capita ≤US$765, and 2.2 billion people live in \"Lower Middle Income\" countries, with GNI per capita of US$766-US$3,035. This single incremental improvement in income is associated with a dramatic difference in the relative burden of disease caused by lung infections. Lung infections caused the loss of 535 DALYs per 100,000 population in the \"Lower Middle Income\" population in 2002. Comparing this fi gure to the relevant fi gures listed above, it may be surmised that the vast majority (86%) of the difference due to income occurs between the lowest income group",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Disproportionate Burden on the Poor"
        },
        {
            "text": "The Essay section contains opinion pieces on topics of broad interest to a general medical audience. and the next-to-lowest income group. Thus, the poor are especially likely to suffer from lung infections, and relatively modest income improvements may substantially lessen their burden of lung infection. As with many infectious diseases [5] , fi ghting poverty and improving health care for the impoverished will greatly decrease the global burden of lung infections.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The Disproportionate Burden on the Poor"
        },
        {
            "text": "Among those who live in wealthy societies, infectious diseases cause less of a burden than do chronic diseases such as cancers and cardiovascular diseases. However, even among advantaged populations, lung infections are remarkably prominent. In the wealthiest as well as the poorest regions of the world, lung infections cause a greater burden than any other infectious disease ( Figure 2 ). Thus, while climbing the socioeconomic ladder associates with a lesser burden, lung infections threaten across the economic spectra.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 388,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Lung Infections Threaten All Economic Groups"
        },
        {
            "text": "For those in wealthier populations, little further advancement is evident against lung infections. Focusing exclusively on the highest income populations (\"Established Market Economies\" or \"High Income\" groups in the WHO Burden of Disease Study), a comparison of the relative DALY losses due to lung infection shows little change from 1990 to 2002 (151 and 137 DALYs lost/100,000 population, respectively), whereas there have been dramatic improvements in the burdens due to other diseases within these wealthy communities. For example, among the wealthiest populations, HIV in 2002 caused less than half the disease it did in 1990 (from 159 to 72 DALYs lost/100,000 population). There are no DALY statistics available prior to 1990, but other indicators such as the US mortality rate due to pneumonia and infl uenza suggest that, for wealthy countries, there has been little or no progress against lung infections since the fi rst half of the last century [6] .",
            "cite_spans": [
                {
                    "start": 957,
                    "end": 960,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Lung Infections Threaten All Economic Groups"
        },
        {
            "text": "For several reasons, lung infections in wealthy countries seem poised to become even more of a concern in the near future. First, in these populations, advancing age makes lung infections increasingly more prevalent and life-threatening [7] . Therefore, demographic shifts resulting in an expanding elderly community within wealthy countries [8] suggest that more and more people are likely to suffer severely from lung infections. Second, novel respiratory infections emerge frequently, some of which can be highly virulent. Recent examples include SARS [9] and avian infl uenza [10] . If and when these new infections emerge, globalization increases the likelihood that such respiratory infections will become rapidly widespread [11] . Third, microbes that cause lung infections are increasingly resistant to previously effective antibiotics. While effective medical and public health practice will hopefully prevent the arrival of a \"post-antibiotic\" era [12] , the continuously diminishing number of drugs effective against Streptococcus pneumoniae, Pseudomonas aeruginosa, and other common agents of community and hospital-acquired pneumonias raise concern.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Lung Infections Threaten All Economic Groups"
        },
        {
            "text": "All diseases included in Figures 1 and 2 , and many not listed, are critical targets of research and health care. All require more funding and more effort than they now receive. However, if some diseases (such as lung infections) are less widely recognized as critical threats to our health, then resources and efforts will be allocated suboptimally, resulting in poorly tailored responses to public health needs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 40,
                    "text": "Figures 1 and 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Efforts and Resources Marshalled against Lung Infections"
        },
        {
            "text": "Determining whether funds are contributing to research against a given disease is horribly inexact. Furthermore, the conceptual advances with most promise against a particular disease may more likely result from basic research than from disease-focused research. However, substantial resources are allocated to understanding and fi ghting particular diseases, and biomedical progress against those diseases is infl uenced by these targeted efforts. While the greatest burdens of disease and the greatest threats to the public health might be presumed to receive the greatest shares of research funding, they do not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efforts and Resources Marshalled against Lung Infections"
        },
        {
            "text": "The US National Institutes of Health (NIH) spent approximately US$28 billion on health-related research in 2004 [13] , of which US$287 million was allocated to lung infections. This is substantive and laudable, but it must be considered in perspective. It pales in comparison with the US$1.63 billion spent on biodefense. More NIH money is spent on smallpox research (US$324 million) alone than on lung infection research. While it is essential to be proactive in recognizing, preventing, and preparing for looming or emerging threats to public health, it may be questioned whether funding for speculated risks should so overwhelm funding for diseases already causing such tremendous burdens.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Efforts and Resources Marshalled against Lung Infections"
        },
        {
            "text": "Lung infection research is also poorly funded when compared with other currently signifi cant public health concerns. For example, US$2.85 billion were spent on HIV/ AIDS research, which is substantively improving prospects against this very important disease. It is remarkable, though, that lung infections cause a comparable or greater disease burden (Figures 1 and 2 ), yet they receive only one-tenth of HIV/AIDS research funding. In a similar vein, the NIH allocated comparable resources to lung infections as to sexually transmitted diseases (US$237 million), even though in wealthy countries such as the US lung infections cause seven times more disease than do sexually transmitted diseases (Figure 2) , with even larger differentials in poorer countries. These fi gures from the NIH are but a few examples demonstrating that lung infections are relatively underrepresented.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 369,
                    "text": "(Figures 1 and 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 699,
                    "end": 709,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Efforts and Resources Marshalled against Lung Infections"
        },
        {
            "text": "Reacting to the pandemic threat of the recently emerging avian infl uenza virus (H5N1), the president of the US recently requested a lump sum totaling US$7.1 billion [14] . The majority of requested funds in the president's plan, more than US$5.3 billion, would be slated for the manufacture, purchase, and stockpile of vaccines and antivirals targeting infl uenza. An additional US$0.8 billion would be allocated for research on new vaccines and antivirals against infl uenza, US$0.6 billion for infl uenza preparedness planning, and US$0.3 billion to help countries detect and contain infl uenza outbreaks. It is this author's opinion that the immediate need for such immense resources results from the potential of a severe infl uenza pandemic combined with many years of inadequate attention to lung infections. As of the time of writing this essay, the US Congress has yet to approve funding, and it remains unclear how much will be approved and how it will be deployed if approved, but a discrete set of funds may soon become available for fi ghting infl uenza specifi cally.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Efforts and Resources Marshalled against Lung Infections"
        },
        {
            "text": "It is more diffi cult to assess resources distributed by private organizations, but it is again evident that lung infections are underemphasized. U.S. News and World Report identifi es 20 charities as the largest to deal specifi cally with diseases and disease-related research [15] . Of these 20 leading charities, nine focus on cancer, two on organs (heart or kidney), two on classes of disease (mental illness or birth defects), and the rest on six specifi c diseases (muscular dystrophy, diabetes, multiple sclerosis, cystic fi brosis, Alzheimer disease, and arthritis). Perhaps the most prominent philanthropy focused specifi cally on infectious disease is The Global Fund to Fight AIDS, Tuberculosis, and Malaria [16] . This fund reports that it has attracted commitments of US$4.7 billion from national governments, private companies, and other contributors for fi ghting these three specifi c diseases. Such philanthropies perform wonderful services in improving health. Lung infections would similarly benefi t from such a major philanthropic focus.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Efforts and Resources Marshalled against Lung Infections"
        },
        {
            "text": "Why does the consistent burden of lung infections receive so little attention? It may result in part from our tendency to view infectious diseases from a microbiology perspective. Microbes can reasonably be portrayed and perceived as enemies to be attacked and defeated. Smallpox eradication is a powerful illustration of the potential of such an approach. Because AIDS is caused by HIV, malaria by Plasmodia, tuberculosis by Mycobacteria, and so on, defeating HIV and Plasmodia and Mycobacteria are widely recognized as valid goals in virtually any informed community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease through the Prism of Microbiology"
        },
        {
            "text": "While the idea of fi ghting against a specifi c microbe is attractive, and such an \"us-against-them\" mentality is effective at mobilizing commitments, a microbe-specifi c focus is appropriate for some infectious diseases more than others. Lung infections do not result from one or a few extremely virulent microbes especially adapted to living in our lungs. Rather, a tremendous variety of microbes causes lung infections, and a strategy focused on the microbes is destined to be a game of catch-up. The physiology of breathing requires our lungs to be enormously exposed to microbes, both from the external environment (the air) and from a microbe-rich part of our own anatomy (our upper airways). It is inevitable that microbes land in our lungs. In part for these reasons, respiratory infections are common, and new respiratory pathogens are likely to emerge frequently. Eliminating microbes in the lungs requires infl ammatory responses that by their very nature compromise ventilation and blood-gas exchange. Thus, eliminating infection threatens physiology, and in part for this reason respiratory infections are often severe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease through the Prism of Microbiology"
        },
        {
            "text": "Tools are available for targeting some microbes causing lung infections (e.g., vaccines and antibiotics). Further research into reactive strategies directed specifi cally against individual microbes will likely",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease through the Prism of Microbiology"
        },
        {
            "text": "More NIH money is spent on smallpox research than on lung infection research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease through the Prism of Microbiology"
        },
        {
            "text": "improve our abilities to prevent or cure select lung infections. Few and marginally effective tools are available for targeting exposures or host responses to lung infection (e.g., ultraviolet germicidal irradiation or corticosteroids, respectively). Forwardthinking strategies might be directed at determinants of respiratory tract exposure, innate immune defenses against microbes in the lungs, and infl ammatory injury resulting from lung infection. Advances in these areas will provide opportunities both to combat ongoing public health crises and to limit the potential threat from emerging pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease through the Prism of Microbiology"
        },
        {
            "text": "Like the proverbial elephant in the room, lung infections are a persistent problem not receiving the attention required. This may result in part from the nature of a disease lacking a single clear etiologic agent identifi ed as a microbiological enemy. Whatever the reasons, it means that an important cause of human suffering is relatively underserved. Because the burden of disease is so substantial, greater efforts designed to elucidate the biology of lung infections, to generate novel therapeutic or prophylactic strategies, and to better deliver interventions to needy populations have the potential for tremendous public health impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Burden of Disease Project. Geneva: World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Available: http:⁄⁄www.who.int/classifi cations/icd/en",
            "authors": [],
            "year": 2005,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evidence-based health policy-Lessons from the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "274",
            "issn": "",
            "pages": "740--743",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Burden of disease-Implications for future research",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Michaud",
                    "suffix": ""
                },
                {
                    "first": "Cjl",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "JAMA",
            "volume": "285",
            "issn": "",
            "pages": "535--539",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Improving the health of the global poor",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kumaranayake",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Conteh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "295",
            "issn": "",
            "pages": "2036--2039",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Trends in infectious disease mortality in the United States during the 20th century",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Conn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Pinner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "281",
            "issn": "",
            "pages": "61--66",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pneumonia in the very old",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Janssens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "112--124",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Government Printing Offi ce",
            "authors": [],
            "year": 2004,
            "venue": "In: Health, United States",
            "volume": "",
            "issn": "",
            "pages": "20--21",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stohr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "2431--2441",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Avian infl uenza remains a cause for concern",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aris",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "366",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preparing for the next pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Osterholm",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "",
            "pages": "1839--1842",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effective antibiotic-resistance control strategies",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunha",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet",
            "volume": "357",
            "issn": "",
            "pages": "1307--1308",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimates of funding for various diseases, conditions, research areas",
            "authors": [],
            "year": 2005,
            "venue": "National Institutes of Health. Available: http:⁄⁄www.nih. gov/news/fundingresearchareas.htm. Accessed 10",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pandemic or not, experts welcome Bush fl u plan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "952--953",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Largest charities: Diseases and disease research",
            "authors": [],
            "year": 2005,
            "venue": "U.S. News & World Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "How the fund works",
            "authors": [],
            "year": 2005,
            "venue": "The Global Fund to Fight AIDS, Tuberculosis, and Malaria. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Global Burden of Selected Diseases in 2002, as Measured by Disability-Adjusted Life Years (DALYs) Lost Worldwide COPD, chronic obstructive pulmonary disease",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ": 10.1371/journal.pmed.0030076.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The Ten Leading Infections of the Poorest and Wealthiest Regions of the World These leading infections are represented as a fraction of the total infectious disease burden of that region, and are in clockwise descending order. (STDs, sexually transmitted deseases excluding HIV)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "JPM was supported by NIH HL-68153 and HL-79392. The funding organization had no other involvement in the work herein or in its publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}