{
    "paper_id": "59c41eef8e1d079fc6d1de1cf07cd989c8456d1c",
    "metadata": {
        "title": "S1 Appendix for \"Role of extracellular matrix and microenvironment in regulation of tumor growth and LAR-mediated invasion in glioblastoma\" The core control system (miR-451-AMPK-mTOR)",
        "authors": [
            {
                "first": "Yangjin",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Konkuk University",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyunji",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gibin",
                "middle": [],
                "last": "Powathil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Swansea University",
                    "location": {
                        "settlement": "Swansea",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyeongi",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dumitru",
                "middle": [],
                "last": "Trucu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Dundee",
                    "location": {
                        "settlement": "Dundee",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Wanho",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Mathematical Sciences",
                    "location": {
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sean",
                "middle": [],
                "last": "Lawler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Chaplain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of St Andrews",
                    "location": {
                        "settlement": "St Andrews",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Using a mathematical model abstracted from the complex network (Fig 1) , we illustrate the mechanisms and conditions under which these miR-451 properties operate. A mathematical model based on a system of ordinary differential equations is used. In order to incorporate the signaling network we simplified the network as shown in Fig 1A as follows: We merged all the AMPK regulatory network between CAB39/LKB1/STRAD and AMPK/MARK into one component (AMPK complex; middle box with solid line in Fig 1A) while we kept miR-451 and mTOR (dotted boxes in Fig 1A) in separate modules. The mathematical model network is shown in Fig 1B. We refer to the interactions represented by edges in Fig 1B as the core miR-451-AMPK-mTOR control system. By convention, the kinetic interpretation of arrows and hammerheads in the network represents induction (arrow) and inhibition (hammerhead).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "text": "(Fig 1)",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 339,
                    "text": "Fig 1A as",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 501,
                    "text": "Fig 1A)",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 557,
                    "text": "Fig 1A)",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 629,
                    "text": "Fig 1B.",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 692,
                    "text": "Fig 1B as",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Let the variables m, a and r be activities of miR-451, AMPK complex, and mTOR, respectively. The scheme includes autocatalytic activities of miR-451 (m), AMPK complex (a), and mTOR (r) as reported in [1], microRNA/protein degradation of those key molecules, mutual inhibition between miR-451 and AMPK complex and inhibition of mTOR activity by AMPK complex. Based on biological observations, we write the phenomenological equations for the rate change of those key modules (m, a, r) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "where Λ g is the signaling rate from glucose to miR-451, g is the glucose level, s 1 , s 2 are the signalling pathways to AMPK complex and mTOR, respectively, Λ 1 , Λ 3 , Λ 7 are the autocatalytic enhancement parameters for miR-451, AMPK complex, mTOR, respectively and Λ 2 , Λ 4 , Λ 8 are the Hill-type inhibition saturation parameters from the counter part of miR-451, AMPK complex, mTOR, respectively, Λ 5 is the inhibition strength of miR-451 by the AMPK complex, Λ 6 is the inhibition strength of the AMPK complex by miR-451, Λ 9 is the inhibition strength of the mTOR by the AMPK complex, and finally µ 1 , µ 2 , µ 3 are microRNA/protein degradation rates of miR-451, AMPK complex, and mTOR, respectively. As indicated in Eq (1), the signal g increases the rate of miR-451 activation through the function f (g) in the first term, while AMPK-dependent inhibition of miR-451 is expressed through the function F (a) in the denominator of the second term. A simple requirement of these functions is that ∂f ∂g > 0 for all non-negative g, and ∂F ∂a > 0 for all non-negative a. Similarly, the first term h 1 (s 1 ) on the right-hand side of Eq (2) represents an increase in AMPK activity induced by the signal s, and miR-451-dependent suppression of AMPK activity is explored through the function H 1 (m) in the denominator. In the same manner, the first term h 2 (s 2 ) on the right-hand side of Eq (3) represents an increase in mTOR activity induced by the signal s 2 , and AMPK-dependent suppression of mTOR activity is accounted for through the function H 2 (a) in the denominator. One must also have ∂h1 ∂s1 > 0, ∂h2 ∂s2 > 0, ∂H1 ∂m > 0, ∂H2 ∂a > 0 for all non-negative s 1 , s 2 , m, a. Based on biological observations (Fig 1A) , we assume that f (g) = Λ g g, F (a) = a 2 , h 1 (s 1 ) = s 1 , H 1 (m) = m 2 , h 2 (s 2 ) = s 2 , H 2 (a) = a 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1726,
                    "end": 1734,
                    "text": "(Fig 1A)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Furthermore, performing now the following non-dimensionalization",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "from the dimensional Eqs (1)-(4) we obtain the associated dimensionless equations with a smaller set of essential control parameters, namely:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2 dR dt = S 2 + λ 5 λ 2 6 λ 2 6 + γA 2 − R. (8) Parameter estimation miRNAs are typically more stable than their targets [2, 3] and the typical half-life of a miRNA is much larger than that of AMPK [4, 5] or mTOR, leading to the small values of the fractions 1 = µ1 µ2 = 0.02, 2 = µ1 µ3 = 0.02 [6] [7] [8] . From the estimated concentrations of miRNAs (80 pM − 2.2 µM ) in an animal cell (assuming 1,000-25,000 µm 3 volume) [9] , we take m * = 1.0 µM . The normal (high; 4.5 g/l) and low (0.3 g/l) glucose levels were used in [1] in order to test the effect of glucose on the miR451 expression and AMPK activities, and proliferation/migration patterns of glioma cells. Using this range of glucose levels (0.3 − 4.5 g/l) in [1] and the miR-451 reference value (m * ), we determined the glucose signaling strength, (2.4 × 10 −5 − 2.4 × 10 −3 ) µM/h, resulting in a range of dimensionless glucose input level λ g G = Λgg µ1m * = 0.01 − 1.0. Using the reference value of AMPK, a * = 100nM taken from the measured values (35-150 nM ) in rat liver [10] , and taking the signal source of the AMPK complex, s 1 = 2.4 nM/h, we estimate the dimensionless value of signaling strength to the AMPK complex to be S 1 = s1 µ2a * = 0.2 [6, 7] . By observing the same patterns of up-and down-regulation of mTOR as those of miR-451 in response to various glucose levels, we take slightly larger values of S 2 = s2 µ3r * = 1.2 in the work. We take the dimensionless parameter value λ 1 = Λ1 µ1m * = 4.0 by assuming that the autocatalytic rate (Λ 1 ) of miR-451 is at least 4-fold larger than its negative contribution (µ 1 m * ) from its decay/consumption in the absence of the inhibitory pathway from the AMPK complex [6, 7] . Relying on the observed mutual antagonism between miR-451 and AMPK complex, we also take λ 3 = Λ3 µ2a * = 4.0 in a similar fashion. The Hill-type coefficients Λ 2 , Λ 4 , Λ 6 (and their corresponding dimensionless parameters λ 2 , λ 4 , λ 6 ) are fixed to be unity [6, 7] . Once the parameters above were determined, we fitted the data in the level of LKB1/AMPK activity in [1] in response to negative control and over expressed levels of miR-451 (Fig 5B in [1] ) in the following way: The steady state of AMPK complex (A s ) in terms of miR-451 level (M s ) and other parameters in the miR-451-AMPK model can be rewritten by",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 125,
                    "end": 127,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 202,
                    "end": 204,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1220,
                    "end": 1223,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1224,
                    "end": 1226,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1700,
                    "end": 1703,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1704,
                    "end": 1706,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1974,
                    "end": 1977,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1978,
                    "end": 1980,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2083,
                    "end": 2086,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2167,
                    "end": 2170,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The up-regulated AMPK complex level (∼500 pmol of phosphate incorporated in a dimensional form) for negative control of miR-451 was down-regulated (∼100 pmol of phosphate incorporated in a dimensional form). Using Eq (9) above, we estimated the parameter value of β to be 1.0 which gives the low AMPK complex activity (∼ A s = 0.9) in response to a high dimensionless miR-451 level (M s = 4.2) and the high AMPK complex activity (A s = 4.2) in response to negative control of the miR-451 level (M s = 0.0), resulting in a reasonable ∼4.7-fold difference in the AMPK complex activities as in the experiments in [1] . Finally, by observing the behavior of the system and experimental data, we assume that the inhibition strength (α = 1.6) of miR-451 by the AMPK complex is slightly larger than the inhibition strength (β = 1.0) of the AMPK complex by miR-451 [6, 7] while keeping the same value for the inhibition strength (γ = 1.0) of mTOR by the AMPK complex.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 613,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 857,
                    "end": 860,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 861,
                    "end": 863,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Analysis of the core control system Characterization of migration and proliferation under perturbation of key parameters",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Fig S1, we show sensitivity of variables in the core control system in response to glucose levels (G) to changes in inhibition strength of miR-451 by AMPK complex (α=1.0, 1.6, 2.0, 2.5). As α is increased, the bifurcation curves of all variables (miR-451, AMPK, mTOR) shift to the right (Figs S1A-S1C). Overall, this increase in α also moves the bi-stability window (W b ) to the right in all cases of miR-451, AMPK, and mTOR and leads to a decrease in the size of the window (|W b |), which is also illustrated in Fig S1D. This indicates that the probability of switching to the migration phase is increased when the inhibition strength of miR-451 by AMPK (α) is increased. For example, the cell is already in the migratory phase (M < th M , A > th A , R < th R ) when G = 0.7 in the case of higher α (α = 2.5) while it is still in the proliferative phase (M > th M , A < th A , R > th R ) in the base case (α * = 1.6). On the other hand, glioma cells would grow even under glucose withdrawal conditions when α is decreased. For example, the cell is still in the proliferative phase (M > th M , A < th A , R > th R ) for a low glucose level (G = 0.2) when α is lowered (α = 1.0) while it should be in the migratory phase (M < th M , A > th A , R < th R ) in the base case (α * = 1.6). Fig S1D shows a phase diagram of G − α for switching behaviors including a monostable region and bistable and one-way switches. An increase in the inhibition strength of miR-451 by AMPK (α) induces a transition from a one-way switch to a bistable switch and to a mono-stability. A decrease in α increases the size of the bi-stability window (|W b |). We recall that, for the base case (α * = 1.6), the existence of bi-stability regimes illustrates that glucose can regulate the forward transition from the migratory phenotype (T m ) to the proliferative phenotype (T p ) and the recurrent process from the T pstate to the T m -state. However, when miR-451 activity is highly enhanced with the decreased inhibition signal from AMPK complex (a decrease in α), glucose may regulate only forward transition from T m -state to T p -state (one way switch) and a monotonic decrease in glucose does not push cells to the migratory Other parameters are fixed as in Table 1 . The base case (α * = 1.6) was marked in star in (A-C). (E) Phenotypic changes in response to glucose levels (G) when the key inhibition parameters (α) is varied.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Fig S1,",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 518,
                    "end": 526,
                    "text": "Fig S1D.",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1289,
                    "end": 1302,
                    "text": "Fig S1D shows",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2245,
                    "end": 2252,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "phase. Therefore, this mechanism may provide a way of keeping glioma cells in a proliferative phase for a certain period of time in order to prevent the invasion process for second surgery [7] . The phenotypic changes between T m -state and T p -state for increased or decreased α is illustrated in Fig S1E. An increase (or decrease) in α generates higher probability of switching to the migratory (or proliferative) phenotype for given glucose level by moving the bifurcation curve and bistable window (W b ) to the right or left. In Fig S2( A-D) we show the effect of the inhibition strength of AMPK complex by miR-451 (β = 0.07, 1.0, 2.5) on the dynamics of the core control system. As β is increased, the bifurcation curves of all variables (miR-451, AMPK, mTOR) shift to the left (Figs S2(A-C)). In contrast to the case of changes in α, this increase in β reverses its shifting direction i.e., it moves the bi-stability window (W b ) to the left in all cases of miR-451, AMPK, and mTOR and leads to an increase in the size of the window (|W b |) despite disappearance of the bistable switch, which is also illustrated in Fig S2D. This indicates that the probability of switching to the proliferative phase is increased in response to fluctuating glucose levels (0 ≤ G ≤ 1.0) when the inhibition strength of miR-451 by AMPK (β) is increased. For example, the cell is already in the proliferative phase (M > th M , A < th A , R > th R ) when G = 0.2 in the case of higher β (β = 2.5) while it should still be in the migratory phase (M < th M , A > th A , R < th R ) in the base case (β * = 1.0). On the other hand, glioma cells would initiate the motility machinery even under normal glucose conditions when β is decreased. For example, the cell would increase probability of switching to the migratory phase by lowering mTOR levels for a normal glucose level (G = 1.0) when β is lowered (β = 0.07) while it should be in the proliferative phase (M > th M , A < th A , R > th R ) in the base case (β * = 1.0). Fig S2D shows a phase diagram of G − β for switching behaviors including a monostable region and bistable and one-way switches. An increase in the inhibition strength of AMPK by miR-451 (β) induces a transition from a bistable switch to a one-way switch and to a mono-stability. A decrease in β reduces the size of the bi-stability window (|W b |) but an increase in β reduces the size of the one-way switch window. When miR-451 activity is highly enhanced with the increased inhibition signal of AMPK by miR-451 (an increase in β) due to mutual antagonism between miR-451 and AMPK, glucose may also regulate only forward transition from T m -state to T p -state (one way switch) and a monotonic decrease in glucose does not push cells to the migratory phase. Therefore, this mechanism has a similar effect on keeping high miR-451 levels as that of a decrease in α, providing a way of keeping glioma cells in a proliferative phase. In Fig S2E we summarize the phenotypic changes between T m -and T p -groups as β is varied. An increase (or decrease) in β leads to weakening (or strengthening) of AMPK module and up-regulation (or down-regulation) of miR-451 due to mutual antagonism between miR-451 (M ) and AMPK (A), resulting in cell proliferation (or migration). Fig S2F illustrates the effect of the increased and decreased inhibition strength of mTOR activity by AMPK complex (γ = 0.08, 1.0, 9.0) on the regulation of mTOR expression. Recall that cell migration and proliferation heavily depend on glucose levels in the base parameter set, i.e., up-and down-regulation of mTOR expression levels in response to high and low glucose levels (G). However, we found that the dynamics of proliferation and migration are changed when γ is varied. As γ increases from the base value (γ * = 1.0), mTOR activity is significantly reduced, leading to underexpression of mTOR regardless of high and low glucose levels. Therefore, enhanced inhibition of mTOR by AMPK complex (γ > γ * = 1.0 induces complete blocking of mTOR activity (R < th R , ∀G ∈ [0, 1]) followed by cell migration even in the case of high glucose injections (γ = 9.0). On the other hand, cell migration may be inhibited when γ is decreased from the base value. For example, mTOR levels stay above the threshold value (th R = 3.0) even at low glucose levels (G = 0.2 for example) when γ = 0.08. This means glioma cells may stay in the proliferative phase in response to high and low glucose levels when the inhibition of mTOR by AMPK complex is weakened. We also note that bifurcation curves of two other key molecules (miR-451 and AMPK), thus bi-stability windows, are not affected by the changes in γ due to the network structure of the signaling pathway in the signaling pathway (Fig 1) . See Fig S2G. The corresponding phenotypic changes between T m -and T p -groups are shown in S2H. As in the case of α, an increase (or decrease) in γ generates higher probability of switching to the migratory (or proliferative) phenotype for a given glucose level by lifting the bifurcation curve down (or up) but keeping the bistable window (W b ).",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 307,
                    "text": "Fig S1E.",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 535,
                    "end": 542,
                    "text": "Fig S2(",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1134,
                    "text": "Fig S2D.",
                    "ref_id": null
                },
                {
                    "start": 2012,
                    "end": 2025,
                    "text": "Fig S2D shows",
                    "ref_id": null
                },
                {
                    "start": 2947,
                    "end": 2957,
                    "text": "Fig S2E we",
                    "ref_id": null
                },
                {
                    "start": 3278,
                    "end": 3297,
                    "text": "Fig S2F illustrates",
                    "ref_id": null
                },
                {
                    "start": 4755,
                    "end": 4762,
                    "text": "(Fig 1)",
                    "ref_id": null
                },
                {
                    "start": 4769,
                    "end": 4777,
                    "text": "Fig S2G.",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We recall that the system exhibits a switching behavior, that is, an increase (or decrease) in G induces a transition from T m -status (or T p -status) to T p -status (or T m -status). Steady-state mTOR bifurcation diagrams as a function of the parameter G for various values of λ 1 are presented in the top panels of Fig  S3. It shows the pushing and pulling properties of mTOR (see Figs S3(A-C)). The mTOR level (R s ) decreases with increasing α for the fixed G and λ 1 and the bifurcation curve moves to the right for the fixed λ 1 as seen in Fig S1. While the system exhibits the hysteresis (property of bistable systems) for the base parameter set and the increased λ 1 and various perturbed α's considered (λ 1 = 5.0, α = 1.0, 1.6, 2.0, 2.5). However, when λ 1 is decreased, for larger values of α, the response of the switch is slightly different. For example, the core control system loses the bi-stability property for larger α's (α = 1.6, 2.0, 2.5) when λ 1 = 3.0 (Figs S3A and S3D). Therefore, even for the base value of α (α * = 1.6) in this case, an increase (or decrease) in glucose leads to a smooth transition from T m -status (or T p -status) to T p -status (or T mstatus) along the branch. However, the system also illustrates an extreme case of hysteresis, a one-way switch, when λ 1 is increased (λ 1 =5.0 in Fig S3C) where the upper branches (T p -regime) stretches into the larger domain but actually need to be eliminated due to physiologically irrelevant regimes (G < 0) of glucose (for example, α=1.0 in Fig S3B and α=1 .0,1.6 (base) in Fig S3C) . In this oneway switching case, glucose withdrawal from the normal level would not induce cell migration from the main tumor mass but the slow supply of glucose from the complete withdrawal condition would put the glioma cell in both T mand T p -status depending on the initial condition of variables (M, A, R) in the core control system. Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "text": "Fig  S3.",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1330,
                    "end": 1338,
                    "text": "Fig S3C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1530,
                    "end": 1545,
                    "text": "Fig S3B and α=1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1563,
                    "end": 1571,
                    "text": "Fig S3C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1912,
                    "end": 1919,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "corresponding profiles of the bifurcation curves of R s as a function of glucose levels (G) for different λ 1 's (λ 1 =3, 4, 5) . A bistable area is enclosed by two saddle-node bifurcation points (the right and left knees of the curves in the top panels of Fig S3) . For any glucose levels in the bi-stability window",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 264,
                    "text": "Fig S3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": ", the system has two stable solutions and one unstable solution as we saw before for the basic parameter set (Fig 3J) . The bottom panels of Fig S3 show phase diagrams of switching behaviors including a monostable region and bistable and one-way switches for different λ 1 values. In all three cases, an increase in the inhibition strength of the miR-451 (α) induces a transition from a one-way switch to a bistable switch, and to a mono-stability. An increase in the autocatalytic production rate of miR-451 (λ 1 ) results in an increase in the size of both oneway and bistable regions in α − G planes. It also moves up the bistable switch region. Therefore, the increased value of λ 1 creates a rich dynamic mixture of oneway switch, bistable switch, mono-stability of the core control system, thus, complex phenotypic switching between T p -and T m -types.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "(Fig 3J)",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 152,
                    "text": "Fig S3 show",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "In the top panels of Fig S4 we present steady-state mTOR bifurcation diagrams as a function of the glucose level (G) for various values of β (β=0.8,1.0,2.0). The mTOR level (R s ) decreases with increasing λ 3 for the fixed G and β. An increased autocatalytic production rate of AMPK (λ 3 : 2.5 → 4.0 → 5.5 in Figs S4A-S4C) pushes the bifurcation curve to the right for all fixed β's, increasing probability of establishing the T m -phenotype (R > th R = 3.0). As shown in Fig S2, an increase in β causes an overall shift to the left of those curves, leading to higher chances of acquiring the T p -phenotype. The core control system loses the bi-stability property, leading to a oneway switch when λ 3 is decreased (λ 3 = 2.5). Therefore, this has the same effect on cell fate as a decrease in α above (Figs S3B and S3C) , i.e., glucose withdrawal does not guarantee the initiation of glioma cell migration from the main tumor core but the glucose supply from the zero level may generate both T m -and T p -phenotype depending on initial conditions of those key molecules (miR-451, AMPK, mTOR) in the core control system. The bottom panels of Figs S4D-S4F show the phase diagrams of switching behaviors including a monostable region and bistable and one-way switches for different β's (β=0.8, 1.0, 2.0). In all three cases, an increase in λ 3 induces a transition from a one-way switch to a bistable switch, and to mono-stability. An increase in β leads to an increase in the size of both oneway and bistable regions in λ 3 − G planes. It also moves up the bistable switch region. Therefore, the increased value of β creates richer dynamics for larger ranges of β 3 : a mixture of a oneway switch, bistable switch and mono-stability of the core control system, thus, complex phenotypic switching between T p -and T m -types.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 27,
                    "text": "Fig S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 473,
                    "end": 480,
                    "text": "Fig S2,",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 821,
                    "text": "(Figs S3B and S3C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1144,
                    "end": 1156,
                    "text": "Figs S4D-S4F",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "In the model developed in this paper, there are a number of parameters for which no experimental data are known and/or they may have a significant effect on the results. We consider all parameters (G, S 1 , S 2 , λ 1 , λ 2 , λ 3 , λ 4 , λ 5 , λ 6 , α, β, γ, 1 , 2 ) for sensitivity analysis of the core control model. In order to determine the sensitivity of the main variables (miR-451 level, AMPK activity, and mTOR activity) in the model at certain time to these parameters, we have performed sensitivity analysis. We have chosen a range for each of these parameters and divided each range into 10,000 intervals of uniform length. For each of the fourteen parameters of interest, a partial rank correlation coefficient (PRCC) value is calculated. PRCC values range between -1 and 1 with the sign determining whether an increase in the parameter value will decrease (-) or increase (+) the miR-451 level, AMPK activity, and mTOR activity at a given time. The sensitivity analysis to be described below was carried out using the method from [11] and Matlab files available from the website of Denise Kirschner's Lab: http://malthus.micro.med.umich.edu/lab/usadata/. Fig S5 shows the sensitivity analysis results for the miR-451 level, AMPK activity, and mTOR activity at t = 10 (in (A)), 100 (in (B)). We calculate PRCC values and associated p-values for fourteen perturbed parameters (G, S 1 , S 2 , λ g , λ 1 , λ 2 , λ 3 , λ 4 , λ 5 , λ 6 , α, β, γ, 1 , 2 ) for the model (6)-(8), i.e., we compute PRCC values for the miR-451 level, AMPK activity, and mTOR activity at time t = 10, 100. We conclude that the miR-451 level at t = 100 is positively correlated to the parameters G, λ 1 , λ 2 but is poorly correlated (and thus not sensitive) to S 2 , λ 3 , λ 4 , λ 5 , λ 6 , β, γ, 1 , 2 . Thus, in particular, the miR- Table 1 . indicates PRCC values of the miR-451 level, AMPK activity, and mTOR activity for model parameters (G, S 1 , S 2 , λ g , λ 1 , λ 2 , λ 3 , λ 4 , λ 5 , λ 6 , α, β, γ, 1 , 2 ) at t = 10 (in (A)), 100 (in (B)).",
            "cite_spans": [
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1167,
                    "end": 1179,
                    "text": "Fig S5 shows",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1819,
                    "end": 1826,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "The analysis was carried out using the method of [11] with sample size 10000.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "451 activity will increase significantly if the glucose signal to miR-451 (G) and miR-451 autocatalytic production rates (λ 1 , λ 2 ) are increased. On the other hand, the miR-451 activity is negatively correlated to the parameters S 1 , α, i.e., there would be significant decrease in the miR-451 level if the signal to the AMPK complex (S 1 ) and the inhibition strength of miR-451 by the AMPK complex (α) are increased. Due to mutual antagonism between the miR-451 level (M ) and AMPK activity (A), it is expected to see opposite correlations between AMPK activity and those parameters. Indeed, AMPK activity is positively correlated to the parameters S 1 , λ 3 , λ 4 but negatively correlated to glucose signal (G) and inhibition parameter of AMPK (β). AMPK activity is not sensitive to parameters λ 1 , λ 2 , α, 1 . Due to the structure of the model, it might be expected to see sensitivity of mTOR activity to parameters that are sensitive to miR-451 levels. However, mTOR activity is positively correlated to the parameters (S 2 , λ 5 , λ 6 ) but is poorly correlated to G, λ 1 , λ 2 , λ 3 , λ 4 , α, β, 1 , 2 . On the other hand, mTOR activity is negatively correlated to the signaling strength of the AMPK complex (S 1 ) and inhibition strength of mTOR by AMPK complex (γ). This is due to a strong inhibitory effect of LKB-AMPK on mTOR [1, 12] .",
            "cite_spans": [
                {
                    "start": 1345,
                    "end": 1348,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1349,
                    "end": 1352,
                    "text": "12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "We test the effect of intervention of three pathways on regulation of cell migration and proliferation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic approaches: regulation of migration in glioblastoma"
        },
        {
            "text": "Here, we assume that glucose is delivered to the glioma cell from blood vessels nearby, (ii) drugs can be injected either intravenously or via simple injection directly to the site. For this purpose, we introduce two equations for glucose (G) and drugs (D):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic approaches: regulation of migration in glioblastoma"
        },
        {
            "text": "where µ G is the consumption rate of glucose by brain tissue, µ D is the natural decay rate of drugs. Here, S G is the external periodic source of glucose from blood vessels on the time interval [t i , t i + h G ], i = 1, . . . , N G , for the time duration h d and a period τ G (= t i+1 − t i , i = 1, . . . , N G − 1; h G < τ G ) between those intervals, N G is the number of glucose injections, I[·] is the indicator function. In a similar fashion, S D is the external periodic source of drugs on the time interval [t j , t j + h D ], j = 1, . . . , N D , for the time duration h D and a period τ D (= t j+1 − t j , j = 1, . . . , N D − 1; h D < τ D ) between those intervals, N D is the number of drug injections. In Figs S6A-S6F, we show the effect of inhibition of miR-451 by AMPK complex by a drug in Eq (11) . So, we consider the modified equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic approaches: regulation of migration in glioblastoma"
        },
        {
            "text": "where δ is the effectiveness of the inhibitory drug on the pathway. Eqs (10)- (12) are coupled with the core control system (6) (Fig S6A) . The same effect of dominant proliferation modes can be obtained when we block the inhibition pathways of mTOR by AMPK complex, i.e., γ → γe −δD (Fig S6C) . These results indicate possible strategies of either increasing or decreasing cell migration at the molecular level. For instance, Kim et al. [7, 13, 14] suggested therapeutic strategies to use miR-451-AMPK core control system in terms of localization of invasive cells immediately after first surgery, followed by secondary surgery for removal of the localized invasive cells [15] on the periphery of original surgical site. An optimal control theory [16] was also applied for the strategy in order to obtain the optimal solution of maintaining 'non'-invasive status given glucose constraints since too much glucose could lead to clinical complications especially for diabetic patients with glioblastoma. AMPK stimulation or inhibition could lead to better clinical outcomes in different types and stages of cancer [12] . For instance, some authors reported that the stimulation of AMPK with pharmacological compounds may induce anti-tumoral effects in experiments [17, 18] especially for diabetic type II patients with anti-diabetic drug metformin, toxic for malignant tumor cells [19] . However, activation of AMPK provides better chance of survival in many types of cancer. For instance, AMPK plays a central role in overcoming anoikis [20] , programmed cell death under a loss of attachment to the basement membrane. AMPK is also the central coordinator of the metabolic reprogramming known as Warburg effect [21] , a hallmark of malignant tumor cells, and AMPK inhibition rather than promotion may represent a potential therapeutic strategy in glioblastoma where the active infiltration of undetected cancer cells leads to final recurrence and poor clinical outcomes [22] . For example, compound C, a reversible and ATP-competitive AMPK inhibitor [23] , was used to inhibit AMPK [24] . Glioma cells are exposed to highly heterogenous micro-environment such as fluctuating glucose levels. Experimentally it is not clear how many pathways or how fast action is necessary in order to induce the inhibitory action of miR-451 by AMPK complex. We consider two time delays in inhibition of pathways: (i) inhibition of miR-451 by AMPK complex (τ 1 ) (ii) inhibition of AMPK complex by miR-451 (τ 2 ). In Fig S7 we test the effect of time delays in the inhibition pathways on regulation of cell migration or proliferation. We use the following modified delay differential equations (DDEs)",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 441,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1262,
                    "end": 1266,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1267,
                    "end": 1270,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1379,
                    "end": 1383,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1536,
                    "end": 1540,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1710,
                    "end": 1714,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1969,
                    "end": 1973,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2049,
                    "end": 2053,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2081,
                    "end": 2085,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 137,
                    "text": "(Fig S6A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 284,
                    "end": 293,
                    "text": "(Fig S6C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2498,
                    "end": 2504,
                    "text": "Fig S7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Therapeutic approaches: regulation of migration in glioblastoma"
        },
        {
            "text": "where the time t was rescaled usingt = 10t for the computational convenience. While miR-451 directly acts on the AMPK complex, inhibition of miR-451 by AMPK complex involves indirect regulations via many other pathways [1] , leading to delayed inhibition of AMPK complex by miR-451 (τ 2 ). Intervention of direct action on the AMPK complex by miR-451 will also induce time delays (τ 1 ). Different combinations of those two time delays in inhibition strengths lead to diverse behaviors in terms of cell migration and proliferation. In Fig S7 we investigate the effect of time delays on regulation of cell migration and proliferation in response to an intermediate glucose level (G = 0.5). The model predicts that tumor cells will adapt to the proliferative mode when τ 1 > τ 2 , τ 2 < τ † 2 for a threshold τ † 2 (Fig S7D) while the cells will switch to the migratory phase when τ 1 < τ 2 , τ 1 < τ † 1 for a threshold τ † 1 ( Figure S7A ). When the two time delays are small, the system leads to either proliferative or migratory phases depending on the relative strength of τ 1 and τ 2 (Fig S7C) . Note that the cell is in the migratory phase for the same initial condition (M (0) = 0.01, A(0) = 0.05, R(0) = 4.0) in the absence of time delays, i.e., when τ 1 = τ 2 = 0 (Fig 3) . On the other hand, the system leads to the oscillations between T p and T m when τ 1 , τ 2 are relatively large, for example, when (τ 1 , τ 2 ) = (1.2, 3) in Fig S7B. These results indicate the difficulty of treatment of GBM in the presence of those time delays (τ 1 , τ 2 ) in a microenvironment where glucose may fluctuate, i.e., possible drugs targeting AMPK inhibition may not work for heterogeneous glioma populations and other alternative strategies may need to be developed.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 535,
                    "end": 544,
                    "text": "Fig S7 we",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 813,
                    "end": 822,
                    "text": "(Fig S7D)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 927,
                    "end": 937,
                    "text": "Figure S7A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1088,
                    "end": 1097,
                    "text": "(Fig S7C)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1272,
                    "end": 1279,
                    "text": "(Fig 3)",
                    "ref_id": null
                },
                {
                    "start": 1440,
                    "end": 1448,
                    "text": "Fig S7B.",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Therapeutic approaches: regulation of migration in glioblastoma"
        },
        {
            "text": "Stochastic fluctuations on signaling networks of miRNAs may play a significant role in regulation of cell fates [25] . In Fig S8 we illustrate the stochastic effect of the miR-451 and AMPK complex on the downstream mTOR activity, and regulation of cell migration in response to fluctuating glucose (G(t) = 0.5 + 0.2 sin(πt/24)) levels. Figs S8A-S8C show one realization for perturbed activities of miR-451 ( Fig S8A) and AMPK complex (Fig S8B) in G − M and G − A planes, respectively, and time course of mTOR levels ( Fig S8C) . Gray S -curves in Figs S8A and S8B represent the bifurcation curve in the absence of noise (Fig 3J) . While the system shows periodic oscillations in mTOR levels between T p and T m phases in the absence of noise (green solid line), it maintains the T p -phase in the first cycle (interval between arrows in Fig S8C) under the noise. Chances of infiltration of a glioma cell will be positively correlated to the time spent in the T m -phase, increasing the risk of tumor recurrence. Figs S8D and S8E show risk maps without ( Fig S8D) and with (Fig S8E) noise for various combinations of α and β in response to fluctuating glucose and noise in Fig S8(A-C) . While the overall pattern of high risk (smaller α and larger β) in Fig S8D is similar to the case with noise in Fig S8E, the intermediate boundary area between T m and T p is larger in Fig S8E. In other words, cell migration is more subject to stochastic noise in miR-451 and AMPK pathways. Finally, Fig S8F shows time courses of mTOR activities with the noise in the inhibition of mTOR activities by AMPK complex for various γ's (γ = γ 0 + σB(t); σ = 0.5, γ 0 = 0.5 (red), 1.0 (green), 2.0 (blue)). We found that the core control system is highly adaptive in terms of selecting the T p and T m phases even under this perturbation on the mTOR inhibition.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "Fig S8 we",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 416,
                    "text": "Fig S8A)",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 443,
                    "text": "(Fig S8B)",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 526,
                    "text": "Fig S8C)",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 628,
                    "text": "(Fig 3J)",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 845,
                    "text": "Fig S8C)",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1062,
                    "text": "Fig S8D)",
                    "ref_id": null
                },
                {
                    "start": 1072,
                    "end": 1081,
                    "text": "(Fig S8E)",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1183,
                    "text": "Fig S8(A-C)",
                    "ref_id": null
                },
                {
                    "start": 1253,
                    "end": 1260,
                    "text": "Fig S8D",
                    "ref_id": null
                },
                {
                    "start": 1298,
                    "end": 1306,
                    "text": "Fig S8E,",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1379,
                    "text": "Fig S8E.",
                    "ref_id": null
                },
                {
                    "start": 1486,
                    "end": 1499,
                    "text": "Fig S8F shows",
                    "ref_id": null
                }
            ],
            "section": "Therapeutic approaches: regulation of migration in glioblastoma"
        },
        {
            "text": "miRNAs recently emerged as one of the key regulators of cellular process such as the cell cycle [8, 26] . Despite recent breakthroughs in our knowledge of these miRNAs, it is not clear yet how many miRNAs Figure S8 . Stochastic effect on behaviors of the core system in response to fluctuating glucose levels (G(t) = 0.5 + 0.2 sin(πt/24)). The miR-451 and AMPK levels were perturbed by random Gaussian input (we added σdB(t) on the right-hand side of Eqs (6)- (7) where B(t) is a standard Brownian motion). (A-C) One realization of the stochastic simulations for trajectories in G − M (A) and G − A planes (B), and the corresponding time course of mTOR activity (C) are shown in red. Gray bifurcation curves without noise are shown in (A,B). Green curves represent the trajectories (A,B) and time course (C) in the absence of noise. In response to glucose withdrawal, the system stays in the T p -phase with noise (between arrows) while it switches to the T m phase; shaded light blue box) without noise (green curve). Other parameters are same as in Table 1 are involved in regulation of cancer progression or how these miRNAs exactly control the cellular process in tumor growth overall. Some upregulated miRNAs such as miR-21 in brain tumors are believed to play a pivotal role in pro-oncogenic activities supporting growth, proliferation, migration, and survival of cancer cells while expression of other miRNA is suppressed in gliomas. These miRNAs harbor a clinical significance as therapeutic components in anti-cancer therapy [27] [28] [29] [30] [31] . AMPK and mTOR are one of master players in metabolic reprogramming in glioma [32] . Godlewski et al. [1, 33] identified a key molecular control system (miR-451, AMPK complex, and mTOR) that provides a critical switch between cell proliferation and migration. They [1, 33] found that glucose can regulate glioma cell proliferation and migration via the core control system: (i) low glucose ⇒ down-regulation of miR-451, up-regulation of the AMPK complex, and down-regulation of mTOR ⇒ cell migration; (ii) normal (high) glucose ⇒ upregulation of miR-451, down-regulation of AMPK complex, and up-regulation of mTOR ⇒ proliferation.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1534,
                    "end": 1538,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1539,
                    "end": 1543,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1544,
                    "end": 1548,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1549,
                    "end": 1553,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1554,
                    "end": 1558,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1638,
                    "end": 1642,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1662,
                    "end": 1665,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1666,
                    "end": 1669,
                    "text": "33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1825,
                    "end": 1828,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1829,
                    "end": 1832,
                    "text": "33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 214,
                    "text": "Figure S8",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1058,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We developed a mathematical model of the core control system (miR-451-AMPK-mTOR) based on the experimental observations [1, 33] and analyzed the model's behavior in response to high and low glucose levels. The responses of the core control system for various glucose levels are in good agreement with experimental results [1, 33] : In particular, (i) the up-and down-regulation of miR-451 and mTOR in response to high and low glucose levels, respectively, and (ii) the down-and up-regulation of the AMPK complex in response to normal and low glucose. This allowed us to define the migratory and proliferative phase based on the status of these molecules and the hysteresis system generates a bistable window (W b in Fig 3J) as predicted in the previous smaller miR-451-AMPK model [6, 7] . The model system predicts oneway-, bistable-, and mono-stability switches under the perturbations of the key inhibition parameters α (Fig S1) , β (Fig S2) , γ (Fig S2) ). Phenotypic changes under the perturbation of these parameters (α, β, γ) enabled us to predict the T m /T p -status of glioma cells in the glucose fluctuating microenvironment when specific components of the signaling system are perturbed, for example by miR-451-suppressing drugs (Figs S1,S2). The changes in the size and location of the bistable and one-way regions in G − α plane under perturbations of the inhibition (α) and enhancing (λ 1 ) parameters of miR-451 also generate a rich dynamics where the cell fate of migration and proliferation critically depends on the sign of dG/dt, a decrease in glucose (steady glucose withdrawal by the consumption) or increase in glucose (supply from blood vessels (BVs) or glucose intravenous infusion), and initial conditions (Fig S3) . We also investigated the system responses under the perturbation of the inhibition (β) and enhancing (λ 3 ) parameter of the AMPK complex ( Fig S4) . Onset of T p and T m phenotypes in response to drugs targeting the inhibition pathways of the AMPK complex in the presence of fluctuating glucose are sensitivity to duration and strength of the drug while only T p -phenotype is selected for drugs targeting the inhibition pathways of miR-451 or mTOR (Fig S6) . We also illustrated the difficulty of treating GBM in the presence of time delays (τ 1 , τ 2 ) in the inhibition signaling network due to diverse responses of GBM cells (proliferation, migration, or periodic changes in T p and T m phases; Fig S7) . In order to eradicate all heterogeneous glioma populations, alternative strategies may need to be developed. For instance, pre-conditioning chemotaxis-driven localization of cells [13, 14] after conventional surgery might be a way of homogenization of the tumor population in order to increase the efficacy of the drugs or clinical outcomes [34] . In this case, the optimized solutions need to be obtained in the controlling the core control system [16] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 784,
                    "end": 786,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2632,
                    "end": 2636,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2637,
                    "end": 2640,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2793,
                    "end": 2797,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2901,
                    "end": 2905,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 716,
                    "end": 723,
                    "text": "Fig 3J)",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 930,
                    "text": "(Fig S1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 935,
                    "end": 943,
                    "text": "(Fig S2)",
                    "ref_id": null
                },
                {
                    "start": 948,
                    "end": 956,
                    "text": "(Fig S2)",
                    "ref_id": null
                },
                {
                    "start": 1731,
                    "end": 1739,
                    "text": "(Fig S3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1882,
                    "end": 1889,
                    "text": "Fig S4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2192,
                    "end": 2200,
                    "text": "(Fig S6)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2442,
                    "end": 2449,
                    "text": "Fig S7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The growth pattern of a GBM can be determined based on perivascular accumulation of cancer cells, perineuronal satellitosis, subpial growth, and intrafascicular growth in the corpus callosum [22] . While miR-451 levels are up-regulated near blood vessels due to high levels of glucose supply [1, 33] , glucose levels and stiffness in brain tissue are irregular due to the heterogeneous microenvironment. Many of these microenvironmental factors in addition to intrinsic noise in vast signaling networks including the miR-45-AMPK-mTOR system may introduce biochemical perturbations within the core control system and the cell may select the proliferative phase instead of the migratory phase even under glucose conditions favoring migration (Fig S8) . Cancer cells within tumors exist in distinct phenotypic states and stochasticity in individual behaviors may promote phenotypic equilibrium [35] and affect transitions between",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 740,
                    "end": 748,
                    "text": "(Fig S8)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "MircroRNA-451 regulates LKB1/AMPK signaling and allows adaptation to metabolic stress in glioma cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Godlewski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Nowicki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bronisz",
                    "suffix": ""
                },
                {
                    "first": "Gnj",
                    "middle": [],
                    "last": "Palatini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Lay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Brocklyn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Molecular Cell",
            "volume": "37",
            "issn": "",
            "pages": "620--632",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Computational modeling of post-transcriptional gene regulation by mi-croRNAs",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khanin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vinciotti",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Comput Biol",
            "volume": "15",
            "issn": "3",
            "pages": "305--316",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A bistable Rb-E2F switch underlies the restriction point",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Nevins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Cell Biol",
            "volume": "10",
            "issn": "4",
            "pages": "476--482",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analysis of microRNA turnover in mammalian cells following Dicer1 ablation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Gantier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rusinova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Saulep",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "13",
            "pages": "5692--703",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Functional domains of the alpha1 catalytic subunit of the AMP-activated protein kinase",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Crute",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seefeld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Kemp",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Witters",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Biol Chem",
            "volume": "273",
            "issn": "52",
            "pages": "35347--54",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "miR451 and AMPK/MARK mutual antagonism in glioma cells migration and proliferation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lawler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A hybrid model for cell proliferation and migration in glioblastoma. Discrete and Continuous Dynamical Systems-B",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "969--1015",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "MicroRNA Regulation of a Cancer Network: Consequences of the Feedback Loops Involving miR-17-92, E2F, and Myc",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Aguda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PNAS",
            "volume": "105",
            "issn": "50",
            "pages": "19678--19683",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Quantitative prediction of miRNA-mRNA interaction based on equilibrium concentrations",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ragan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ragan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS Comput Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "AMP-activated protein kinase : an ultrasensitive system for monitoring cellular energy charge",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Hardie",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Salt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hawley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Biochem J",
            "volume": "338",
            "issn": "",
            "pages": "717--722",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A methodology for performing global uncertainty and sensitivity analysis in systems biology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Hogue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kirschner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Theor Biol",
            "volume": "254",
            "issn": "1",
            "pages": "178--96",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "AMPK inhibition in health and disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Viollet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leclerc",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lantier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foretz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Billaud",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Rev Biochem Mol Biol",
            "volume": "45",
            "issn": "4",
            "pages": "276--95",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Regulation of cell proliferation and migration in glioblastoma: New therapeutic approach",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Frontiers in Molecular and Cellular Oncology",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Strategies of eradicating glioma cells: A multi-scale mathematical model with miR-451-AMPK-mTOR control",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Powathil",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trucu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lawler",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Current status of local therapy in malignant gliomas?a clinical review of three selected approaches",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Juratli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schackert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Krex",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pharmacology & therapeutics",
            "volume": "139",
            "issn": "3",
            "pages": "341--358",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "On the control of cell migration and proliferation in glioblastoma",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schattler",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ledzewicz",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "Jung",
                    "middle": [
                        "E"
                    ],
                    "last": "Aa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceeding of the IEEE Conference on Decision and Control",
            "volume": "13",
            "issn": "",
            "pages": "1810--1815",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Metformin in oncology, new clinical potential for an old remedy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Billaud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Viollet",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Metformin: Mechanistic Insights Towards New Applications",
            "volume": "",
            "issn": "",
            "pages": "241--58",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Development of protein kinase activators: AMPK as a target in metabolic disorders and cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fogarty",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hardie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biochimica et Biophysica Acta (BBA)-Proteins and Proteomics",
            "volume": "1804",
            "issn": "3",
            "pages": "581--591",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Systemic treatment with the antidiabetic drug metformin selectively impairs p53-deficient tumor cell growth. Cancer research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buzzai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Amaravadi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Deberardinis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "67",
            "issn": "",
            "pages": "6745--6752",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Antioxidant and oncogene rescue of metabolic defects caused by loss of matrix attachment",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "T"
                    ],
                    "last": "Schafer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Grassian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gerhart-Hines",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Irie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "7260",
            "pages": "109--113",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Understanding the Warburg effect: the metabolic requirements of cell proliferation",
            "authors": [
                {
                    "first": "Mgv",
                    "middle": [],
                    "last": "Heiden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Cantley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "5930",
            "pages": "1029--1062",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Diffuse glioma growth: a guerilla war",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Claes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Idema",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wesseling",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Acta Neuropathologica",
            "volume": "114",
            "issn": "5",
            "pages": "443--458",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Role of AMP-activated protein kinase in mechanism of metformin action",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fenyk-Melody",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Journal of clinical investigation",
            "volume": "108",
            "issn": "108",
            "pages": "1167--1174",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Neuroprotective effects of adenosine monophosphate-activated protein kinase inhibition and gene deletion in stroke",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Viollet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Ronnett",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Stroke",
            "volume": "38",
            "issn": "11",
            "pages": "2992--2999",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Stochastic analysis of a miRNAprotein toggle switch",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Giampieri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Remondini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Oliveira",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Castellania",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lio",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol BioSyst",
            "volume": "7",
            "issn": "",
            "pages": "2796--2803",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cell Cycle Regulation of Stem Cells by MicroRNAs",
            "authors": [
                {
                    "first": "Mmj",
                    "middle": [],
                    "last": "Mens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghanbari",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Stem Cell Rev",
            "volume": "14",
            "issn": "3",
            "pages": "309--322",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Treating cancer with microRNA replacement therapy: A literature review",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hosseinahli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aghapour",
                    "suffix": ""
                },
                {
                    "first": "Phg",
                    "middle": [],
                    "last": "Duijf",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Baradaran",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Cell Physiol",
            "volume": "233",
            "issn": "8",
            "pages": "5574--5588",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "MicroRNA therapeutics: towards a new era for the management of cancer and other diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rupaimoole",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Slack",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Rev Drug Discov",
            "volume": "16",
            "issn": "3",
            "pages": "203--222",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Contribution of microRNAs to radio-and chemoresistance of brain tumors and their therapeutic potential",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Chistiakov",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Chekhonin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur J Pharmacol",
            "volume": "684",
            "issn": "1-3",
            "pages": "8--18",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "MicroRNAs and glioblastoma; the stem cell connection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Godlewski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Chiocca",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lawler",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Death Differ",
            "volume": "17",
            "issn": "2",
            "pages": "221--229",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Emerging functions of microRNAs in glioblastoma",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lawler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Chiocca",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Neurooncol",
            "volume": "92",
            "issn": "3",
            "pages": "297--306",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Metabolic Reprogramming in Glioma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strickland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Stoll",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front Cell Dev Biol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "microRNA-451: A conditional switch controlling glioma cell proliferation and migration",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Godlewski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bronisz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Nowicki",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Chiocca",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lawler",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Cycle",
            "volume": "9",
            "issn": "14",
            "pages": "2742--2750",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Current Concepts in the Surgical Management of Glioma Patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Santarius",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clinical Oncology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Stochastic state transitions give rise to phenotypic equilibrium in populations of cancer cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Fillmore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Shapira",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuperwasser",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell",
            "volume": "146",
            "issn": "4",
            "pages": "633--644",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Non-coding RNAs as epigenetic regulator of glioma stem-like cell differentiation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Katsushima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front Genet",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Effect of the miR-451 inhibition strength (α) on the core control system. (A-C) Steady state values of miR-451 expression (M s in (A)), AMPK activity (A s in (B)), and mTOR levels (R s in (C)) in response to glucose levels (G ∈ [0, 1]). (D) Diagram of bistable and oneway switches in G-α plane. Middle dotted line α = 1.068 for the boundary between bistable and oneway switches.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "For instance, see the up-or down-regulation of mTOR in response to the slow decrease (G = 0.0 → G = 0.5) or increase (G = 1.0 → G = 0.1) in glucose along the curve (α = 1.0) in Fig S3C. Figs S3D-S3F show theFigure S2. Effect of inhibition strengths β, γ on the dynamics of the core control system. (A-C) Steady state values of miR-451 (M s in (A)), AMPK complex (A s in (B)), and mTOR (R s in (C)) as a function of glucose level (G) for various inhibition strengths of AMPK by miR-451 (β) in the core control system. (D) Diagram of bistable and oneway switches in the G-β plane. The dotted line illustrates the boundary (β = 1.38) between oneway and bistable switches. Bistability disappears at β = 0.67. (E) Phenotypic changes in response to glucose levels (G) when β is varied. (F) Steady state values of mTOR (R s ) as a function of glucose level (G) for various inhibition strengths of mTOR activity by AMPK (γ) in the core control system. (G) Diagram of bistable and oneway switches in the G-γ plane. The dotted line shows the boundary (β = 1.38) between oneway and bistable switches. (H) Phenotypic changes in response to glucose levels (G) when γ is varied. Other parameters are fixed as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Bifurcation dynamics and bistable switches in response to various λ 1 's. (A-C) Steady state values of mTOR activity (R s ) as a function of glucose level (G) for various inhibition strengths of miR-451 (α = 1.0, 1.6, 2.0, 2.5) and for different autocatalytic parameters of miR-451 (λ 1 = 3.0 in (A), λ 1 = 4.0 in (B) (base value), λ 1 = 5.0 in (C)) in the core control system. Base values of α and λ 1 were marked with a star ( * ). (D-F) Diagram of bistable and oneway switches in a G-α plane when λ 1 =3.0 (A), 4.0 (B), 5.0 (C). A magenta dotted line shows the boundary between oneway and bistable switches. Other parameters are fixed as inTable 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Bifurcation dynamics and bistable switches in response to various β's. (A) Steady state values of mTOR activity (R s ) as a function of glucose level (G) for various values of λ 3 (λ 3 = 2.5, 4.0, 5.5) when β = 0.8. (B) Same as in (A) but with β = 1.0. (C) Same as in (A) but with β = 2.0. (D-F) Diagram of bistable and oneway switches in G-λ 3 (=[0, 1.3] × [0, 8]) plane for different βs (β = 0.8, 1.0, 2.0 in (D), (E), (F), respectively). The blue line illustrates the boundary (β = 1.38) between oneway and bistable switches. Base values of β and λ 3 were marked with a star ( * ). Other parameters are fixed as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Sensitivity Analysis. General Latin Hypercube Sampling (LHS) scheme and Partial Rank Correlation Coefficient (PRCC) performed on the miR-451-AMPK-mTOR model. The y-value in subplots (A-B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "-(8) to see the effect of drugs in regulation of cell migration and proliferation. In Fig S6B we show dynamic regulation of cell proliferation and migration under various conditions in the h D − S D space in response to fluctuating glucose in Fig S6D. Fig S6F shows time course of mTOR activities, in response to control (dotted), drug 1 (solid; h D = 0.5, S D = 2) and drug 2 (dashed; h D = 4.5, S D = 2) cases respectively. Fluctuating drug levels for those two cases are shown in Fig S6E. The system switches from the proliferative phase to the migratory phase when the injection duration of the drug (h D ) is increased (S D is fixed) because of the weakened inhibition strength of AMPK complex activities. We conclude that the lower duration (h D ) and lower drug amount (S D ) induce the proliferative phase while cell migration takes place when either the duration (h D ) or drug amount (S D ) is increased. On the other hand, when we block the inhibition pathway of miR-451 by AMPK complex by replacing α with αe −δD , the system leads to the absolute proliferative phase in the same h D −S D space",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Effect of blocking signaling pathways on the dynamics of the core control system. (A-C) Dynamics of proliferation and migration in response to periodic injections of glucose and inhibitory drugs of miR-451 (A) AMPK complex (B) and mTOR (C) with durations h G , h D and injection strength S G , S D . The inhibitory pathways were blocked by replacing α, β, γ with αe −D , βe −D , γe −D , respectively. Cell adapts to either proliferative (P ) or migratory (M ) phase in h D -S D parameter space (τ D =1 fixed) at a final time point t = 60. (D-F) Time courses of glucose level (D), mTOR levels (F), and drugs (E) with the two parameter sets in (B) (star in (B) h D = 0.5, S D = 2 (solid line); circle in (B) h D = 4.5, S D = 2 (dashed line)). Initial conditions: M (0)=0.1, A(0)=4.0, R(0) = 0.1. Parameters: h G =2.0, S G =1.0, µ G =0.5, τ G =0.1, δ=1. Other parameters are same as inTable 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Effects of time delays on the dynamics of the core control system. Effects of time delays in inhibition pathways on regulation of proliferation and migration in response to an intermediate glucose level (G = 0.5). τ 1 = time delay in inhibition of miR-451 by AMPK complex, τ 2 = time delay in inhibition of AMPK complex by miR-451. (A-E) Characterization of two phenotypes in the τ 1 − τ 2 plane. Time courses of miR-451, AMPK, and mTOR (left panels) and trajectories on the M − A plane (right panels) are shown in (A-D) for four points in (E): (τ 1 , τ 2 )=(0.1, 3) in (A), (1.2, 3) in (B), (0.1, 0.1) in (C), and (1.2, 0.1) in (D). Initial conditions: M (0) = 0.01, A(0) = 0.05, R(0) = 4.0. Two steady states were marked in star(*) in the right panels in (A-D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ". (D,E) Migration risk maps without (ODEs) and with noise (SDEs) on the β − α plane. The color bars indicate the amount of time spent in the dangerous migratory phase:τ m = T 0 χ E M (s)ds, E M = {t ∈ (0, T ) : (M (t), A(t), R(t)) ∈ T m }. Here, χ S (·)is an characteristic function on a set S, which gives 1 on the set S and zero otherwise. Star in (D,E) indicates the base value of the parameters α, β. (F) One realization of stochastic simulations for time courses of mTOR levels for various inhibition strength of mTOR by AMPK complex (γ) in the presence of noise: γ = γ 0 + σB(t). Here γ 0 is the base value (γ 0 =0.5 (red), 1.0 (green), 2.0 (blue) and σ is the perturbation strength. σ = 0.5. The curve without noise (control) was drawn in solid gray. Initial condition M (0) = 0, A(0) = 4.2, R(0) = 1.4146.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}