{
    "paper_id": "59cee2c2d1c8e2b5c732523f10682153c278395c",
    "metadata": {
        "title": "mRNA-Mediated Duplexes Play Dual Roles in the Regulation of Bidirectional Ribosomal Frameshifting",
        "authors": [
            {
                "first": "Wan-Ping",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Chung-Hsing University",
                    "location": {
                        "addrLine": "145 Xingda Road",
                        "postCode": "402",
                        "settlement": "Taichung",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Che-Pei",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Chung-Hsing University",
                    "location": {
                        "addrLine": "145 Xingda Road",
                        "postCode": "402",
                        "settlement": "Taichung",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Kung-Yao",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Chung-Hsing University",
                    "location": {
                        "addrLine": "145 Xingda Road",
                        "postCode": "402",
                        "settlement": "Taichung",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In contrast to −1 programmed ribosomal frameshifting (PRF) stimulation by an RNA pseudoknot downstream of frameshifting sites, a refolding upstream RNA hairpin juxtaposing the frameshifting sites attenuates −1 PRF in human cells and stimulates +1 frameshifting in yeast. This eukaryotic functional mimicry of the internal Shine-Dalgarno (SD) sequence-mediated duplex was confirmed directly in the 70S translation system, indicating that both frameshifting regulation activities of upstream hairpin are conserved between 70S and 80S ribosomes. Unexpectedly, a downstream pseudoknot also possessed two opposing hungry codon-mediated frameshifting regulation activities: attenuation of +1 frameshifting and stimulation of a non-canonical −1 frameshifting within the +1 frameshift-prone CUUUGA frameshifting site in the absence of release factor 2 (RF2) in vitro. However, the −1 frameshifting activity of the downstream pseudoknot is not coupled with its +1 frameshifting attenuation ability. Similarly, the +1 frameshifting activity of the upstream hairpin is not required for its −1 frameshifting attenuation function Thus, each of the mRNA duplexes flanking the two ends of a ribosomal mRNA-binding channel possesses two functions in bi-directional ribosomal frameshifting regulation: frameshifting stimulation and counteracting the frameshifting activity of each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Genetic codes and potential secondary structures defined by local RNA sequences constitute the two layers of information embedded within the primary mRNA sequences of an open reading-frame (ORF). The secondary structures in mRNA are unwound by an intrinsic duplex-unwinding activity of ribosome during translation [1, 2] , allowing exposure of the buried genetic codes for decoding in the ribosomal A-site, while refolding co-translationally after leaving the ribosome. As an mRNA is translated by multiple ribosomes, the unwinding and refolding cycles of secondary structures repeat for an active mRNA under translation. However, specific mRNA structures could resist ribosomal unwinding and trigger backward slippage (toward the 5'-direction of mRNA) of the ribosome by one nucleotide within a slippery sequence to stimulate translational reading-frame switch toward the −1 frame. An in-frame XXXYYYZ slippery sequence as well as an optimally placed (5-8 nucleotides) downstream stimulator pseudoknot [3] or hairpin [4] is required for efficient −1 programmed ribosomal frameshifting (PRF) with X and Y each representing an identical nucleotide. By positioning A-and P-site tRNAs over the slippery sequence while keeping Watson-Crick base-pairing identities of the codon-anticodon interactions at the first two positions of each codon unchanged in 0-and −1 frames, this configuration helps increase probability to slip the ribosome one nucleotide in the 5' direction [5, 6] . By contrast, specific mRNA signals can program a ribosome to slip forward (toward the 3'-direction) by a single nucleotide for +1 frameshifting [7] [8] [9] . The well-documented +1 frameshifting in the Ty1 retrotransposon in Saccharomyces cerevisiae involves a hepta-nucleotide sequence (CUUAGGC), and is caused by ribosome pausing at the AGG codon due to low expression levels of AGG decoding tRNA while being decoded within ribosomal A-site [10] . Differences in cis-element requirement between +1 and −1 frameshifting suggest that distinct mechanisms are responsible for these two frameshifting pathways, although disruption of codon-anticodon interactions between peptidyl-tRNA and mRNA during translocation step of translation elongation has been proposed to play an initiation role for frameshifting [11] .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 318,
                    "end": 320,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1003,
                    "end": 1006,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1469,
                    "end": 1472,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1473,
                    "end": 1475,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1622,
                    "end": 1625,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1626,
                    "end": 1629,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1630,
                    "end": 1633,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1921,
                    "end": 1925,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2284,
                    "end": 2288,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Both +1 and −1 PRFs have been characterized in prokaryotic gene expression regulation [7] [8] [9] . +1 PRF is adopted by the prfB gene of E. coli. to encode one of the translation termination proteins, release factor 2 (RF2), in a regulatory feedback loop. When the UGA recognizing RF2 is insufficient in a cell, a translating ribosome pauses at the stop codon within the CUUUGA sequence located in the N-terminal coding region of prfB. To escape from this trap, the paused ribosome slips one nucleotide forward to continue translation in +1 frame to complete the synthesis of full-length RF2. This results in supply of mature RF2 to terminate translation at the frameshifting site UGA codon to prevent synthesis of more RF2. By contrast, the dnaX gene of E. coli. produces the γ subunit of DNA polymerase III by −1 PRF via an AAAAAAG slippery sequence (A6G) and a downstream RNA hairpin. [12] . Single-molecule fluorescence analysis tracking dye-labeled ribosome movement along mRNA suggested that the downstream dnaX hairpin impeded translocation while stimulating −1 frameshifting at AAG codon during the incoming accommodation step [13] . However, a kinetic analysis of a downstream −1 PRF pseudoknot in an in vitro 70S translation system argued that the frameshifting event occurred in the post-translocation step after peptide bond formation between the aminoacyl-tRNA and peptidyl-tRNA that sit at the XXY and YYZ codons, respectively [14] . Nevertheless, these works help establishing 70S ribosome as an ideal platform for mechanical analysis of frameshifting regulation.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 889,
                    "end": 893,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1136,
                    "end": 1140,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1442,
                    "end": 1446,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition to specific downstream structures, an internal Shine-Dalgarno sequence (SD) 8 to 11 nucleotides upstream of the slippery site was shown to act as a −1 PRF stimulator [12] . Furthermore, E-site juxtaposing internal SD upstream of the CUUUGA +1 frameshifting site can promote +1 frameshifting [15] , whereas deletion analysis indicated that E-site juxtaposing upstream internal SD can downregulate −1 PRF stimulated by a downstream dnaX hairpin [12] . Although internal SD anti-SD interaction has been suggested to be an elongation pausing element for 70S ribosome [16] , mechanisms underlining the opposing effects in +1 and −1 frameshifting regulation by E-site juxtaposing upstream internal SD remain unclear. Recently, it was found that a potential RNA hairpin upstream of XXXYYYZ −1 frameshifting site can down-regulate mammalian −1 PRF as well as stimulate AGG codon mediated +1 frameshifting in Saccharomyces cerevisiae [17, 18] . The frameshifting regulation activities were shown to be positively correlated with the predicted stability of the upstream hairpins. Given the unfolding/refolding cycles of a translating mRNA, it suggests the involvement of a co-translationally refolded upstream hairpin in frameshifting regulation when the ribosome moves into a downstream frameshifting site. These findings of unexpected frameshifting regulation by upstream structures are in contrast to the well-known role of downstream RNA structures in stimulation of eukaryotic −1 PRF [3, 4] and implicate a link between the mechanisms of +1 and −1 frameshifting regulation by mRNA structures flanking frameshifting sites. However, differences of sequence compositions between the +1 and −1 frameshifting sites hamper further analysis. Intriguingly, a trans-formed duplex mediated by an antisense DNA and the sequence upstream of frameshifting site can replace the cis-acting hairpin to attenuate −1 PRF [19] . In addition to suggesting that formation of an upstream duplex juxtaposing frameshifting sequences is the determinant for frameshifting regulation, this result is reminiscent of the duplex formed between the internal SD sequence and 16S rRNA in prokaryotic frameshifting regulation [12, 15] although the components forming the two duplexes are different. Therefore, a direct comparison of frameshifting regulation activities between upstream hairpins and internal SD mediated duplexes in 70S ribosome could shed light to help resolving the roles of mRNA structures flanking the ribosomal mRNA-binding channel in frameshifting regulation.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 937,
                    "end": 941,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 942,
                    "end": 945,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1491,
                    "end": 1494,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1495,
                    "end": 1497,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1910,
                    "end": 1914,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2199,
                    "end": 2203,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2204,
                    "end": 2207,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, the frameshifting regulation activities of upstream refolding hairpins were examined using the well-characterized −1 frameshift-prone A6G and the +1 frameshift-prone CUUUGA frameshifting sites as the model systems. In addition to showing that a stable upstream hairpin is a functional mimicry of upstream internal SD in both +1 and −1 frameshifting regulations, we discovered a downstream structure-mediated non-canonical −1 frameshifting under the +1 frameshift-prone CUUUGA frameshifting site in the absence of RF2. Importantly, by using this frameshifting site to minimize the effects of sequence composition differences in P-site codon-anticodon interactions, we are able to demonstrate that a downstream structure can stimulate −1 frameshifting and attenuate +1 frameshifting, which are opposite to the frameshifting regulation activities of the upstream refolding hairpin. These findings indicate that stable structures flanking the two ends of mRNA-binding channel within an elongating ribosome play opposite roles in regulation of bidirectional reading-frame switch. In addition to providing a framework for further mechanism analysis, these results can be used to explain non-canonical frameshifting events observed in disease-related genes containing long expanded CAG trinucleotide repeat expansions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cell-free in vitro translation lysates of E. coli. have been used to reproduce cellular translation mediated processes, including ribosomal frameshifting for mechanism analysis [20, 21] . To examine the frameshifting regulation activity of upstream refolding hairpins in 70S ribosome, a glutathione-S-transferase (GST) and Renilla luciferase fusion protein coding construct (GST-Rluc) was designed to serve as the in vitro frameshifting reporter. The GST open reading frame (ORF) was fixed in 0 frame, while the downstream Rluc ORF was fused out of frame such that it could only be accurately translated upon frameshifting through insertion of translational frameshifting signals between GST and Rluc ORFs ( Figure S1A ). Premature stop codons for out of frame translation were also inserted in the N-terminal region of Rluc ORF ( Figure S1A ). They were used to prevent radioactivity-based frameshifting efficiency calculation bias caused by ribosome drop-off effect [22] during translation of long frameshifted polypeptides. In vitro −1 and +1 PRF activities using different amounts of reporter mRNA as translation templates in cell-free lysates of E. coli. (Figures S1B,C and S2A) were examined to determine the optimal amount of mRNA (200 ng) required for frameshifting assay. The −1 PRF efficiencies induced by a downstream dnaX hairpin in the presence of upstream internal SD mediated duplexes with different spacings toward the frameshifting site ( Figure S1B ,D) were similar to those reported in vivo [12] , indicating that the experimental platform can faithfully reproduce this −1 PRF model system.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1510,
                    "end": 1514,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 708,
                    "end": 718,
                    "text": "Figure S1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 831,
                    "end": 841,
                    "text": "Figure S1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1456,
                    "end": 1466,
                    "text": "Figure S1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Distinct Upstream Duplexes Stimulate +1 Frameshifting and Attenuate −1 Frameshifting in an In Vitro 70S Translation System"
        },
        {
            "text": "To compare upstream hairpins with SD anti-SD duplexes in frameshifting regulation, we used the A6G slippery sequence with a modified pseudoknot (mPK) derived from the infectious bronchitis virus (IBV) 1a/1b gene [14, 23] , and the CUUUGA frameshifting site of RF2 for −1 and +1 PRF analysis, respectively ( Figure 1) . A CGC sequence was used as the E-site codon for the CUUUGA frameshifting site to avoid E-site invasion [24] that could mask the +1 frameshifting stimulation activities of upstream duplexes. The effects of upstream internal SD-mediated duplexes and hairpins ( Figure 2A ) on −1 and +1 PRF efficiencies were analyzed. An RNA hairpin of a GC base-pair rich 12 base-pairs stem capped by UGCG loop sequence (H1) with a predicted stable hairpin conformation was used for comparison ( Figure 2A ). We found that the SD-ASD duplex attenuated activity of −1 PRF stimulated by mPK the most ( Figure 2B ,C), and was also the most potent stimulator of +1 PRF for the CUUUGA frameshifting site in the absence of RF2 ( Figure 2D ,E). By contrast, RNA hairpins regulated +1 and −1 frameshifting efficiencies to a lesser extent. However, the stable upstream hairpin, H1 reduced −1 PRF to a similar extent as that of internal SD and possessed about 60% of the +1 frameshifting activity that can be stimulated by the internal SD ( Figure 2D ,E). By contrast, a destabilization mutant of H1 with reduced stability through Watson-Crick base-pairing disruption and bulge insertion (H2) possessed much lower −1 PRF attenuation and +1 PRF stimulation activities compared with those of H1. These results are consistent with the positive correlation between frameshifting regulation activity and hairpin stability observed before [18] . Furthermore, the upstream hairpin-dependent +1 frameshifting occurred only in the absence of RF2 ( Figure S2B ). Together with previous analysis in eukaryotic systems [19] , these results indicate that stable upstream refolding hairpins are functional elements capable of regulating frameshifting in both 70S and 80S ribosomes. . Stimulation of +1 frameshifting as well as attenuation of -1 frameshifting by internal SDmediated duplex mimicries in an in vitro 70S translation system. (A) Sequences, predicted secondary structures and free energy of distinct upstream hairpins evaluated. Mfold [25] was used for mRNA secondary structure and free energy prediction. Effects of upstream duplex variants on -1 and +1 Figure 2 . Stimulation of +1 frameshifting as well as attenuation of −1 frameshifting by internal SD-mediated duplex mimicries in an in vitro 70S translation system. (A) Sequences, predicted secondary structures and free energy of distinct upstream hairpins evaluated. Mfold [25] was used for mRNA secondary structure and free energy prediction. Effects of upstream duplex variants on −1 and +1 frameshifting were evaluated using respective A6G and CUUUGA frameshifting sites inserted in pET GST-Rluc-1 reporters. Due to the exclusion of RF2 in the reaction, a UAA or UAG stop codon was used as the 0 frame stop codon (in purple color), while UAA was used as the out of frame premature stop codons in the N-terminal region of Rluc. Mutations to disrupt the stem of H1 were typed in rose-red color. (B) Radioactivity-based −1 PRF assay by SDS-PAGE analysis of 35 S methionine-labeled in vitro translation products, with calculated −1 PRF efficiencies shown, for different upstream duplex constructs in (A). The values displayed are means ± SD of three independent experiments. (C) Relative −1 PRF activity of frameshifting activities in (B) compared to SD∆ with asterisks indicating p value < 0.001 using Student's t-test. (D) Radioactivity-based +1 PRF assay by SDS-PAGE analysis of 35 S methionine-labeled in vitro translation products, with calculated +1 frameshifting efficiencies shown, for different upstream duplex constructs in (A). The values displayed are means ± SD of three independent experiments. (E) Relative +1 PRF activity of (D) compared to SD∆ with asterisks indicating p value < 0.005 using Student's t-test.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1724,
                    "end": 1728,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1898,
                    "end": 1902,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2324,
                    "end": 2328,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2719,
                    "end": 2723,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 578,
                    "end": 587,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 806,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 910,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1033,
                    "text": "Figure 2D",
                    "ref_id": null
                },
                {
                    "start": 1332,
                    "end": 1341,
                    "text": "Figure 2D",
                    "ref_id": null
                },
                {
                    "start": 1830,
                    "end": 1840,
                    "text": "Figure S2B",
                    "ref_id": null
                },
                {
                    "start": 2444,
                    "end": 2452,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Distinct Upstream Duplexes Stimulate +1 Frameshifting and Attenuate −1 Frameshifting in an In Vitro 70S Translation System"
        },
        {
            "text": "The ability to stimulate +1 PRF and attenuate −1 PRF by a stable upstream hairpin implies a link between +1 frameshifting stimulation and −1 frameshifting attenuation. It also raises the question of whether a downstream −1 PRF stimulator also plays an opposite role in −1 and +1 frameshifting regulation. This means that a downstream −1 PRF stimulator may serve as a +1 PRF attenuator. To test this hypothesis, mPK was placed downstream of the +1 frameshift-prone CUUUGA sequence ( Figure 3A ) to examine its effect on +1 frameshifting in the absence of RF2. A mutant of mPK with stem1 disrupted (MT) was used as the negative control for measuring intact +1 frameshifting activity. Interestingly, +1 frameshifting activity decreased when the downstream structure was replaced from MT to mPK ( Figure 3B ,C). This result is consistent with +1 frameshifting attenuation by a downstream mPK. Thus, the mPK downstream of mRNA-binding channel of an elongating ribosome plays reverse regulatory roles in +1 and −1 frameshifting regulations. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 491,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 793,
                    "end": 802,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "A Downstream mPK Plays Opposite Roles in +1 and −1 Frameshifting Regulation"
        },
        {
            "text": "Unexpectedly, an extra translation product appeared when the CUUUGA sequence was followed by an mPK or a hairpin in the absence of RF2 ( Figure 3B MT and SL1 are the variants of mPK with mutations (in colors) to destabilize the stem1 and stem2, respectively. Please note that there are three UAA stop codons (with different colors) to terminate translation in three different frames in the absence of RF2 in these constructs using the pET GST-Rluc-1 reporter ( Figure S1A ) as the backbone. The −1 and +1 frame UAA stop codons are located in the N-terminal region of Rluc ORF with the −1 frame stop codon being moved to downstream of +1 frame stop codon in the \"shift\" construct. (B) The +1 frameshifting attenuation assays by SDS-PAGE analysis of 35 S methionine-labeled in vitro translation products for different mPK variant constructs in (A), with +1 PRF and potential −1 PRF products annotated. Calculated −1 and +1 PRF efficiency values displayed are means ± SD of three independent experiments. (C) Relative +1 PRF activity of construct with downstream WT mPK compared to MT with asterisks indicating p values < 0.05 using Student's t-test.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 461,
                    "end": 471,
                    "text": "Figure S1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "An Unusual -1 Frameshifting Event is Triggered in a +1 Frameshift-prone Sequence by Downstream Structures in the Absence of RF2"
        },
        {
            "text": "Unexpectedly, an extra translation product appeared when the CUUUGA sequence was followed by an mPK or a hairpin in the absence of RF2 ( Figure 3B lanes 2 and 4) , whereas it disappeared when RF2 was added (lane 1) or the downstream mPK was replaced with an MT (lane 3). Sequence analysis implicated that the extra translation product could arise from a −1 frameshifting event although there was no XXXYYYZ consensus slippery sequence of −1 PRF. Consistently, mutating the potential −1 frame stop codon moved the extra translation product to a higher region of the gel, corresponding to translation termination at the next −1 frame stop codon (\"shift\" in Figure 3B ). Together, these results suggest that a non-canonical −1 frameshifting may have occurred in addition to +1 frameshifting. Finally, faint extra bands with low mobility in the gel appeared upon longer image exposure and disappeared upon treatment of the translation reaction with RNase before gel-loading ( Figure S3 ). Given that the translated protein products were 35 S-methionine labelled, the senstivity to RNase treatment suggested that the low mobility bands belonged to colvant linkage adducts between proteins and RNAs, and most probably a peptidyl-tRNA intermediate during translation in the absence of RF2.",
            "cite_spans": [
                {
                    "start": 1033,
                    "end": 1035,
                    "text": "35",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 161,
                    "text": "Figure 3B lanes 2 and 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 655,
                    "end": 664,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 972,
                    "end": 981,
                    "text": "Figure S3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "An Unusual −1 Frameshifting Event is Triggered in a +1 Frameshift-Prone Sequence by Downstream Structures in the Absence of RF2"
        },
        {
            "text": "To confirm the identity of the extra translation product, a FLAG-tagged construct (FLAG-CUUUGA-mPK) ( Figure S4A ) was designed to help enrich the recovery of potential −1 frame products for mass spectrometry analysis. The nucleotide sequence encoding the FLAG amino acid sequence was inserted upstream of the corresponding frameshifting site in the 0 frame of GST-Rluc fusion ORF so that translation products, including shifted and non-shifted ones all contain the FLAG fragment. After translation, these FLAG-tagged translation products were immuno-precipitated by anti-FLAG antibody, purified by protein G conjugated bead, and analyzed by SDS-PAGE ( Figure S4B-E) . Comparison of the frameshifting products of the construct before and after immunoprecipitation with those of the FLAG-less frameshifting reporter indicated that frameshifting efficiency remained similar between the two constructs ( Figure 3 and Figure S4D ). Attempts of LC-MS/MS analysis by thrombin treatment to remove GST from the −1 frameshifted C-terminal peptide were not successful (data not shown). Instead, in-gel trypsin digestion was performed to generate peptide fragments for LC-MS/MS characterization. Analysis of liquid chromatography tandem MS (LC-MS/MS) data of peptide fragments derived from the unusual translation product identified a 9 amino acid tryptic peptide fragment (LLITGVSVR) and this was further validated using a chemically synthesized peptide standard ( Figure 4A,B) . This result supports a frameshifting event occurring at the CUUUGA sequence with a UGA to UUG shift (encoding the second leucine after formation of the first leucine by decoding the 0 frame CUU), followed by continued translation extension in the −1 frame ( Figure 4C and Figure S4F ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 112,
                    "text": "Figure S4A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 653,
                    "end": 666,
                    "text": "Figure S4B-E)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 901,
                    "end": 909,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 914,
                    "end": 924,
                    "text": "Figure S4D",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1455,
                    "end": 1467,
                    "text": "Figure 4A,B)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1728,
                    "end": 1737,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1742,
                    "end": 1752,
                    "text": "Figure S4F",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "An Unusual −1 Frameshifting Event is Triggered in a +1 Frameshift-Prone Sequence by Downstream Structures in the Absence of RF2"
        },
        {
            "text": "As the first U of the E-site UAU codon juxtaposing the CUUUGA +1 frameshifting site in wildtype RF2 was reported to involve E-site invasion through base-pairing with anti-SD in 16S rRNA [24] , we performed E-site sequence mutagenesis to explore the mechanism of non-canonical -1 frameshifting. Interestingly, replacing E-site sequence from CGC to CGU dramatically diminished the -1 frameshifting product with the restoration of +1 frame product (compare lanes 4 and 5 in Figure ",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Efficient Non-canonical -1 Frameshifting Requires an Identical Nucleotide Bridging E-and P-Sites in Addition to a Downstream Structure"
        },
        {
            "text": "As the first U of the E-site UAU codon juxtaposing the CUUUGA +1 frameshifting site in wild-type RF2 was reported to involve E-site invasion through base-pairing with anti-SD in 16S rRNA [24] , we performed E-site sequence mutagenesis to explore the mechanism of non-canonical −1 frameshifting. Interestingly, replacing E-site sequence from CGC to CGU dramatically diminished the −1 frameshifting product with the restoration of +1 frame product (compare lanes 4 and 5 in Figure 5A ), whereas replacement from CGC to UGC did not lead to a diminished −1 frameshifting product (compare lanes 3 and 5 in Figure 5A ). Further mutating UGC to UAC to reduce codon-anticodon stability did not alter the distribution of frameshifting patterns (lanes 1 and 3 in Figure 5A ), whereas mutating UGC to UGG almost abolished the −1 frameshifting product (lane 2 in Figure 5A ). Thus, neither stability of E-site codon-anticodon pairing nor E site invasion is the main cause of the dramatic switch in frameshifting pathways. Although the diminished −1 frameshifting can be explained by −1 PRF efficiency modulation by E-site sequence composition [26, 27] , we noticed that significant −1 frameshifting seems to require the third position of the E-site codon to be a C nucleotide, which also occurs at the first position of the P-site codon. Furthermore, dramatic −1 frameshifting reduction by converting CGC CUU to CGU CUU can be reversed by further mutating the P-site sequence from CUU to UCU (lanes 4-6 in Figure 5A ), resulting in an identical U bridging the E-and Psites. Together, these data indicate that an identical nucleotide in the two positions bridging 0 frame Eand P-sites is enough to facilitate −1 frameshifting with a downstream structure in the absence of RF2, and is consistent with the repairing of 0 frame peptidyl-tRNA to an identical nucleotide in the first position of the −1 frame codon to pave the way for −1 frame switching. 5A), whereas replacement from CGC to UGC did not lead to a diminished -1 frameshifting product (compare lanes 3 and 5 in Figure 5A ). Further mutating UGC to UAC to reduce codon-anticodon stability did not alter the distribution of frameshifting patterns (lanes 1 and 3 in Figure 5A ), whereas mutating UGC to UGG almost abolished the -1 frameshifting product (lane 2 in Figure 5A ). Thus, neither stability of E-site codon-anticodon pairing nor E site invasion is the main cause of the dramatic switch in frameshifting pathways. Although the diminished -1 frameshifting can be explained by -1 PRF efficiency modulation by E-site sequence composition [26, 27] , we noticed that significant -1 frameshifting seems to require the third position of the E-site codon to be a C nucleotide, which also occurs at the first position of the P-site codon. Furthermore, dramatic -1 frameshifting reduction by converting CGC CUU to CGU CUU can be reversed by further mutating the P-site sequence from CUU to UCU (lanes 4-6 in Figure 5A ), resulting in an identical U bridging the E-and P-sites. Together, these data indicate that an identical nucleotide in the two positions bridging 0 frame E-and P-sites is enough to facilitate -1 frameshifting with a downstream structure in the absence of RF2, and is consistent with the repairing of 0 frame peptidyl-tRNA to an identical nucleotide in the first position of the -1 frame codon to pave the way for -1 frame switching. mPK has been suggested to stimulate -1 PRF in a UUUAAAG slippery site during posttranslocation after peptide bond formation while 0 frame UUA and AAG codons occupy ribosomal P-and A-sites, respectively [14] . Given that the CUU codon in the CUUUGA frameshifting site represents the last coding amino acid in the 0 frame, positioning the CUU codon into the A-site for formation of the final peptide bond results in a spacing of 8 nucleotides in length toward downstream mPK ( Figure 3A) . However, the absence of RF2 being required for frameshifting to occur indicates that frameshifting occurs after the UGA codon enters the ribosomal A-site, resulting in a spacing of 5 nucleotides in length toward mPK. We reasoned that if the first model can explain observed -1 frameshifting, deleting the spacer length by 2 nucleotides should still be -1 frameshifting competent ( Figure 6A ). By contrast, the second model predicted such a deletion mutant should be frameshifting incompetent because spacing toward the pseudoknot becomes non-optimal (3 nucleotides in length). The results showed that the resulted construct sp3 lost -1 frameshifting activity ( Figure 6B ), indicating Figure 5 . An identical nucleotide bridging E-and P-sites facilitates non-canonical −1 frameshifting. SDS-PAGE analysis of in vitro radioactivity based frameshifting assays of constructs with E-site or P-site mutagenesis. Calculated −1 and +1 PRF efficiencies displayed are means ± SD of three independent experiments. mPK has been suggested to stimulate −1 PRF in a UUUAAAG slippery site during post-translocation after peptide bond formation while 0 frame UUA and AAG codons occupy ribosomal P-and A-sites, respectively [14] . Given that the CUU codon in the CUUUGA frameshifting site represents the last coding amino acid in the 0 frame, positioning the CUU codon into the A-site for formation of the final peptide bond results in a spacing of 8 nucleotides in length toward downstream mPK ( Figure 3A) . However, the absence of RF2 being required for frameshifting to occur indicates that frameshifting occurs after the UGA codon enters the ribosomal A-site, resulting in a spacing of 5 nucleotides in length toward mPK. We reasoned that if the first model can explain observed −1 frameshifting, deleting the spacer length by 2 nucleotides should still be −1 frameshifting competent ( Figure 6A ). By contrast, the second model predicted such a deletion mutant should be frameshifting incompetent because spacing toward the pseudoknot becomes non-optimal (3 nucleotides in length). The results showed that the resulted construct sp3 lost −1 frameshifting activity ( Figure 6B ), indicating that mPK stimulates −1 frameshifting with a five-nucleotides spacing downstream of the ribosomal A-site sitting UGA stop codon. Combined with −1 frameshifting product characterization and E-site sequence mutagenesis results, they suggest that the non-canonical −1 frameshifting occurs via a single slippage of peptidyl-tRNA in 5' direction through two possible pathways with UGA stop codon sitting at the ribosomal A-site ( Figure 6C ). In pathway A, the 0-frame peptidyl-tRNA moves from CUU to −1 frame CCU, allowing the −1 frame UUG codon for decoding in the A-site. By contrast, an incoming UUG decoding charged tRNA could sample the available reading-frames in the empty A-site and is paved by the two identical nucleotides bridging E-and P-sites to accept the movement of peptidyl-tRNA toward the −1 frame, and resulting in −1 frame decoding in the A-site. that mPK stimulates -1 frameshifting with a five-nucleotides spacing downstream of the ribosomal A-site sitting UGA stop codon. Combined with -1 frameshifting product characterization and E-site sequence mutagenesis results, they suggest that the non-canonical -1 frameshifting occurs via a single slippage of peptidyl-tRNA in 5' direction through two possible pathways with UGA stop codon sitting at the ribosomal A-site ( Figure 6C ). In pathway A, the 0-frame peptidyl-tRNA moves from CUU to -1 frame CCU, allowing the -1 frame UUG codon for decoding in the A-site. By contrast, an incoming UUG decoding charged tRNA could sample the available reading-frames in the empty Asite and is paved by the two identical nucleotides bridging E-and P-sites to accept the movement of peptidyl-tRNA toward the -1 frame, and resulting in -1 frame decoding in the A-site. The proposed mechanisms put the UGA stop codon in the A-site, resulting in a spacer of 5 nts to mPK while the CUU codon is sitting in the P-site based on the data from (B) as well as the requirement of RF2 deficiency for the non-canonical −1 frameshifting. This positioning allows the downstream mPK to stimulate −1 frameshifting through two alternative pathways with differences in the sequential order of peptidyl-tRNA movement from 0-frame to −1 frame. In pathway A, the 0-frame peptidyl-tRNA moves from CUU to −1 frame CCU and thus positions the UUG codon in the A-site. In pathway B, an incoming charged tRNA samples the available reading-frames while peptidyl-tRNA is sitting in the 0-frame P-site and is paved by two identical nucleotides bridging E-and P-sites that favors −1 frame accommodation of peptidyl-tRNA to facilitate −1 frameshifting.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1131,
                    "end": 1135,
                    "text": "[26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2588,
                    "end": 2592,
                    "text": "[26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2593,
                    "end": 2596,
                    "text": "27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3598,
                    "end": 3602,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 5092,
                    "end": 5096,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 481,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 601,
                    "end": 610,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 753,
                    "end": 762,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 851,
                    "end": 860,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1494,
                    "end": 1503,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2058,
                    "end": 2067,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2210,
                    "end": 2219,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2308,
                    "end": 2317,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2951,
                    "end": 2960,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 3871,
                    "end": 3881,
                    "text": "Figure 3A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 4265,
                    "end": 4274,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 4546,
                    "end": 4555,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 4570,
                    "end": 4578,
                    "text": "Figure 5",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 5365,
                    "end": 5375,
                    "text": "Figure 3A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 5759,
                    "end": 5768,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 6040,
                    "end": 6049,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 6488,
                    "end": 6497,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 7350,
                    "end": 7359,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Efficient Non-Canonical −1 Frameshifting Requires an Identical Nucleotide Bridging E-and P-Sites in Addition to a Downstream Structure"
        },
        {
            "text": "That non-canonical −1 frameshifting occurred within a +1 frameshift-prone CUUUGA site with the presence of a downstream pseudoknot raises the possibility that reduced +1 frameshifting shown in Figure 3B is not caused by a direct counteracting downstream structure (an attenuator), but rather is the result of multiple frameshifting pathways competing. However, +1 frameshifting efficiency was reduced significantly by the downstream mPK (from 51.8% to 38.8%) in a UAUCUUUGA construct that favors +1 frameshifting but disfavors −1 frameshifting (Figure 7A,B) . Therefore, the main cause of the observed +1 frameshifting reductions is not −1 frameshifting pathway competition, indicating direct counteraction to +1 frameshifting by the downstream mPK. To see if this property is also applicable to −1 frameshifting attenuation by an upstream hairpin, we constructed an H1 hairpin upstream of the A6G −1 frameshifting site. We did not detect +1 frameshifting activity (lane 2 in Figure 7C ) although H1 did attenuate −1 PRF efficiently (lane 1 in Figure 7C ). Taken together, these results indicate that the existence of a stable mRNA hairpin at either end of the mRNA-binding channel of an elongation ribosome counteracts frameshifting stimulated by its counterpart at the other end of the channel. proposed mechanisms put the UGA stop codon in the A-site, resulting in a spacer of 5 nts to mPK while the CUU codon is sitting in the P-site based on the data from (B) as well as the requirement of RF2 deficiency for the non-canonical -1 frameshifting. This positioning allows the downstream mPK to stimulate -1 frameshifting through two alternative pathways with differences in the sequential order of peptidyl-tRNA movement from 0-frame to -1 frame. In pathway A, the 0-frame peptidyl-tRNA moves from CUU to -1 frame CCU and thus positions the UUG codon in the A-site. In pathway B, an incoming charged tRNA samples the available reading-frames while peptidyl-tRNA is sitting in the 0-frame P-site and is paved by two identical nucleotides bridging E-and P-sites that favors -1 frame accommodation of peptidyl-tRNA to facilitate -1 frameshifting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 202,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 544,
                    "end": 557,
                    "text": "(Figure 7A,B)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 976,
                    "end": 985,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1044,
                    "end": 1053,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Stable mRNA Structures Flanking the mRNA-Binding Channel of an Elongation Ribosome Counteract Each Other's Frameshifting Activity"
        },
        {
            "text": "That non-canonical -1 frameshifting occurred within a +1 frameshift-prone CUUUGA site with the presence of a downstream pseudoknot raises the possibility that reduced +1 frameshifting shown in Figure 3 B is not caused by a direct counteracting downstream structure (an attenuator), but rather is the result of multiple frameshifting pathways competing. However, +1 frameshifting efficiency was reduced significantly by the downstream mPK (from 51.8% to 38.8%) in a UAUCUUUGA construct that favors +1 frameshifting but disfavors -1 frameshifting (Figures 7A and B) . Therefore, the main cause of the observed +1 frameshifting reductions is not -1 frameshifting pathway competition, indicating direct counteraction to +1 frameshifting by the downstream mPK. To see if this property is also applicable to -1 frameshifting attenuation by an upstream hairpin, we constructed an H1 hairpin upstream of the A6G -1 frameshifting site. We did not detect +1 frameshifting activity (lane 2 in Figure 7C ) although H1 did attenuate -1 PRF efficiently (lane 1 in Figure 7C ). Taken together, these results indicate that the existence of a stable mRNA hairpin at either end of the mRNA-binding channel of an elongation ribosome counteracts frameshifting stimulated by its counterpart at the other end of the channel. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 203,
                    "text": "Figure 3 B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 545,
                    "end": 563,
                    "text": "(Figures 7A and B)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 982,
                    "end": 991,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1050,
                    "end": 1059,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Stable mRNA Structures Flanking the mRNA-binding Channel of an Elongation Ribosome Counteract Each Other's Frameshifting Activity"
        },
        {
            "text": "To further explore the role of flanking structures in bidirectional frameshifting regulation, destabilizing mutations to destroy Watson-Crick base-pairing for stability reduction were introduced at the upper stem of upstream H1 hairpin (9G10A) and the stem 1 of downstream mPK pseudoknot (G34C) ( Figure 8A ) to examine the effects on +1 and −1 frameshifting in the absence of RF2. The CUUUGA sequence was weakly frameshifting-prone without the presence of a stable flanking structure (with the destabilized 9G10A and G34C mutants) (lane 1 in Figure 8B ), while +1 frameshifting activity increased in the presence of a stable upstream hairpin (H1-WT) (lane 2). By contrast, a downstream mPK strongly stimulated −1 frameshifting (lane 3). Similar to that of Figure S3 , an extra faint RNase-sensitive band with low mobility appeared but disappeared upon RNase treatment ( Figure S5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 306,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 543,
                    "end": 552,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 757,
                    "end": 766,
                    "text": "Figure S3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 871,
                    "end": 880,
                    "text": "Figure S5",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Co-Existence of +1 and −1 Frameshifting by Modulating the Stabilities of Structures Flanking the mRNA-Binding Channel of an Elongation Ribosome"
        },
        {
            "text": "The co-existence of this RNase-sensitive band with the −1 frameshifting product and its disappearance in the presence of RF2 implicated that it is related to −1 frameshifting and its identity awaits further characterization in the future. Finally, both +1 and −1 frameshifting products were significantly reduced in the presence of both the stable upstream H1 hairpin and the downstream mPK (lane 4). This result is consistent with mutual attenuation of +1 and −1 frameshifting by stable downstream and upstream structures, respectively. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Co-Existence of +1 and −1 Frameshifting by Modulating the Stabilities of Structures Flanking the mRNA-Binding Channel of an Elongation Ribosome"
        },
        {
            "text": "Frameshifted translation products have been reported in research on protein overexpression in E. coli. [28] . Such hungry codon-mediated frameshifting has also been proposed to be responsible for observed −1 frameshifting of Huntingtin in Huntington's disease due to the extensive use of glutamine CAG codon [29] . In this case, appropriate A-site codon occupation could be delayed due to low concentrations of cognate charged tRNA, leading to ribosome pausing. This is similar to an A-site sitting stop codon without its cognate release factor RF2 as described above. To see if the flanking structure effects are also applicable in hungry codon-mediated frameshifting regulation, we used a cysteine codon (UGU) to replace the UGA stop codon in the ribosomal A-site ( Figure 8A ). The cysteine concentration in the in vitro translation system was then reduced to mimic the hungry codon condition. Because GST-Rluc reporter possesses 4 cysteine amino acid residues upstream of the CUUUGA site, sequential dilutions of cysteine concentration were performed to optimize experimental conditions to ensure detectable levels of translation products while keeping the cysteine concentration as low as possible ( Figure S6 ). By generating UGU (Cys) as a hungry codon at the ribosomal A-site, we observed +1 and −1 frameshifting stimulation by upstream H1 hairpin and downstream mPK, respectively (lanes 2 and 3 in Figure 8C ). By contrast, destabilizing both structures by Watson-Crick base-pairing disruption (9G10A of H1 and G34C of mPK) almost abolished −1 frameshifting activity and strongly reduced +1 frameshifting activity (lane 1), while co-existence of stable flanking structures led to the compromise of both frameshifting pathways (lane 4). Thus, delay or interference in ribosomal A-site occupancy represents a parameter for translational reading-frame switch regulation that can be further tuned bi-directionally via stable mRNA duplexes flanking the elongation ribosome ( Figure 8D ).",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 768,
                    "end": 777,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 1205,
                    "end": 1214,
                    "text": "Figure S6",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1407,
                    "end": 1416,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 1979,
                    "end": 1988,
                    "text": "Figure 8D",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Ribosomal Flanking mRNA Structures also Modulate Bidirectional Frameshifting When an A-site Occupying Codon Becomes a Hungry Codon"
        },
        {
            "text": "The +1 stimulation and −1 attenuation activities of a co-translationally refolding RNA hairpin in 70S translation system suggest that it is a functional mimicry of an internal SD-mediated duplex that forms between mRNA and rRNA. Therefore, their frameshifting regulation properties may share similar mechanisms. Extensive mutagenesis of E-site codon composition has demonstrated that E-site codon-anticodon stability reversely correlates with +1 frameshifting efficiency in CUUUGA frameshifting sites [30, 31] and was proposed to be related to the E-site tRNA dissociation. Consistently, biochemical experiments on RF2 +1 frameshifting have shown that extending the internal SD-mediated duplex by base-pairing with E-site sequences can enhance +1 frameshifting efficiency and accelerate the dissociation of E-site tRNA [24] . Alternatively, the involvement of peptidyl-tRNA dissociation has also been proposed based on toe-printing analysis [32] . By contrast, the mPK −1 PRF stimulator downstream of a non-XXXYYYZ sequence was shown to delay E-site tRNA dissociation [33] . Thus, it is tempting to explain the reverse role in frameshifting regulation by the structures flanking different frameshifting sites through the mediation of opposite effects in the dissociation of E-site tRNA. However, our experimental approach was not capable of kinetic measurement for E-site tRNA dissociation although limited mutagenesis analysis of E-site sequence composition in Figure 5 suggests that stability of codon-anticodon interaction is not the main cause for switch in frameshifting pathways. Alternatively, upstream duplexes juxtaposing the E-site could simply act as a roadblock to hinder the backward movement of ribosome to attenuate −1 PRF. Nevertheless, our finding of co-existence of +1 and −1 frameshifting under the same sequence background represents an ideal framework for studying frameshifting pathway regulation by E-site tRNA dissociation kinetics as well as flanking structures via single-molecule approaches in the future.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 505,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 941,
                    "end": 945,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 1462,
                    "end": 1470,
                    "text": "Figure 5",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Upstream Hairpin Juxtaposing E-Site as the Functional Mimicry of Internal SD Mediated Duplex"
        },
        {
            "text": "Kinetic modeling and experimental analysis have suggested that −1 PRF can occur in either accommodation or two sequential post-translocation steps along the X XXY YYZ slippery site [34] . However, the non-canonical −1 frameshifting observed in sequence CCUUUGA does not fit into the XXXYYYZ consensus for −1 PRF slippery sequence. In a recent model of UUUAAAG-mediated −1 PRF, mPK was proposed to prolong elongation factor G (EF-G) release during post-translocation stage to interfere with the swiveling of the 30S subunit head and the coupled translocation [35] [36] [37] [38] , allowing the ribosome to sample alternative reading-frames [14] . By contrast, single-molecule fluorescence analysis of the DNAX −1 PRF motif argued that the accommodation step during delayed EF-G release determines reading-frame selection [13] . As a downstream mPK and the absence of RF2 are both required for the non-canonical −1 frameshifting in CUUUGA site, together with the results in Figure 6B , they support a model of UGA codon occupying the A-site followed by a 5-nucleotide spaced downstream mPK upon frameshifting ( Figure 6C) . Since EF-G has probably dissociated from the ribosome after the translocation step that positions the UGA codon into the A-site, it seems probable that reverse of 30S head swiveling is completed [38] . However, this raises questions about the role of the downstream hairpin or mPK in this process. Alternatively, downstream structures could still delay the translocation process to allow prolonged reading-frame sampling by the ribosome [13, 14, 39] . During this process the 0 frame and −1 frame codons in the A-site can both compete for their cognate ligands with the −1 frame pathway prevailing in the absence of RF2. Furthermore, slippage of peptidyl-tRNA by one nucleotide in the −1 frame is facilitated by an identical nucleotide bridging the 0 frame E-and P-sites as revealed in Figure 5 , eventually leading to repositioning of the −1 frame codons in the P-and A-sites. However, our data are incapable of distinguishing the order between −1 frame slippage of peptidyl-tRNA and −1 frame A-site tRNA accommodation (pathways A and B in Figure 6C ). Within these contexts, the finding that the duplex structures flanking the two sides of ribosomal mRNA-binding channel play reverse roles in frameshifting regulation complements current proposed −1 PRF stimulation models of downstream structures for a more complete picture of the dynamic interplay between ribosome and mRNA in frameshifting regulation.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 820,
                    "end": 824,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1317,
                    "end": 1321,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1559,
                    "end": 1563,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1564,
                    "end": 1567,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1568,
                    "end": 1571,
                    "text": "39]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 972,
                    "end": 981,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1109,
                    "end": 1119,
                    "text": "Figure 6C)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1908,
                    "end": 1916,
                    "text": "Figure 5",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2163,
                    "end": 2172,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Mechanisms of the Non-Canonical −1 Frameshifting in +1 Frameshift-Prone CUUUGA Site"
        },
        {
            "text": "This study has demonstrated that −1 PRF attenuation by a co-translationally refolding upstream hairpin is conserved between 70 S and 80S ribosomes. It further suggests that frameshifting attenuation activity is an intrinsic property of duplex-mediate structures that flank the mRNA-binding channel of an elongating ribosome, and could be masked by the composition of the sequence occupied by the ribosome. Furthermore, the tendency of an A-site empty ribosome to shift its reading-frame in either direction depending on the existence of flanking structures could provide a working model for unusual frameshifting events mediated by hungry codons in both 70S and 80S ribosomes. Unusual −1 frameshifting without an XXXYYYZ shifty site has been reported for the CAG trinucleotide expansion region of the MJD-1 transcript in spinocerebellar ataxias 3 as well as huntingtin in Huntington's disease [29, 40] . Experimental evidence from CAG repeat expansion in huntingtin suggested that the consumption of glutamine-charged tRNA by the expanded repeats makes the glutamine-decoding CAG a hungry codon and eventually makes it frameshift-prone in the presence of CAG-mediated hairpin structures [41] . However, repeated CAG sequences lack an identical nucleotide to bridge the 0 frame E-and P-sites, and is consistent with the weak −1 frameshifting efficiency [29] . Additionally, long repeats are capable of generating both upstream and downstream CAG-mediated hairpins to flank the ribosome to further compromise frameshifting efficiency via frameshifting attenuation effects. By contrast, +1 frameshifting has also been reported for CAG repeat in huntingtin with the involvement of a weak UUCC +1 shifty site upstream of the expanded CAG repeats [42] . As expanded CAG repeats can form a downstream stable hairpin while an upstream CAG mediated hairpin refolds, attenuation of +1 frameshifting by a downstream hairpin could thus mask this mechanism.",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 897,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1187,
                    "end": 1191,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1352,
                    "end": 1356,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1741,
                    "end": 1745,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Stable mRNA Structure Unwinding and Refolding in CAG Trinucleotide Repeat Expansion"
        },
        {
            "text": "A pET GST-Rluc reporter was designed as the backbone for cloning of different frameshifting signals to examine the frameshifting activities using radioactivity-based frameshifting assay in vitro. To construct pET GST-Rluc, Renilla luciferase gene (Rluc) was amplified using p2luc vector [22] as the template, and then cloned into EcoRI/NotI sites of pGEX-4T-1 (GE Healthcare), generating a GST-Rluc fusion protein gene (GST-Rluc). The gene of GST-Rluc was then amplified and inserted into NheI/NotI sites of pET-21a (+) (Merck Co. Inc.) to form pET GST-Rluc. To facilitate non-shifted and shifted translation products separation by electrophoresis, translation termination sites were designed into each reading-frame with optimal spacing among these stop codons. The stop codon in the 0 frame was provided by the individual frameshifting elements under examination. Unless specified, the out of frame premature stop codons were designed into the N-terminal region of Rluc ORF of the pET GST-Rluc reporter. Due to the existence of multiple +1 and −1 frame stop codons in the N-terminal region of Rluc ORF, further deletions and site-directed point mutations were performed to generate pET GST-Rluc-1 for tracking single frameshifting event (−1 or +1) and double frameshifting events (−1 and +1). The nucleotide sequences of N-terminal regions of Rluc ORF in pET GST-Rluc-1 are shown below with the two boldly typed TAA corresponding to premature out of frame stop codons. 5 -ATAACTTCGAAAGTTTATGATCCAGAACAAAGGA AACGGAAACTGGTCCGCAGTGGTGGGCCAGATGTACACAAATAA-3 . (Notice: In single frameshifting events, the second boldly typed TAA was used as the termination site of −1 or +1 frameshifting ( Figure 2 ). In double frameshifting events (Figures 3 and 5-7) , the first boldly typed TAA was used as −1 frame stop codon, and the second boldly typed TAA was used as +1 frame stop codon.)",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1688,
                    "end": 1696,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1731,
                    "end": 1750,
                    "text": "(Figures 3 and 5-7)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Plasmids, Reporter Design and Construction"
        },
        {
            "text": "The pET GST-FLAG-Rluc reporter was used to express FLAG-tagged translation products for immunoprecipitation. To generate GST-FLAG-Rluc, the pET GST-Rluc-1 reporter was used as the template. DNA oligo nucleotides R1 (5 -CTTGTCGTCATCGTCTTTGTAATCATCCGATTTTGGAGGATGGTC-3 ) and R2 (5 -CGGGGATCCACGCGGAACCAGCTTGTCGTCATCGTCTTTGT-3 ) were designed as reverse primers to contain nucleotides coding part of FLAG-tag (underlined) in the 5 and 3 regions, respectively. The 3 -part of R1 was designed to be complementary to the C-terminal end nucleotide sequences of GST while the 5 -part of R2 was extended with BamHI recognition sequences. By contrast, primer F-T7 (5 -GCGAAATTAATACGACTCACTATAGGG-3 ) was designed as the forward primer to anneal with the sequence upstream of GST. Incubation of pET GST-Rluc-1 with R1 and F-T7 primers for 10 cycles of PCR amplification and followed by additional 20 cycles of PCR with the addition of F-T7 and R2 primers generated GST-FLAG with a flanked NheI/BamHI cutting sites. The amplified GST-FLAG containing cDNA was restriction enzymes treated and cloned into NheI/BamHI sites of the pET.GST-Rluc-1 reporter to replace the GST fragment to generate the GST-FLAG-Rluc reporter construct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmids, Reporter Design and Construction"
        },
        {
            "text": "Unless specified, all frameshifting signals under examination were cloned into the pET GST-Rluc-1 reporter backbone for radioactivity-based frameshifting assay. The frameshifting elements containing different sequences of upstream and downstream structures flanking a slippery sequence were constructed by PCR-based ligation approach [43] . In brief, the elements were assembled by performing PCR using two to three pieces of chemically synthesized DNA oligo-nucleotides (from Genomics BioSci & Tech Corp at Taiwan) of partially overlapping sequences. Forward and reverse primers used for cDNAs amplification contain appropriately designed overlapping regions as well as BamHI and EcoRI restriction sites. The amplified cDNAs were then cloned into the BamHI/EcoRI sites of appropritate reporters. Following standard cloning procedures, the resultant recombinant vectors were transfromed into the DH5α strain of Escherichia coli and were selected by ampicillin. Site-directed mutagenesis in this study was constructed using the quick-change mutagenesis kit from Stratagene in accordance with the manufacturer's instructions. All nuelcotide sequences of cloned and mutated frameshifitng elements were confirmed by DNA-sequencing analysis.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Recombinant DNAs and Mutagenesis"
        },
        {
            "text": "For in vitro frameshifting assay, nascent polypeptides were generated using the reconstituted 70S translation system (PURExpress ∆RF123 Kit, NEB) in accordance with manufacturer's instructions. Unless specified, 200 ng mRNAs purified after transcription by T7 RNA polymerase (Thermo Fisher Scientific) was used as the templates in each 2.5 µL reaction, with RF2 excluded if required. To create cysteine deficiency condition for assaying hungry codon-mediated frameshifting, two different amino-acids mixture sets were added into the translation mixture (PURExpress ∆ aa, tRNA Kit, NEB) separately. In each 2.5 uL reaction, 0.25 µL of 0.002 mM amino-acids mixture (NEB) and 0.25 µL of 1mM minus-Cysteine amino-acids mixture (Promega) were used. For each assay, 0.05 µL of 10 µCi/µL 35 S labeled methionine (NEN) was added into the reaction, and incubated at 37°C for 2 h. Samples were then resolved by 12% Sodium dodecylsulphate-polyacrylamide gel electrophoresis (SDS-PAGE), and exposed to a phosphorimager screen for quantification after drying of the gel. In ribonuclease-treated assay, specific amounts of ribonuclease A (Thermo Scientific, AM2274) were added into each reaction in the end. After incubation at room temperature for 15 mins, the reactions were quenched with 5 × SDS-gel loading buffer, and analyzed by SDS-PAGE. Frameshifting efficiencies were calculated, by dividing the counts of the shifted products by the sum of the counts for both shifted and non-shifted products, with calibration of the methionine content in each protein product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Vitro Radioactivity-Based Frameshifting Assay"
        },
        {
            "text": "A 20 µL cell-free translation reaction containing 200 ng -FLAG-CUUUGA-mPK reporter plasmid was incubated at 37 • C for 4 h. The reaction was then mixed with phosphate buffered saline (PBS) buffer (137 mM NaCl, 2.7 mM KCl, 10 mM Na 2 HPO 4 , 1.8 mM KH 2 PO 4 , pH7.4) containing 1:100 dilution of anti-FLAG M2 (Sigma) in a final volume of 400 µL, and rotated overnight at 4 • C. The sample was then incubated with 160 µL Protein G Magnetic Sepharose Xtra (GE Healthcare) at 25 • C for 2 h with gentle shaking. Following incubation, the beads were washed three times with 320 µL PBS buffer, and boiled in 20 µL 5 × SDS-gel loading buffer at 95 • C for 5 minutes to elute FLAG-tagged polypeptides. The elution fractions were resolved by 10% SDS-PAGE, and then stained with Coomassie Brilliant Blue R-250 (PanReac). After the gel was destained with destaining buffer (20% methanol, 10% glacial acetate acid), the target band was sliced for mass spectrometry (MS) analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoprecipitation"
        },
        {
            "text": "The gel slice containing translation products excised from the resolved gels was cut into pieces for in-gel trypsin digestion. Briefly, the gel pieces were first washed with 25 mM triethylammonium bicarbonate buffer (TEABC) / 50% (v/v) acetonitrile (ACN). The washed samples were then reduced with 10 mM DTT at 65 • C for 1 h and alkylated with 55 mM iodoacetamide (IAM) at room temperature for another 1 h in the dark. Trypsin buffer (protein:trypsin = 40:1, w/w) was added to cover the gel pieces, and incubated at 37 • C for more than 16 h. Tryptic peptides were extracted by incubating with 5% formic acid (FA)/ 50% acetonitrile (ACN) for 15 min, and vacuum dried. The sample was dissolved in 12 µL 0.1% (v/v) formic acid (FA) and 4 µL used in LC-MS/MS analysis. The synthetic peptide standard was purchased from Kelowna International Scientific Inc. (Taiwan).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In-Gel Digestion and Mass Spectrometry"
        },
        {
            "text": "LC-MS/MS was performed using an Orbitrap Fusion Lumos Tribrid mass spectrometer (Thermo Fisher Scientific) equipped with a NanoSpray Flex ion source. The trypsin-treated sample was loaded onto an UltiMate 3000 nano LC system (C18 Acclaim PepMap NanoLC column, 25 cm × 75 µm I.D., 2 µm,100 Å) connected to a mass spectrometer. A segmented gradient of 90 min from 2% to 35% solvent B at a flow rate of 300 nL/min and a column temperature of 35 • C was used for separation with solvent A containing 0.1% formic acid in water and solvent B containing 100% acetonitrile with 0.1% formic acid. Mass spectrometry analysis was performed in data-dependent mode with Full-MS (externally calibrated to a mass accuracy of <5 ppm, and a resolution of 120,000 at m/z = 200) followed by HCD-MS/MS of the most intense ions in 3 s. High-energy collision activated dissociation (HCD)-MS/MS (resolution of 15,000) was used to fragment multiple charged ions within a 1.4 Da isolation window at a normalized collision energy of 32 eV. AGC target at 5e5 and 5e4 was set for MS and MS/MS analysis, respectively, with previously selected ions dynamically excluded for 180 s. Max. injection time was 50 ms. A customized database was used to search for the existence of translation peptides by matching the m/z value to the obtained MS spectra.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In-Gel Digestion and Mass Spectrometry"
        },
        {
            "text": "Supplementary Materials: The following are available online at http://www.mdpi.com/1422-0067/19/12/3867/s1, Figure S1 : t Radioactivity-based frameshifting analysis of a −1 PRF model system using GST-Rluc-1 reporter by in vitro translation in cell-free lysates of E. coli., Figure S2 : The +1 frameshifting stimulated by duplex structures upstream of the CUUUGA frameshifting site are abolished in the presence of RF2., Figure S3 : Potential RNA-protein adducts disappear upon RNase A treatment., Figure S4 : Recovery of a potential −1 frame translation product for mass spectrometry analysis., Figure S5 : RNase A treatment removes a low mobility band without affecting the three major translation products., Figure S6 : Creating a cysteine hungry codon by reducing cysteine amino acid concentration in the in vitro translation system. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "Figure S1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 274,
                    "end": 283,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 429,
                    "text": "Figure S3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 497,
                    "end": 506,
                    "text": "Figure S4",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 595,
                    "end": 604,
                    "text": "Figure S5",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 710,
                    "end": 719,
                    "text": "Figure S6",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "In-Gel Digestion and Mass Spectrometry"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "mRNA helicase activity of the ribosome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takyar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hickerson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "120",
            "issn": "",
            "pages": "49--58",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2004.11.042"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The ribosome uses two active mechanisms to unwind messenger RNA during translation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "475",
            "issn": "",
            "pages": "118--121",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10126"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An RNA pseudoknot and an optimal heptameric shift site are required for highly efficient ribosomal frameshifting on a retroviral messenger RNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chamorro",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Parkin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "89",
            "issn": "",
            "pages": "713--717",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.89.2.713"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Stem-loop structures can effectively substitute for an RNA pseudoknot in -1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Noteborn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Pleij",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Olsthoorn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "",
            "pages": "8952--8959",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkr579"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An 'integrated model' of programmed ribosomal frameshifting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Harger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meskauskas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends Biochem. Sci",
            "volume": "27",
            "issn": "",
            "pages": "448--454",
            "other_ids": {
                "DOI": [
                    "10.1016/S0968-0004(02)02149-7"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The 9-A solution: How mRNA pseudoknots promote efficient programmed −1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L M"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Harger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meskauskas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "RNA",
            "volume": "9",
            "issn": "",
            "pages": "168--174",
            "other_ids": {
                "DOI": [
                    "10.1261/rna.2132503"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Programmed translational frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Microbiol. Rev",
            "volume": "60",
            "issn": "",
            "pages": "103--134",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.genet.30.1.507"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Reprogrammed Genetic Decoding in Cellular Gene Expression",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Namy",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Rousset",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Napthine",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol. Cell",
            "volume": "13",
            "issn": "",
            "pages": "157--168",
            "other_ids": {
                "DOI": [
                    "10.1016/S1097-2765(04)00031-0"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ribosomal frameshifting and transcriptional slippage: From genetic steganography and cryptography to adventitious use",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Loughran",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Baranov",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic Acids Res",
            "volume": "44",
            "issn": "",
            "pages": "7007--7078",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkw530"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ribosomal frameshifting in the yeast retrotransposon Ty: TRNAs induce slippage on a 7 nucleotide minimal site",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Belcourt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "62",
            "issn": "",
            "pages": "339--352",
            "other_ids": {
                "DOI": [
                    "10.1016/0092-8674(90)90371-K"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "P-site tRNA is a crucial initiator of ribosomal frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Baranov",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "RNA",
            "volume": "10",
            "issn": "",
            "pages": "221--230",
            "other_ids": {
                "DOI": [
                    "10.1261/rna.5122604"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "rRNA-mRNA base pairing stimulates a programmed −1 ribosomal frameshift",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Bacteriol",
            "volume": "176",
            "issn": "",
            "pages": "6842--6851",
            "other_ids": {
                "DOI": [
                    "10.1128/jb.176.22.6842-6851.1994"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Dynamic pathways of −1 translational frameshifting",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Puglisi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "512",
            "issn": "",
            "pages": "328--332",
            "other_ids": {
                "DOI": [
                    "10.1038/nature13428"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Programmed −1 frameshifting by kinetic partitioning during impeded translocation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Caliskan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Katunin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Belardinelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peske",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rodnina",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell",
            "volume": "157",
            "issn": "",
            "pages": "1619--1631",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2014.04.041"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Reading frame switch caused by base-pair formation between the 3' end of 16S rRNA and the mRNA during elongation of protein synthesis in Escherichia coli",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Dahlberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "EMBO J",
            "volume": "7",
            "issn": "",
            "pages": "1503--1507",
            "other_ids": {
                "DOI": [
                    "10.1002/j.1460-2075.1988.tb02969.x"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The anti-Shine-Dalgarno sequence drives translational pausing and codon choice in bacteria",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "484",
            "issn": "",
            "pages": "538--541",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10965"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An atypical RNA pseudoknot stimulator and an upstream attenuation signal for −1 ribosomal frameshifting of SARS coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "4265--4275",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gki731"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Regulation of programmed ribosomal frameshifting by co-translational refolding RNA hairpins",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0062283"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A general strategy to inhibiting viral −1 frameshifting based on upstream attenuation duplex formation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic Acids Res",
            "volume": "44",
            "issn": "",
            "pages": "256--266",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkv1307"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Translation Elongation Factor EF-P Alleviates Ribosome Stalling at Polyproline Stretches",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ude",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lassak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Starosta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kraxenberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "",
            "pages": "82--85",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1228985"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Programmed Ribosomal Frameshifting Generates a Copper Transporter and a Copper Chaperone from the Same Gene",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meydan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klepacki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karthikeyan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Margus",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vazquez-Laslop",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mankin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol. Cell",
            "volume": "65",
            "issn": "",
            "pages": "207--219",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2016.12.008"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A dual-luciferase reporter system for studying recoding signals",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grentzmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ingram",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "RNA",
            "volume": "4",
            "issn": "",
            "pages": "479--486",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Characterization of an efficient coronavirus ribosomal frameshifting signal: Requirement for an RNA pseudoknot",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Digard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "57",
            "issn": "",
            "pages": "537--547",
            "other_ids": {
                "DOI": [
                    "10.1016/0092-8674(89)90124-4"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Maintaining the ribosomal reading frame: The influence of the E site during translational regulation of release factor 2",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Marquez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Tate",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Triana-Alonso",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Nierhaus",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell",
            "volume": "118",
            "issn": "",
            "pages": "45--55",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2004.06.012"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Mfold web server for nucleic acid folding and hybridization prediction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zuker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "31",
            "issn": "",
            "pages": "3406--3415",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkg595"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Comparative mutational analysis of cis-acting RNA signals for translational frameshifting in HIV-1 and HTLV-2",
            "authors": [
                {
                    "first": "Y.-G",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nucleic Acids Res",
            "volume": "29",
            "issn": "",
            "pages": "1125--1131",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/29.5.1125"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The three transfer RNAs occupying the A, P and E sites on the ribosome are involved in viral programmed −1 ribosomal frameshift",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Léger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dulude",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brakier-Gingras",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "5581--5592",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkm578"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ribosome can resume the translation in both +1 or −1 frames after encountering an AGA cluster in Escherichia coli",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lainé",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thouard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Komar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rossignol",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Gene",
            "volume": "412",
            "issn": "",
            "pages": "95--101",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gene.2008.01.018"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Depletion of cognate charged transfer RNA causes translational frameshifting within the expanded CAG stretch in huntingtin",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Girstmair",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saffert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rode",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Czech",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bannert",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ignatova",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Rep",
            "volume": "3",
            "issn": "",
            "pages": "148--159",
            "other_ids": {
                "DOI": [
                    "10.1016/j.celrep.2012.12.019"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Analysis of effects of tRNA:message stability on frameshift frequency at the Escherichia coli RF2 programmed frameshift site",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Curran",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nucleic Acids Res",
            "volume": "21",
            "issn": "",
            "pages": "1837--1843",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/21.8.1837"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Genetic analysis of the E site during RF2 programmed frameshifting",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Curran",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "RNA",
            "volume": "13",
            "issn": "",
            "pages": "1483--1491",
            "other_ids": {
                "DOI": [
                    "10.1261/rna.638707"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Short spacing between the Shine-Dalgarno sequence and P codon destabilizes codon-anticodon pairing in the P site to promote +1 programmed frameshifting",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Devaraj",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fredrick",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol. Microbiol",
            "volume": "78",
            "issn": "",
            "pages": "1500--1509",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2958.2010.07421.x"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Dynamics of translation by single ribosomes through mRNA secondary structures",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Broitman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reiche",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Cooperman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "20",
            "issn": "",
            "pages": "582--588",
            "other_ids": {
                "DOI": [
                    "10.1038/nsmb.2544"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The many paths to frameshifting: Kinetic modelling and analysis of the effects of different elongation steps on programmed −1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "",
            "pages": "300--312",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkq761"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The process of mRNA-tRNA translocation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sengupta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "104",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0708517104"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Head swivel on the ribosome facilitates translocation by means of intra-subunit tRNA hybrid sites",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Ratje",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loerke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mikolajka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brünner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Hildebrand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Starosta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dönhöfer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Connell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fucini",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mielke",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "468",
            "issn": "",
            "pages": "713--716",
            "other_ids": {
                "DOI": [
                    "10.1038/nature09547"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Crystal structures of EF-G-ribosome complexes trapped in intermediate states of translocation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Donohue",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "340",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1236086"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The ribosome moves: RNA mechanics and translocation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "24",
            "issn": "",
            "pages": "1021--1027",
            "other_ids": {
                "DOI": [
                    "10.1038/nsmb.3505"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A frameshifting stimulatory stem loop destabilizes the hybrid state and impedes ribosomal translocation",
            "authors": [
                {
                    "first": "H.-K",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "111",
            "issn": "",
            "pages": "5538--5543",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1403457111"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Ribosomal frameshifting on MJD-1 transcripts with long CAG tracts",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toulouse",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Au-Yeung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gaspar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roussel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dion",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Rouleau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Hum. Mol. Genet",
            "volume": "14",
            "issn": "",
            "pages": "2649--2660",
            "other_ids": {
                "DOI": [
                    "10.1093/hmg/ddi299"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Mutant CAG repeats of Huntingtin transcript fold into hairpins, form nuclear foci and are targets for RNA interference",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Mezer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wojciechowska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Napierala",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sobczak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Krzyzosiak",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "",
            "pages": "3852--3863",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkq1323"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "An Expanded CAG Repeat in Huntingtin Causes +1 Frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saffert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Adamla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schieweck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ignatova",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Biol. Chem",
            "volume": "291",
            "issn": "",
            "pages": "18505--18513",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M116.744326"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Gene Synthesis, high-Level expression, and mutagenesis of Thiobacillus ferrooxidans Rusticyanin: His 85 Is a Ligand to the Blue Copper Center",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Casimiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toy-Palmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Blake",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Ii; Dyson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biochemistry",
            "volume": "34",
            "issn": "",
            "pages": "6640--6648",
            "other_ids": {
                "DOI": [
                    "10.1021/bi00020a009"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Int. J. Mol. Sci. 2018, 19, x FOR PEER REVIEW 4 of 21 refolding hairpins are functional elements capable of regulating frameshifting in both 70S and 80S ribosomes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Frameshifting regulation activity comparison of upstream internal SD-mediated duplexes in -1 and +1 frameshifting model systems of E. coli. (A) The -1 frameshifting attenuation activity of internal SD-mediated duplex on A6G -1 frameshifting site with a downstream pseudoknot. The blue arrow indicates stimulation of -1 FS by downstream structure, whereas T-bar indicates the attenuation of -1 FS by E-site juxtaposing internal SD. (B) The +1 frameshifting stimulation activity of internal SDmediated duplex on CUUUGA +1 frameshifting site in the absence of RF2. The rose red arrow indicates stimulation of +1 FS by E-site juxtaposing internal SD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Frameshifting regulation activity comparison of upstream internal SD-mediated duplexes in −1 and +1 frameshifting model systems of E. coli. (A) The −1 frameshifting attenuation activity of internal SD-mediated duplex on A6G −1 frameshifting site with a downstream pseudoknot. The blue arrow indicates stimulation of −1 FS by downstream structure, whereas T-bar indicates the attenuation of −1 FS by E-site juxtaposing internal SD. (B) The +1 frameshifting stimulation activity of internal SD-mediated duplex on CUUUGA +1 frameshifting site in the absence of RF2. The rose red arrow indicates stimulation of +1 FS by E-site juxtaposing internal SD. Int. J. Mol. Sci. 2018, 19,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Int. J. Mol. Sci. 2018, 19, x FOR PEER REVIEW 7 of 21",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Reduced +1 frameshifting by a downstream pseudoknot coexists with an unusual frameshifting event in the absence of RF2. (A) Sequences of the constructs designed to evaluate +1 attenuation activity of downstream mPK pseudoknot variants. MT and SL1 are the variants of mPK with mutations (in colors) to destabilize the stem1 and stem2, respectively. Please note that there are three UAA stop codons (with different colors) to terminate translation in three different frames in the absence of RF2 in these constructs using the pET GST-Rluc-1 reporter (Figure S1A) as the backbone. The -1 and +1 frame UAA stop codons are located in the N-terminal region of Rluc ORF with the -1 frame stop codon being moved to downstream of +1 frame stop codon in the \"shift\" construct. (B) The +1 frameshifting attenuation assays by SDS-PAGE analysis of 35 S methionine-labeled in vitro translation products for different mPK variant constructs in (A), with +1 PRF and potential -1 PRF products annotated. Calculated -1 and +1 PRF efficiency values displayed are means ± SD of three independent experiments. (C) Relative +1 PRF activity of construct with downstream WT mPK compared to MT with asterisks indicating p values < 0.05 using Student's t-test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "lanes 2 and 4), whereas it",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Reduced +1 frameshifting by a downstream pseudoknot coexists with an unusual frameshifting event in the absence of RF2. (A) Sequences of the constructs designed to evaluate +1 attenuation activity of downstream mPK pseudoknot variants.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Non-canonical -1 frameshifting confirmed by mass spectrometry analysis. (A) Fragmentation spectrum of the frameshifting site spanning peptide recovered from in-gel digestion sample. The fragment ions identified are indicated on top. (B) Fragmentation spectrum of chemically synthesized frameshifting site spanning peptide standard. (C) Nucleotide sequences spanning the 0 frame/-1 frame junction and corresponding amino acids encoded in the two different frames with the characterized LLITGVSVR peptide sequences underlined in blue color.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Non-canonical −1 frameshifting confirmed by mass spectrometry analysis. (A) Fragmentation spectrum of the frameshifting site spanning peptide recovered from in-gel digestion sample. The fragment ions identified are indicated on top. (B) Fragmentation spectrum of chemically synthesized frameshifting site spanning peptide standard. (C) Nucleotide sequences spanning the 0 frame/−1 frame junction and corresponding amino acids encoded in the two different frames with the characterized LLITGVSVR peptide sequences underlined in blue color.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "An identical nucleotide bridging E-and P-sites facilitates non-canonical -1 frameshifting. SDS-PAGE analysis of in vitro radioactivity based frameshifting assays of constructs with E-site or Psite mutagenesis. Calculated -1 and +1 PRF efficiencies displayed are means ± SD of three independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The downstream mPK stimulates -1 frameshifting with a five-nucleotide spacing toward the A-site sitting UGA codon. (A) The sequence and predicted structure of sp3 construct. (B) Radioactivity-based frameshifting assays of the sp3 construct (corresponding to spacer 3 model) compared with the CUUUGA-mPK construct (corresponding to spacer 5 model) inFigure 3A. Calculated -1 and +1 PRF efficiency values displayed are means ± SD of three independent experiments. (C) Proposed mechanisms of the non-canonical -1 PRF in the absence of RF2. The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "The downstream mPK stimulates −1 frameshifting with a five-nucleotide spacing toward the A-site sitting UGA codon. (A) The sequence and predicted structure of sp3 construct. (B) Radioactivity-based frameshifting assays of the sp3 construct (corresponding to spacer 3 model) compared with the CUUUGA-mPK construct (corresponding to spacer 5 model) inFigure 3A. Calculated −1 and +1 PRF efficiency values displayed are means ± SD of three independent experiments. (C) Proposed mechanisms of the non-canonical −1 PRF in the absence of RF2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "The -1 frameshifting is not required for +1 frameshifting attenuation activity of mPK. (A) SDS-PAGE analysis of in vitro radioactivity-based frameshifting assay of constructs containing CUUUGA frameshifting site with an UAU codon in the E-site, an upstream internal SD of dnaX (SD0), and different downstream mPK variants (WT and MT). The values displayed are means ± SD of three independent experiments. (B) Relative +1 PRF activity of (B) with asterisks indicating p value < 0.001 using Student's t-test. (C) SDS-PAGE analysis of in vitro radioactivity based frameshifting assay of a construct with an A6G frameshifting site and a stable upstream H1 hairpin. A5G is a read-through",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "The −1 frameshifting is not required for +1 frameshifting attenuation activity of mPK. (A) SDS-PAGE analysis of in vitro radioactivity-based frameshifting assay of constructs containing CUUUGA frameshifting site with an UAU codon in the E-site, an upstream internal SD of dnaX (SD0), and different downstream mPK variants (WT and MT). The values displayed are means ± SD of three independent experiments. (B) Relative +1 PRF activity of (B) with asterisks indicating p value < 0.001 using Student's t-test. (C) SDS-PAGE analysis of in vitro radioactivity based frameshifting assay of a construct with an A6G frameshifting site and a stable upstream H1 hairpin. A5G is a read-through control with the A6G slippery sequence mutated. The values displayed are means ± SD of three independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Int. J. Mol. Sci. 2018, 19, x FOR PEER REVIEW 14 of Bidirectional reading-frame switch regulation by structures flanking an empty A-site ribosome. (A) Partial sequences for reporter constructs inserted with CUUUGA frameshifting site and flanking structures of different stabilities. The A-site codon is UGA for RF2 exclusion frameshifting assay and is followed by a UAA 0-frame stop codon (colored in purple) to facilitate proper translation termination. The -1 and +1 frame UAA stop codons (in colors) are located in the N-terminal region of Rluc ORF. Mutations to destabilize the upstream or downstream structures are shown in red. (B) SDS-PAGE analysis of radioactivity-based frameshifting assay using constructs in (A) in the absence of RF2. (C) SDS-PAGE analysis of in vitro radioactivity-based frameshifting assay using constructs with CUUUGU frameshifting site and different flanking structures compared with those in (A). The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Bidirectional reading-frame switch regulation by structures flanking an empty A-site ribosome. (A) Partial sequences for reporter constructs inserted with CUUUGA frameshifting site and flanking structures of different stabilities. The A-site codon is UGA for RF2 exclusion frameshifting assay and is followed by a UAA 0-frame stop codon (colored in purple) to facilitate proper translation termination. The −1 and +1 frame UAA stop codons (in colors) are located in the N-terminal region of Rluc ORF. Mutations to destabilize the upstream or downstream structures are shown in red. (B) SDS-PAGE analysis of radioactivity-based frameshifting assay using constructs in (A) in the absence of RF2. (C) SDS-PAGE analysis of in vitro radioactivity-based frameshifting assay using constructs with CUUUGU frameshifting site and different flanking structures compared with those in (A). The experiments were performed under conditions with UGU as a hungry codon (Figure S6). Calculated −1 and +1 PRF efficiencies displayed are means ± SD of three independent experiments. (D) Scheme showing the opposite roles of flanking structures in bidirectional frameshifting regulation for an empty A-site ribosome.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Contributions: W.-P.H. and C.-P.C. performed the experiments; W.-P.H. and K.-Y.C. analyzed the data and wrote the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "This work was supported by the Ministry of Science and Technology of Taiwan [MOST 106-2313-B-005-056 to K.-Y.C.].",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Int. J. Mol. Sci. 2018, 19, x FOR PEER REVIEW 10 of 21",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Daniel Flynn for English editing and Chien-Hung Yu for reading the manuscript and comments. The LC-MS/MS analyses were supported by the Instrumentation Center and Mass Spectrometry Core Facility at National Taiwan University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}