{
    "paper_id": "5a054a570f409d5c2006369f19addc98d024b6c1",
    "metadata": {
        "title": "Structural bioinformatics Predicting pseudoknotted structures across two RNA sequences",
        "authors": [
            {
                "first": "Jana",
                "middle": [],
                "last": "Sperschneider",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amitava",
                "middle": [],
                "last": "Datta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Wise",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Motivation: Laboratory RNA structure determination is demanding and costly and thus, computational structure prediction is an important task. Single sequence methods for RNA secondary structure prediction are limited by the accuracy of the underlying folding model, if a structure is supported by a family of evolutionarily related sequences, one can be more confident that the prediction is accurate. RNA pseudoknots are functional elements, which have highly conserved structures. However, few comparative structure prediction methods can handle pseudoknots due to the computational complexity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "DotKnot-PW is introduced based on structural comparison of secondary structure elements and H-type pseudoknot candidates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "DotKnot-PW outperforms other methods from the literature on a hand-curated test set of RNA structures with experimental support. Availability: DotKnot-PW and the RNA structure test set are available at the web site http://dotknot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Macromolecules such as DNA, RNA and proteins have the ability to form diverse tertiary structures, which enable functionality and thus, life. For many decades, proteins were deemed the global players in the cell until RNA entered the spotlight. For example, RNA structures have been found to be catalytically active, which was assumed to be the privilege of proteins. Furthermore, small RNAs are known to regulate gene expression and RNA viruses employ a plethora of structure elements to invade the host cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To gain insight into macromolecule function, one must investigate the structure. The first step in RNA folding is stable base pairing that leads to a secondary structure. As RNA structure formation is of hierarchical nature, secondary structure is the basis for the tertiary fold that produces the functional structure. Especially for RNAs, structure determination by experimental means is an intricate and expensive task. Computational RNA structure prediction is therefore an invaluable tool for biologists. Comparative structure prediction is considered the most reliable approach for computational RNA structure prediction. Single sequence structure prediction is always limited by the accuracy of the underlying folding model. Three main streams have been identified for comparative RNA secondary structure prediction: (i) predict a structure from a pre-computed sequence alignment; (ii) simultaneously compute an alignment and a structure and (iii) alignment-free methods (Gardner and Giegerich, 2004) .",
            "cite_spans": [
                {
                    "start": 978,
                    "end": 1007,
                    "text": "(Gardner and Giegerich, 2004)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Tools for multiple sequence alignments such as ClustalW (Thompson et al., 1994) are readily available and thus, structure prediction from an alignment is a tempting approach [e.g. RNAalifold (Hofacker et al., 2002) ]. Such methods heavily depend on the sequence conservation and quality of the underlying alignment. However, ncRNAs are conserved rather on the structure level than on the sequence level. The gold standard of RNA comparative structure prediction is the Sankoff approach as it does not rely on a high-quality sequence alignment and captures the structural conservation of ncRNAs. Sankoff (1985) introduced a theoretical dynamic programming algorithm for simultaneous folding and aligning for a set of N sequences that takes O(n 3N ) time and O(n 2N ) space. Practical variants have been derived which more or less retain the Sankoff principle by sacrificing optimality. Alignment-free methods aim to avoid the pragmatic restrictions made in a practical Sankoff approach as well as the reliance on a high-quality alignment [e.g. CARNAC (Perriquet et al., 2003) ]. Note that all of these comparative structure prediction methods exclude the prediction of RNA pseudoknots.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 79,
                    "text": "(Thompson et al., 1994)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 191,
                    "end": 214,
                    "text": "(Hofacker et al., 2002)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 595,
                    "end": 609,
                    "text": "Sankoff (1985)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1050,
                    "end": 1074,
                    "text": "(Perriquet et al., 2003)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "RNA pseudoknots are crossing structure elements with diverse functions. The principle of pseudoknot formation is that bases within a loop region pair with complementary unpaired bases outside the loop. From an algorithmic point of view, even the simplest type of pseudoknot adds considerable computational demands due to crossing base pairs. In fact, the majority of comparative RNA structure prediction methods exclude pseudoknots. Biologists have delivered a wealth of studies, which show that pseudoknots have an astonishing number of diverse functions and occur in most classes of RNA (Staple and Butcher, 2005) . RNA viruses use pseudoknots for hijacking the replication apparatus of the host (Brierley et al., 2007) .",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 615,
                    "text": "(Staple and Butcher, 2005)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 698,
                    "end": 721,
                    "text": "(Brierley et al., 2007)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A limited number of RNA comparative structure prediction methods can handle pseudoknots due to the computational complexity. Several of these methods take a sequence alignment as an input. ILM is an algorithm that takes as an input either individual sequences or a sequence alignment (Ruan et al., 2004) . A base pair score matrix is prepared initially and helices are added to the structure in an iterative fashion. In the approach hxmatch, a maximum weighted matching algorithm with combined thermodynamic and covariance scores is used (Witwer et al., 2004) . This program gives the option to be combined with RNAalifold.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 303,
                    "text": "(Ruan et al., 2004)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 538,
                    "end": 559,
                    "text": "(Witwer et al., 2004)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "KNetFold is a machine learning method, which takes a sequence alignment as an input and outputs a consensus structure allowing pseudoknots (Bindewald and Shapiro, 2006) . Simulfold takes an alignment as an input and simultaneously calculates a structure including pseudoknots, a multiple-sequence alignment and an evolutionary tree by sampling from the joint posterior distributions (Meyer and Miklos, 2007) . Tfold combines stem stability, covariation and conservation to search for compatible stems and subsequently for pseudoknots for a set of aligned homologous sequences (Engelen and Tahi, 2010) . Several comparative structure prediction methods including pseudoknots do not rely on an initial sequence alignment. The graph-theoretical approach comRNA computes stem similarity scores and uses a maximum clique finding algorithm to find pseudoknotted structures (Ji et al., 2004) . SCARNA performs pairwise structural alignment of stem fragments with fixed lengths derived from the probability dot plot (Tabei et al., 2008) .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 168,
                    "text": "(Bindewald and Shapiro, 2006)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 383,
                    "end": 407,
                    "text": "(Meyer and Miklos, 2007)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 576,
                    "end": 600,
                    "text": "(Engelen and Tahi, 2010)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 867,
                    "end": 884,
                    "text": "(Ji et al., 2004)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1008,
                    "end": 1028,
                    "text": "(Tabei et al., 2008)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the following, a novel comparative approach for predicting structures including H-type pseudoknots called DotKnot-PW will be introduced. The input consists of two unaligned, evolutionarily related RNA sequences. Similarity scores between structure elements will be calculated. Statistically significant pairs will be used to find the set of conserved structure elements common to two sequences, which maximize a combined thermodynamic and similarity score. Using a hand-curated test set of pseudoknotted structures with experimental support, the prediction accuracy of DotKnot-PW will be compared with methods from the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Pseudoknots are functional elements in RNA structures and therefore, the most promising approach for comparative prediction is a structure comparison with less focus on exact sequence matching. In fact, perfect conservation on the sequence level can be more of a curse than a blessing. Especially ncRNAs are known to evolve quickly and so-called consistent and compensatory base pairs in both sequences will give much more confidence for structure conservation than a sequence alignment. One strong point of the DotKnot method for single sequence pseudoknot prediction (Sperschneider and Datta, 2010; Sperschneider et al., 2011) is that the set of possible H-type pseudoknot candidates (and secondary structure elements) is explicitly computed and thus readily available for further investigation. The main steps in the pairwise pseudoknot prediction approach DotKnot-PW are as follows ( Fig. 1) :",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 600,
                    "text": "(Sperschneider and Datta, 2010;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 601,
                    "end": 628,
                    "text": "Sperschneider et al., 2011)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 888,
                    "end": 895,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "APPROACH"
        },
        {
            "text": "(1) Run DotKnot for two unaligned sequences Seq x and Seq y . This returns secondary structure element and Htype pseudoknot candidate dictionaries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPROACH"
        },
        {
            "text": "(2) Calculate pairwise base pair similarity scores for secondary structure elements and H-type pseudoknot candidates. Keep significant pairs that have a low estimated P-value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPROACH"
        },
        {
            "text": "(3) Use significant pairs to calculate the set of conserved structure elements and pseudoknots for the two sequences that maximizes a combined free energy and similarity score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPROACH"
        },
        {
            "text": "The key point of the DotKnot-PW approach is how to score the similarity of stems, secondary structure elements and H-type pseudoknot candidates derived from sequences Seq x and Seq y . Related work has been done for stem finding in unaligned sequences, where stem candidates are assigned a matching score across unaligned sequences, e.g. in SCARNA. Another point is how to assess the significance of a similarity score using Pvalues. These points will be explained in detail in the following section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPROACH"
        },
        {
            "text": "For two unaligned RNA sequences Seq x and Seq y , the single sequence prediction method DotKnot (Sperschneider and Datta, 2010; Sperschneider et al., 2011) returns two stem dictionaries D s (x) and D s (y) derived from the probability dot plot. It also returns secondary structure element dictionaries D L s ðxÞ, D L s ðyÞ and D M s ðxÞ, D M s ðyÞ and H-type pseudoknot candidate dictionaries D p (x) and D p (y) (Fig. 1) . To detect conserved structure elements for the two sequences, a pairwise structural comparison is performed. Instead of a full structure-tostructure alignment, which takes O(n 4 ) time and O(n 3 ) space, pairwise base pair similarity scores are calculated using the RIBOSUM85-60 matrix for base pair substitutions (Klein and Eddy, 2003) .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 127,
                    "text": "(Sperschneider and Datta, 2010;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 128,
                    "end": 155,
                    "text": "Sperschneider et al., 2011)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 738,
                    "end": 760,
                    "text": "(Klein and Eddy, 2003)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 413,
                    "end": 421,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "For two given stems s i (x) and s j (y) with fixed lengths in sequences Seq x and Seq y , respectively, the base pair similarity score sim[s i (x), s j (y)] is calculated using an ungapped local structure alignment of the base pairs with the RIBOSUM85-60 matrix. As an example, consider the following optimal ungapped local structure alignment of the two stems with base pair similarity score of sim[s 1 (x), s 2 (y)] ¼ 22.04 using the RIBOSUM85-60 matrix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Base pair similarity scores of stems"
        },
        {
            "text": ")))))--To evaluate the significance of base pair similarity scores instead of the raw score, one has to find out what the underlying probability distribution is. Similar to the case of ungapped local sequence alignments (Karlin and Altschul, 1990) , it is assumed here that the base pair similarity scores follow an extreme value distribution. However, the main difference is that a comparison between fixed-length stem fragments is made. It is important to remember that parameters and K describe the extreme value distribution of optimal local alignment scores in the asymptotic limit of long sequences (Altschul et al., 2001) . Here, the parameters for the generalized extreme value distribution are pre-calculated using maximum Fig. 1 . For two unaligned RNA sequences Seq x and Seq y , DotKnot-PW produces structure element dictionaries derived from the probability dot plot. Similarity scores and P-values are computed to detect conserved elements likelihood fitting of a distribution to the histogram of a large sample of random base pair similarity scores. The maximum likelihood fitting was performed using the ismev package of the R statistical language for a range of stem lengths (see Supplementary Material). The P-value is defined as the probability to obtain a score greater than or equal to the observed score strictly by chance. A stem s i (x) in sequence Seq x and a stem s j (x) in sequence Seq y are a significant pair if the score sim[s i (x), s j (y)] has an estimated P-value less than . Stem pairs with a P-value larger than are not considered in the following.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 247,
                    "text": "(Karlin and Altschul, 1990)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 605,
                    "end": 628,
                    "text": "(Altschul et al., 2001)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 732,
                    "end": 738,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Base pair similarity scores of stems"
        },
        {
            "text": "For two interrupted stems, the base pair similarity score is calculated by deleting bulges and internal loops and scoring stems as consecutive base pairs. Base pair similarity scores for regular and interrupted stems are also calculated if the difference in number of base pairs is less than 5. For example, a stem with one bulge might be a conserved match with a regular stem. A stem s i (x) in sequence Seq x and a stem s j (y) in sequence Seq y are a significant pair if the score sim[s i (x), s j (y)] has an estimated P-value less than .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Base pair similarity scores of interrupted stems"
        },
        {
            "text": "Calculating the base pair similarity score for two multiloop structures is complex due to the variety of inner loop elements, which may be regular or interrupted stems. A multiloop s M i ðxÞ can be decomposed into an outer stem s o i ðxÞ and a set of inner structure elements",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Base pair similarity scores of multiloops"
        },
        {
            "text": "The base pair similarity score sim½s o i ðxÞ, s o j ðyÞ for the outer stems of two multi-loops can be easily obtained from the previously calculated base pair similarity scores. If the outer stem is a conserved match, a local alignment on the set of inner structure elements is used to find the base pair similarity score. Here, gaps are allowed in the local alignment of inner structure elements; however, no gap penalty is used. Let two sets of inner structure elements S i (x) ¼ [s 1 (x),. . ., s n (x)] and S j (y) ¼ [s 1 (y),. . ., s m (y)] be given. Let H(i, j) be the maximum similarity score between a suffix of S i (x) and a suffix of S j (y). The optimal local alignment is calculated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Base pair similarity scores of multiloops"
        },
        {
            "text": "Hði, 0Þ ¼ 0, 0 i n Hð0, jÞ ¼ 0, 0 j m Hði, jÞ ¼ max 0 Hði À 1, jÞ Hði À 1, j À 1Þ þ sim½s i ðxÞ, s j ðyÞ Hði, j À 1Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Base pair similarity scores of multiloops"
        },
        {
            "text": "A multiloop s M i ðxÞ in sequence Seq x and a multiloop s M j ðyÞ in sequence Seq y are a significant pair if the similarity score sim½s M i ðxÞ, s M j ðyÞ has an estimated P-value less than .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> > < > > :"
        },
        {
            "text": "A H-type pseudoknot has two pseudoknot stems S 1 and S 2 . The prerequisite for a conserved pseudoknot pair is that both core H-type pseudoknot stem pairs [S 1 (x), S 1 (y)] and [S 2 (x), S 2 (y)] are significant. The base pair similarity score for two H-type pseudoknots p i (x) and p j (y) in sequences Seq x and Seq y , respectively, is the sum of base pair similarity scores for the core pseudoknot stems as well as the base pair similarity score from a gapped local alignment of the recursive secondary structure elements in the loops (as described for multiloops). A pseudoknot p i (x) in sequence Seq x and a pseudoknot p j (y) in sequence Seq y are a significant pseudoknot pair if the similarity score sim[p i (x), p j (y)] has an estimated P-value less than .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Base pair similarity scores of H-type pseudoknots"
        },
        {
            "text": "The base pair similarity score calculated in the previous sections might not be powerful enough to distinguish true positive conserved structure element pairs from false-positive structure element pairs due to the finite lengths of stems and exclusion of loop sequences in the alignment. Therefore, a dissimilarity score is also used to confirm whether a pair is significant. The dissimilarity for two given structure elements s i (x) and s j (y) in sequences Seq x and Seq y is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dissimilarity and weight of significant structure elements pairs"
        },
        {
            "text": "where dissim 1 is the difference in the stem lengths and dissim 2 is the difference in the number of loop lengths. As an example, consider the pseudoknot pair p 1 (x) and p 1 (y) in sequences Seq x and Seq y , respectively, with stems S 1 , S 2 and loops L 1 , L 2 , L3. The pseudoknot pair has dissimilarity of 6. [[[[[[.) )))))) [.[[[[[[[.) ))))). .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 323,
                    "text": "[[[[[[.)",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 342,
                    "text": "[.[[[[[[[.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dissimilarity and weight of significant structure elements pairs"
        },
        {
            "text": "A weight is assigned to a significant pair, which is a combination of the free energy, covariation and dissimilarity. The overall weight s of a significant structure element pair [s i (x), s j (y)] in sequences Seq x and Seq y is a combination of the free energy weights w[s i (x)] and w[s j (y)], base pair similarity score sim[s i (x), s j (y)] and dissimilarity dissim[s i (x), s j (y)]: s½s i ðxÞ, s j ðyÞ ¼ Â sim½s i ðxÞ, s j ðyÞ À Â fw½s i ðxÞ þ w½s j ðyÞg À Â dissim½s i ðxÞ, s j ðyÞ Only structure element pairs with positive score s are allowed in the following dynamic programming algorithm. Here, and are set to 0.5 and is set to 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". .]]]]]]]]]]"
        },
        {
            "text": "Let p x 1 , . . . , p x n be the number of structure elements in the first sequence Seq x and p y 1 , . . . , p y m be the number of structure elements in the second sequence Seq y . Each structure element has a left and right endpoint in the sequence and is a stem, interrupted stem, multiloop or H-type pseudoknot. Structure elements can also be represented as nodes in a graph. In each sequence, the structure elements are ordered by their right endpoints. An edge is drawn between two structure elements in the first and the second sequence if their base pair similarity score has a P-value less than . Given the set of edges between nodes p x 1 , . . . , p x n and p y 1 , . . . , p y m , the goal is to find the set of edges with maximum weight that are non-crossing. This relates to finding the set of non-overlapping structure elements in the two sequences that maximize the score under the requirement that the interval ordering is preserved. A set of structure elements in the first and second sequence, which preserves the interval ordering is called a feasible structure element alignment and must satisfy the following two requirements. Each structure element can be aligned with at most one other structure element in the other sequence. The order of structure elements must be preserved with respect to the alignment. That is, if structure elements p x i and p x j in the first sequence are aligned with p y a and p y b in the second sequence, respectively, the pairs may never overlap: p x i 5p x j^p x a 5p x b (Fig. 2) . Given nodes p x 1 . . . , p x n in the first sequence Seq x and p y 1 , . . . , p y m in the second sequence Seq y , let f(i, a) be the maximum sum of edge weights for nodes between 1 and i in the first sequence and 1 and a in the second sequence such that the edges are non-crossing (i n and a m). The nodes that maximize the sum of edge weights are called an optimal structure element alignment for the two sequences. The optimal structure element alignment is calculated using dynamic programming. For a given structure element p i with start point a i and end point b i , let pre(i) be the non-overlapping predecessor. For each structure element, its predecessor is pre-computed using the sorted list of structure elements. The recursion for calculating the optimal structure element alignment is as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1528,
                    "end": 1536,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Finding best set of significant structure elements"
        },
        {
            "text": "Furthermore, nested structures are taken into account for significant outer stem pairs, which have estimated P-value less than . For each significant outer hairpin loop pair, the optimal structure element alignment of inner elements is computed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Finding best set of significant structure elements"
        },
        {
            "text": "For two unaligned RNA sequences Seq x and Seq y , the single sequence prediction method DotKnot returns structure element dictionaries derived from the probability dot plot. Let n and m be the number of structure elements in sequences Seq x and Seq y , respectively. Calculating the similarity scores and the optimal structure element alignment takes O(nm) time. Furthermore, nested structures are taken into account for significant outer stem pairs, which have estimated P-value less than . Let a be the number of significant stem pairs, where both stems are hairpin loops. For each significant outer hairpin loop pair, the optimal structure alignment of inner elements is computed. In the worst case, this increases time requirements to O(a Â nm). The number of structure elements depends on the base composition of the sequence. Empirically, n and m can be observed to grow linearly with the length of the sequence for uniform base distribution (see Supplementary Material). In practice, DotKnot-PW can be expected to run in the order of minutes for sequences shorter than 500 nt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time requirements"
        },
        {
            "text": "Many pseudoknot prediction programs have been evaluated using all the entries in the PseudoBase database (van Batenburg et al., 2000) . There are several caveats in this approach. First, the sequences given in PseudoBase are those which exactly harbor the pseudoknot. However, in practice structure prediction algorithms will be applied to longer sequences without prior knowledge of the pseudoknot location. Second, long-range pseudoknot entries appear in a truncated version in the database. Third, some classes of pseudoknots have a large number of entries (such as short H-type pseudoknots in the 3 0 -untranslated regions of plant viruses), whereas more complex types of pseudoknots only have one representative (such as long-range rRNA pseudoknots). Therefore, a hand-curated dataset of pseudoknot structures will be used here.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 133,
                    "text": "(van Batenburg et al., 2000)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "When it comes to pseudoknots, many structures have been published based on a secondary structure predicted by free energy minimization. These predicted secondary structures are used as a working model and refined using experimental techniques such as chemical and enzymatic probing. However, the native structure remains unsolved unless tertiary structure determination methods such as X-ray crystallography are used. Testing structures that are based on computer predictions with no experimental support creates a bias in the benchmark and will be avoided in this evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "A total of 16 pseudoknotted reference structures from different RNA types were collected, which have strong experimental support. For each reference structure, a supporting set of 10 evolutionarily related sequences was obtained from the RFAM database (Gardner et al., 2010) . Note that for the vast majority of supporting sequences, no experimentally determined structures are available. The average pairwise sequence identities vary from 55% to 99%. Given a reference structure, the performance of prediction algorithms is evaluated in terms of sensitivity (S), i.e. the percentage of base pairs in the reference structure, which are predicted correctly, as well as positive predictive value (PPV), i.e. the percentage of predicted pairs, which are in the reference structure. The Matthews correlation coefficient (MCC) is also reported and is in the range from À1 to 1, where 1 corresponds to a perfect prediction and À1 to a prediction that is in total disagreement with the reference structure. The performance of each method for predicting the reference structure was evaluated as described in Gardner and Giegerich (2004) .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 274,
                    "text": "(Gardner et al., 2010)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1100,
                    "end": 1128,
                    "text": "Gardner and Giegerich (2004)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "DotKnot-PW was compared with methods that are freely available and use standard input and output formats. The comparative methods are CARNAC, Tfold and hxmatch (with the -A option using RNAalifold). All of these methods return structure predictions for only the reference structure with regards to the support set of evolutionarily related sequences. Tfold and hxmatch take a sequence alignment as the input. ClustalW with the default parameters was used to produce the initial sequence alignment. DotKnot-PW and CARNAC take a set of unaligned sequences as the input. Furthermore, prediction results for the reference sequence (not the supporting sequences) were obtained from the single sequence methods DotKnot (Sperschneider and Datta, 2010; Sperschneider et al., 2011), ProbKnot (Bellaousov and Mathews, 2010) , IPknot (Sato et al., 2011) and RNAfold (Hofacker et al., 1994) . Note that all methods except CARNAC and RNAfold allow pseudoknot prediction.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 744,
                    "text": "(Sperschneider and Datta, 2010;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 745,
                    "end": 798,
                    "text": "Sperschneider et al., 2011), ProbKnot (Bellaousov and",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 813,
                    "text": "Mathews, 2010)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 823,
                    "end": 842,
                    "text": "(Sato et al., 2011)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 855,
                    "end": 878,
                    "text": "(Hofacker et al., 1994)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The results are shown in Table 1 . DotKnot-PW has the highest average MCC of 0.75 for the test sequences. For each reference structure with the 10 support sequences from the corresponding RFAM family, 10 predictions are returned ordered by the combined free energy and similarity score. If only the Fig. 2 . A set of edges with positive scores is given between nodes p 1 ,. . .,p 7 in the first sequence and p 1 ,. . .,p 6 in the second sequence. The goal is to find the best set of non-overlapping structure elements in the two sequences such that the interval ordering is preserved. The optimal structure element alignment, which preserves the interval ordering includes structure elements p 1 , p 4 , p 7 in the first sequence and p 1 , p 4 , p 6 in the second sequence pairwise prediction with highest combined free energy and similarity score is taken, DotKnot-PW has an improved average MCC of 0.81. Tfold and hxmatch have average MCC of 0.6 and 0.59, respectively. CARNAC has average MCC of 0.45 with much higher average specificity than sensitivity. The prediction results for single sequence structure prediction for each of the reference sequences with experimentally determined structures are also shown in Table 1 . Note that this does not include the prediction for the support sequences from RFAM, as no experimentally determined structures are available. All single sequence pseudoknot prediction methods show improved results over using RNAfold. DotKnot has the highest average MCC of 0.76, followed by IPKnot and ProbKnot.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 32,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 299,
                    "end": 305,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1218,
                    "end": 1225,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "As an example, consider the S15 mRNA pseudoknot that binds to specific proteins in the autoregulation mechanism of ribosomal protein S15 synthesis (Philippe et al., 1995) . For the reference sequence S15 and 10 support sequences from the corresponding RFAM family, DotKnot-PW returns pairwise predictions ordered by the combined free energy and similarity score. The top two pairwise predictions with the highest scores are shown in Figure 3 .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 170,
                    "text": "(Philippe et al., 1995)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 441,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We presented DotKnot-PW for prediction of structures common to two RNA sequences, including H-type pseudoknots. Both DotKnot and DotKnot-PW have been designed as dedicated pseudoknot prediction tools. In the following, important aspects of pseudoknot prediction will be discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Single sequence prediction methods are always limited by the underlying RNA folding model. This may be the set of free energy parameters used by free energy minimization methods or the underlying methodological framework such as maximum expected accuracy methods. DotKnot-PW shows excellent results on H-type pseudoknots with short interhelix loops. For this type of pseudoknots, DotKnot-PW uses free energy pseudoknot parameters by Chen (2006, 2009 ) based on polymer statistical mechanics. Improvements of the accuracy of free energy parameters, both for secondary structures and pseudoknots, will lead to more accurate prediction methods. However, one has to keep in mind that the algorithms themselves must be designed in such a fashion that novel parameters can be efficiently incorporated. The heuristic framework of DotKnot-PW has been designed such that it can incorporate sophisticated free energy parameters for pseudoknots, secondary structures and coaxial stacking. In the future, DotKnot-PW could also use contributions from basic tertiary structure elements such as base triples around the pseudoknot junction or stem-loop interactions.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 449,
                    "text": "Chen (2006, 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The underlying folding model"
        },
        {
            "text": "Pseudoknot prediction algorithms come in two flavors: either they can predict a certain, restricted class of pseudoknots or they do not have a restriction on the type of pseudoknot that can be predicted. For methods using free energy parameters, the inclusion of general types of pseudoknots might be more of a ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The type of pseudoknot"
        },
        {
            "text": "Each reference structure is given by its ID (see Supplementary Material for dot-bracket notation). The following column gives the method of experimental support (NMR, NMR spectroscopy; X-ray, X-ray crystallography; SC, sequence comparison; MG, mutagenesis; SP, structure probing), length of the sequence and number of pseudoknots. For each reference structure, the corresponding RFAM family ID, average sequence length and average pairwise sequence identity is shown. The * symbol means that the method failed to run. The 'first' prediction for DotKnot-PW is the pairwise prediction with highest combined free energy and similarity score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "curse than a blessing, as no reliable free energy parameters for complex pseudoknots are available. DotKnot-PW has restrictions on the type of pseudoknot that can be predicted. However, this does not always lead to poor prediction results in practice. For example, DotKnot-PW shows the best result for the HDV ribozyme, which is a complex double nested pseudoknot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "The results from the benchmark for structure prediction in Table 1 must be interpreted with care. First, the tested methods can be run with different parameters, possibly producing better results. However, as a typical user has no prior knowledge about the structure, the default parameters for each method are used. Of course, a comprehensive benchmark should include a larger number of structures to obtain a more reliable evaluation. However, in this study, the focus has been on a test set where the structures are supported experimentally. Many structures have been published, which were determined using computational tools and this will inevitably create a bias in a benchmark, and thus they were excluded here.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The trouble with benchmarking"
        },
        {
            "text": "Here, an extension of the single sequence prediction method DotKnot was presented based on the pairwise comparison of structure elements. This approach called DotKnot-PW is designed as an algorithm for finding the structure including H-type pseudoknots common to two sequences. As shown in Table 1 , DotKnot-PW can greatly improve structure predictions for RNA families when compared with the single sequence prediction using DotKnot. In some cases, a comparative approach might have lower sensitivity than a single sequence prediction; however, this should not generally be judged as 'inferior'. For example, ncRNAs might preserve some integral base pairs throughout evolution and only these will be detected by a comparative approach, which returns the set of base pairs common to a set of evolutionarily related sequences. DotKnot-PW uses a set of unaligned sequences as the input; therefore, no expert user intervention is required. In the future, DotKnot-PW will be extended to include intramolecular kissing hairpins. Furthermore, constrained folding will be implemented to predict a structure subject to constraints, e.g. enforce certain base pairs or regions, which must remain unpaired.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 297,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Gaining confidence with multiple sequences"
        },
        {
            "text": "DotKnot-PW has been designed as a dedicated pseudoknot prediction tool and should be applied to RNA sequences where pseudoknotted interactions are suspected in the structures. Prediction accuracy will inevitably decrease for sequences, which are longer than say 400 nt for any single sequence structure prediction method (Reeder et al., 2006) . To achieve reliable results, short sequences should be folded using DotKnot and predictions should be compared with results from other methods from the literature. To gain confidence in predictions, subsequent comparative prediction using DotKnot-PW and other comparative methods is highly recommended. Ideally, experimental verification of computationally predicted pseudoknots should be sought. Fig. 3 . Pairwise prediction results for the S15 mRNA pseudoknot (RFAM family RF00114) with the top two combined free energy and similarity scores. The reference structure is shown at the top and folds into two conformations in dynamic equilibrium: a H-type pseudoknot or a series of hairpins.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 342,
                    "text": "(Reeder et al., 2006)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 742,
                    "end": 748,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "CONCLUSION"
        },
        {
            "text": "For the pairwise prediction with highest score, the pseudoknot structure is returned. For the second-best pairwise prediction, the alternative hairpin loop structure is returned",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The estimation of statistical parameters for local alignment score distributions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Altschul",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nucleic Acids Res",
            "volume": "29",
            "issn": "",
            "pages": "351--361",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An RNA pseudoknot as the molecular switch for translation of the repZ gene encoding the replication initiator of IncI alpha plasmid ColIb-P9",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Asano",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizobuchi",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Biol. Chem",
            "volume": "273",
            "issn": "",
            "pages": "11815--11825",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ProbKnot: fast prediction of RNA secondary structure including pseudoknots",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bellaousov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "RNA",
            "volume": "16",
            "issn": "",
            "pages": "1870--1880",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "RNA secondary structure prediction from sequence alignments using a network of k-nearest neighbor classifiers",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bindewald",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "RNA",
            "volume": "12",
            "issn": "",
            "pages": "342--352",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viral RNA pseudoknots: versatile motifs in gene expression and replication",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Rev. Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "598--610",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Predicting RNA pseudoknot folding thermodynamics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucleic Acids Res",
            "volume": "34",
            "issn": "",
            "pages": "2634--2652",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Predicting structures and stabilities for H-type pseudoknots with interhelix loops",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "RNA",
            "volume": "15",
            "issn": "",
            "pages": "696--706",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Tfold: efficient in silico prediction of non-coding RNA secondary structures",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Engelen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tahi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic Acids Res",
            "volume": "38",
            "issn": "",
            "pages": "2453--2466",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Crystal structure of a hepatitis delta virus ribozyme",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Ferre-D&apos;amare",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "395",
            "issn": "",
            "pages": "567--574",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A comprehensive comparison of comparative RNA structure prediction approaches",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Giegerich",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMC Bioinformatics",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rfam: Wikipedia, clans and the ''decimal'' release",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "",
            "pages": "141--145",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "New insight into RNase P RNA structure from comparative analysis of the archaeal RNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "RNA",
            "volume": "7",
            "issn": "",
            "pages": "220--232",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Fast folding and comparison of RNA secondary structures",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Hofacker",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Monatsh. Chem",
            "volume": "125",
            "issn": "",
            "pages": "167--188",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Secondary structure prediction for aligned RNA sequences",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Hofacker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Mol. Biol",
            "volume": "319",
            "issn": "",
            "pages": "1059--1066",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A graph theoretical approach for predicting common RNA secondary structure motifs including pseudoknots in unaligned sequences",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Bioinformatics",
            "volume": "20",
            "issn": "",
            "pages": "1591--1602",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Methods for assessing the statistical significance of molecular sequence features by using general scoring schemes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karlin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Altschul",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci. U S A",
            "volume": "87",
            "issn": "",
            "pages": "2264--2268",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Structural basis of glmS ribozyme activation by glucosamine-6-phosphate",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Ferre-D&apos;amare",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "313",
            "issn": "",
            "pages": "1752--1756",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "RSEARCH: finding homologs of single structured RNA sequences",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Eddy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMC Bioinformatics",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ribosomal binding to the internal ribosomal entry site of classical swine fever virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Kolupaeva",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "RNA",
            "volume": "6",
            "issn": "",
            "pages": "1791--1807",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Chloroplast phosphoglycerate kinase, a gluconeogenetic enzyme, is required for efficient accumulation of Bamboo mosaic virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "424--432",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "SimulFold: simultaneously inferring RNA structures including pseudoknots, alignments, and trees using a Bayesian MCMC framework",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Miklos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Comput. Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Structure of the S-adenosylmethionine riboswitch regulatory mRNA element",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Montange",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Batey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "441",
            "issn": "",
            "pages": "1172--1175",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An NMR and mutational analysis of an RNA pseudoknot of Escherichia coli tmRNA involved in trans-translation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nameki",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nucleic Acids Res",
            "volume": "27",
            "issn": "",
            "pages": "3667--3675",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Terminal RNA replication elements in human parechovirus 1",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Nateri",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "13116--13122",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The stimulatory RNA of the Visna-Maedi retrovirus ribosomal frameshifting signal is an unusual pseudoknot with an interstem element",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pennell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "RNA",
            "volume": "14",
            "issn": "",
            "pages": "1366--1377",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Finding the common structure shared by two homologous RNAs",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Perriquet",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bioinformatics",
            "volume": "19",
            "issn": "",
            "pages": "108--116",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Structural basis for ribosome recruitment and manipulation by a viral IRES RNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Pfingsten",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "314",
            "issn": "",
            "pages": "1450--1454",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Molecular dissection of the pseudoknot governing the translational regulation of Escherichia coli ribosomal-protein S15",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Philippe",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nucleic Acids Res",
            "volume": "23",
            "issn": "",
            "pages": "18--28",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A three-stemmed mRNA pseudoknot in the SARS coronavirus frameshift signal",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Beyond Mfold: recent advances in RNA bioinformatics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reeder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Biotechnol",
            "volume": "124",
            "issn": "",
            "pages": "41--55",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Folding of a transcriptionally acting preQ1 riboswitch",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rieder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl. Acad. Sci. U S A",
            "volume": "107",
            "issn": "",
            "pages": "10804--10809",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "An iterated loop matching approach to the prediction of RNA secondary structures with pseudoknots",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Bioinformatics",
            "volume": "20",
            "issn": "",
            "pages": "58--66",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Simultaneous solution of the RNA folding, alignment and protosequence problems",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sankoff",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "SIAM J. Appl. Math",
            "volume": "45",
            "issn": "",
            "pages": "810--825",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "IPknot: fast and accurate prediction of RNA secondary structures with pseudoknots using integer programming",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "27",
            "issn": "",
            "pages": "85--93",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "DotKnot: pseudoknot prediction using the probability dot plot under a refined energy model",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sperschneider",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic Acids Res",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Heuristic RNA pseudoknot prediction including intramolecular kissing hairpins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sperschneider",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "RNA",
            "volume": "17",
            "issn": "",
            "pages": "27--38",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Pseudoknots: RNA structures with diverse functions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Staple",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Butcher",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A fast structural multiple alignment method for long RNA sequences",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tabei",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Bioinformatics",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Structure and function of telomerase RNA",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Theimer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feigon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr. Opin. Struct. Biol",
            "volume": "16",
            "issn": "",
            "pages": "307--318",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, positionspecific gap penalties and weight matrix choice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nucleic Acids Res",
            "volume": "22",
            "issn": "",
            "pages": "4673--4680",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "PseudoBase: a database with RNA pseudoknots",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "H D"
                    ],
                    "last": "Van Batenburg",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nucleic Acids Res",
            "volume": "28",
            "issn": "",
            "pages": "201--204",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A phylogenetically conserved hairpin-type 3' untranslated region pseudoknot functions in coronavirus RNA replication",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "8349--8355",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Prediction of consensus RNA secondary structures including pseudoknots",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Witwer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "IEEE/ACM Trans. Comput. Biol. Bioinform",
            "volume": "1",
            "issn": "",
            "pages": "66--77",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "(. . . . . . . . . . . . . . .[[",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Prediction results using a test set of different RNA classes",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Continued Type First (Average) CARNAC Tfold hxmatch DotKnot ProbKnot IPknot RNA fold mRNA S15 (Philippe et al., tmRNA Ec-tmRNA(Nameki et al.,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the reviewers for their time and thoughtful comments that helped to considerably improve the quality of the manuscript.Funding: International Postgraduate Research Scholarship (IPRS) from the Australian Government (to J.S.).Conflict of Interest: none declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}