{
    "paper_id": "5aebac2302d94acc406291d65cc7c538ab71dae1",
    "metadata": {
        "title": "Open Peer Review Targeting viral entry as a strategy for broad-spectrum antivirals [version 1; peer review: 3 approved] v1",
        "authors": [
            {
                "first": "Michela",
                "middle": [],
                "last": "Mazzon",
                "suffix": "",
                "affiliation": {},
                "email": "m.mazzon@ucl.ac.ukm.marsh@ucl.ac.uk"
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Marsh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Graham",
                "middle": [],
                "last": "Simmons Francisco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "California",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Usa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mazzon",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marsh",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "F1000 Faculty Reviews are written by members of the prestigious . They are F1000 Faculty commissioned and are peer reviewed before publication to ensure that the final, published version is comprehensive and accessible. The reviewers who approved the final version are listed with their names and affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The process of entry into a host cell is a key step in the life cycle of most viruses. In recent years, there has been a significant increase in our understanding of the routes and mechanisms of entry for a number of these viruses. This has led to the development of novel broad-spectrum antiviral approaches that target host cell proteins and pathways, in addition to strategies focused on individual viruses or virus families. Here we consider a number of these approaches and their broad-spectrum potential. PubMed Abstract | Publisher Full Text 2. Mercer J, Schelhaas M, Helenius A: Virus entry by endocytosis. Annu Rev Biochem. 2010; 79: 803-33. PubMed Abstract | Publisher Full Text 3. Sánchez-San Martín C, Liu CY, Kielian M: Dealing with low pH: entry and exit of alphaviruses and flaviviruses. Trends Microbiol. 2009; 17(11): 514-21. PubMed Abstract | Publisher Full Text | Free Full Text 4. Mercer J, Helenius A: Vaccinia virus uses macropinocytosis and apoptotic mimicry to enter host cells. Science. 2008; 320(5875): 531-5. PubMed Abstract | Publisher Full Text | F1000 Recommendation 5. Moller-Tank S, Maury W: Ebola virus entry: a curious and complex series of events. PLoS Pathog. 2015; 11(4): e100473. PubMed Abstract | Publisher Full Text | Free Full Text 6. Saeed MF, Kolokoltsov AA, Albrecht T, et al.: Cellular entry of ebola virus involves uptake by a macropinocytosis-like mechanism and subsequent trafficking through early and late endosomes. PLoS Pathog. 2010; 6(9): e1001110. PubMed Abstract | Publisher Full Text | Free Full Text 7. WuDunn D, Spear PG: Initial interaction of herpes simplex virus with cells is binding to heparan sulfate. J Virol. 1989; 63(1): 52-8. PubMed Abstract | Free Full Text 8. Giroglou T, Florin L, Schäfer F, et al.: Human papillomavirus infection requires cell surface heparan sulfate. J Virol. 2001; 75(3): 1565-70. PubMed Abstract | Publisher Full Text | Free Full Text 9. Feldman SA, Hendry RM, Beeler JA: Identification of a linear heparin binding domain for human respiratory syncytial virus attachment glycoprotein G. J Virol. 1999; 73(8): 6610-7. PubMed Abstract | Free Full Text 10. Klimyte EM, Smith SE, Oreste P, et al.: Inhibition of Human Metapneumovirus Binding to Heparan Sulfate Blocks Infection in Human Lung Cells and Airway Tissues. J Virol. 2016; 90(20): 9237-50. PubMed Abstract | Publisher Full Text | Free Full Text 11. Collett MS, Hincks JR, Benschop K, et al.: Antiviral Activity of Pocapavir in a Randomized, Blinded, Placebo-Controlled Human Oral Poliovirus Vaccine Challenge Model. J Infect Dis. 2017; 215(3): 335-343.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "PubMed Abstract | Publisher Full Text | Free Full Text 12. Ghosh T, Chattopadhyay K, Marschall M, et al.: Focus on antivirally active sulfated polysaccharides: from structure-activity analysis to clinical evaluation. Glycobiology. 2009; 19(1): 2-15. PubMed Abstract | Publisher Full Text 13. Lee E, Pavy M, Young N, et al.: Antiviral effect of the heparan sulfate mimetic, PI-88, against dengue and encephalitic flaviviruses. Antiviral Res. 2006; 69(1): 31-8. PubMed Abstract | Publisher Full Text 14. Cagno V, Andreozzi P, D'Alicarnasso M, et al.: Broad-spectrum non-toxic antiviral nanoparticles with a virucidal inhibition mechanism. Nat Mater. 2018; 17(2): 195-203. PubMed Abstract | Publisher Full Text | F1000 Recommendation 15. Botos I, Wlodawer A: Cyanovirin-N: a sugar-binding antiviral protein with a new twist. Cell Mol Life Sci. 2003; 60(2): 277-87. PubMed Abstract | Publisher Full Text 16. Barrientos LG, O'Keefe BR, Bray M, et al.: Cyanovirin-N binds to the viral surface glycoprotein, GP 1,2 and inhibits infectivity of Ebola virus. Antiviral Res. 2003; 58(1): 47-56. PubMed Abstract | Publisher Full Text 17. Zhou Y, Simmons G: Development of novel entry inhibitors targeting emerging viruses. Expert Rev Anti Infect Ther. 2012; 10(10): 1129-38. PubMed Abstract | Publisher Full Text | Free Full Text 18. Carette JE, Raaben M, Wong AC, et al.: Ebola virus entry requires the cholesterol transporter Niemann-Pick C1. Nature. 2011; 477(7364): 340-3. PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 19. Malakhov MP, Aschenbrenner LM, Smee DF, et al.: Sialidase fusion protein as a novel broad-spectrum inhibitor of influenza virus infection. Antimicrob Agents Chemother. 2006; 50(4): 1470-9. PubMed Abstract | Publisher Full Text | Free Full Text 20. Moss RB, Hansen C, Sanders RL, et al.: A phase II study of DAS181, a novel host directed antiviral for the treatment of influenza infection. J Infect Dis. 2012; 206(12): 1844-51. PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 21. Li F, Ma C, Wang J: Inhibitors targeting the influenza virus hemagglutinin. Curr Med Chem. 2015; 22(11): 1361-82. PubMed Abstract | Publisher Full Text 22. MacArthur RD, Novak RM: Reviews of anti-infective agents: maraviroc: the first of a new class of antiretroviral agents. Clin Infect Dis. 2008; 47(2): 236-41. PubMed Abstract | Publisher Full Text 23. Dorr P, Westby M, Dobbs S, et al.: Maraviroc (UK-427,857), a potent, orally bioavailable, and selective small-molecule inhibitor of chemokine receptor CCR5 with broad-spectrum anti-human immunodeficiency virus type 1 activity. Antimicrob Agents Chemother. 2005; 49(11): 4721-32. PubMed Abstract | Publisher Full Text | Free Full Text 24. Pastore C, Ramos A, Mosier DE: Intrinsic obstacles to human immunodeficiency virus type 1 coreceptor switching. J Virol. 2004; 78(14): 7565-74. PubMed Abstract | Publisher Full Text | Free Full Text 25. Vermeire K, Bell TW, van Puyenbroeck V, et al.: Signal peptide-binding drug as a selective inhibitor of co-translational protein translocation. PLoS Biol. 2014; 12(12): e1002011. PubMed Abstract | Publisher Full Text | Free Full Text 26. van Dongen MJP, Kadam RU, Juraszek J, et al.: A small-molecule fusion inhibitor of influenza virus is orally active in mice. Science. 2019; 363(641): pii: eaar6221. PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 27. Jae LT, Raaben M, Herbert AS, et al.: Virus entry. Lassa virus entry requires a trigger-induced receptor switch. Science. 2014; 344(6191): 1506-10. PubMed Abstract | Publisher Full Text | Free Full Text 28. Wec AZ, Nyakatura EK, Herbert AS, et al.: A \"Trojan horse\" bispecificantibody strategy for broad protection against ebolaviruses. Science. 2016; 354(6310): 350-4. PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 29. Fabozzi G, Pegu A, Koup RA, et al.: Bispecific antibodies: Potential immunotherapies for HIV treatment. Methods. 2019; 154: 118-24. PubMed Abstract | Publisher Full Text | Free Full Text 30. Côté M, Misasi J, Ren T, et al.: Small molecule inhibitors reveal Niemann-Pick C1 is essential for Ebola virus infection. Nature. 2011; 477(7364): 344-8. PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 31. Buontempo PJ, Cox S, Wright-Minogue J, et al.: SCH 48973: a potent, broadspectrum, antienterovirus compound. Antimicrob Agents Chemother. 1997; 41(6): 1220-5. PubMed Abstract | Publisher Full Text | Free Full Text 32. Torres-Torres S, Myers AL, Klatte JM, et al.: First use of investigational antiviral drug pocapavir (v-073) for treating neonatal enteroviral sepsis. Pediatr Infect Dis J. 2015; 34(1): 52-4. PubMed Abstract | Publisher Full Text 33. Smith TJ, Kremer MJ, Luo M, et al.: The site of attachment in human rhinovirus 14 for antiviral agents that inhibit uncoating. Science. 1986; 233(4770): 1286-93. PubMed Abstract | Publisher Full Text 34. Abdelnabi R, Geraets JA, Ma Y, et al.: A novel druggable interprotomer pocket in the capsid of rhino-and enteroviruses. PLoS Biol. 2019; 17(6): e3000281. PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 35. Sun L, Lee H, Thibaut HJ, et al.: Viral engagement with host receptors blocked by a novel class of tryptophan dendrimers that targets the 5-fold-axis of the enterovirus-A71 capsid. PLoS Pathog. 2019; 15(5): e1007760. PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 36. Diehl N, Schaal H: Make yourself at home: viral hijacking of the PI3K/Akt signaling pathway. Viruses. 2013; 5(12): 3192-212. PubMed Abstract | Publisher Full Text | Free Full Text 37. Mazzon M, Castro C, Thaa B, et al.: Alphavirus-induced hyperactivation of PI3K/ AKT directs pro-viral metabolic changes. PLoS Pathog. 2018; 14(1): e1006835. PubMed Abstract | Publisher Full Text | Free Full Text 38. Mercer J, Knébel S, Schmidt FI, et al.: Vaccinia virus strains use distinct forms of macropinocytosis for host-cell entry. Proc Natl Acad Sci U S A. 2010; 107(20): 9346-51. PubMed Abstract | Publisher Full Text | Free Full Text 39. Dutta D, Williamson CD, Cole NB, et al.: Pitstop 2 is a potent inhibitor of clathrinindependent endocytosis. PLoS One. 2012; 7(9): e45799. PubMed Abstract | Publisher Full Text | Free Full Text 40. Macia E, Ehrlich M, Massol R, et al.: Dynasore, a cell-permeable inhibitor of dynamin. Dev Cell. 2006; 10(6): 839-50. PubMed Abstract | Publisher Full Text | F1000 Recommendation 41. McCluskey A, Daniel JA, Hadzic G, et al.: Building a better dynasore: the dyngo compounds potently inhibit dynamin and endocytosis. Traffic. 2013; 14(12): 1272-89. PubMed Abstract | Publisher Full Text | Free Full Text 42. Harper CB, Martin S, Nguyen TH, et al.: Dynamin inhibition blocks botulinum neurotoxin type A endocytosis in neurons and delays botulism. J Biol Chem. 2011; 286(41): 35966-76. PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 43. de Wilde AH, Jochmans D, Posthuma CC, et al.: Screening of an FDA-approved compound library identifies four small-molecule inhibitors of Middle East respiratory syndrome coronavirus replication in cell culture. Antimicrob Agents Chemother. 2014; 58(8): 4875-84. PubMed Abstract | Publisher Full Text | Free Full Text 44. Blaising J, Lévy PL, Polyak SJ, et al.: Arbidol inhibits viral entry by interfering PubMed Abstract | Publisher Full Text 45. Mazzon M, Ortega-Prieto AM, Imrie D, et al.: Identification of Broad-Spectrum Antiviral Compounds by Targeting Viral Entry. Viruses. 2019; 11(2): pii: E176. PubMed Abstract | Publisher Full Text | Free Full Text 46. Banbury DN, Oakley JD, Sessions RB, et al.: Tyrphostin A23 inhibits internalization of the transferrin receptor by perturbing the interaction between tyrosine motifs and the medium chain subunit of the AP-2 adaptor complex. J Biol Chem. 2003; 278(14): 12022-8. PubMed Abstract | Publisher Full Text 47. Dejonghe W, Kuenen S, Mylle E, et al.: Mitochondrial uncouplers inhibit clathrinmediated endocytosis largely through cytoplasmic acidification. Nat Commun. 2016; 7: 11710. PubMed Abstract | Publisher Full Text | Free Full Text 48. Jurgeit A, McDowell R, Moese S, et al.: Niclosamide is a proton carrier and targets acidic endosomes with broad antiviral effects. PLoS Pathog. 2012; 8(10): e1002976. PubMed Abstract | Publisher Full Text | Free Full Text 49. HAYES WJ, LAWS JR: Classes of pesticides. In: LAWS H. (ed.) Handbook of Pesticide Toxicology. New york, NY: Academic press. 1991. Publisher Full Text 50. Doms RW, Moore JP: HIV-1 membrane fusion: targets of opportunity. J Cell Biol. 2000; 151(2): F9-14. PubMed Abstract | Publisher Full Text | Free Full Text 51. Kaufmann SHE, Dorhoi A, Hotchkiss RS, et al.: Host-directed therapies for bacterial and viral infections. Nat Rev Drug Discov. 2018; 17(1): 35-56. PubMed Abstract | Publisher Full Text 52. Savarino A, Boelaert JR, Cassone A, et al.: Effects of chloroquine on viral infections: an old drug against today's diseases? Lancet Infect Dis. 2003; 3(11): 722-7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "PubMed Abstract | Publisher Full Text 53. Long J, Wright E, Molesti E, et al.: Antiviral therapies against Ebola and other emerging viral diseases using existing medicines that block virus entry [version 2; peer review: 2 approved]. F1000Res. 2015; 4: 30. PubMed Abstract | Publisher Full Text | Free Full Text 54. Nicholson KG, Wiselka MJ: Amantadine for influenza A. BMJ. 1991; 302(6774): 425-6. PubMed Abstract | Publisher Full Text | Free Full Text 55. Monto AS, Arden NH: Implications of Viral Resistance to Amantadine in Control of Influenza A. Clin Infect Dis. 1992; 15(2): 362-7. PubMed Abstract | Publisher Full Text 56. Schornberg K, Matsuyama S, Kabsch K, et al.: Role of endosomal cathepsins in entry mediated by the Ebola virus glycoprotein. J Virol. 2006; 80(8): 4174-8. PubMed Abstract | Publisher Full Text | Free Full Text 57. Sakurai Y, Kolokoltsov AA, Chen CC, et al.: Ebola virus. Two-pore channels control Ebola virus host cell entry and are drug targets for disease treatment. Science. 2015; 347(6225): 995-8. PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 58. Xiao JH, Rijal P, Schimanski L, et al.: Characterization of Influenza Virus Pseudotyped with Ebolavirus Glycoprotein. J Virol. 2018; 92(4): pii: e00941-17. PubMed Abstract | Publisher Full Text | Free Full Text 59. Penny CJ, Vassileva K, Jha A, et al.: Mining of Ebola virus entry inhibitors identifies approved drugs as two-pore channel pore blockers. Biochim Biophys Acta Mol Cell Res. 2019; 1866(7): 1151-1161. PubMed Abstract | Publisher Full Text 78. Han Y, Mesplède T, Xu H, et al.: The antimalarial drug amodiaquine possesses anti-ZIKA virus activities J Med Virol. 2018; 90(5): 796-802. PubMed Abstract | Publisher Full Text 79. Vigant F, Lee J, Hollmann A, et al.: A Mechanistic Paradigm for Broad-Spectrum Antivirals that Target Virus-Cell Fusion. PLoS Pathog. 2013; 9(4): e1003297. PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 80. Wolf MC, Freiberg AN, Zhang T, et al.: A broad-spectrum antiviral targeting entry of enveloped viruses. Proc Natl Acad Sci U S A. 2010; 107(7): 3157-62. PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 81. Zhu JD, Meng W, Wang XJ, et al.: Broad-spectrum antiviral agents. Front Microbiol. 2015; 6: 517. PubMed Abstract | Publisher Full Text | Free Full Text 82. Lu DY, Wu HY, Yarla NS, et al.: HAART in HIV/AIDS Treatments: Future Trends. Infect Disord Drug Targets. 2018; 18(1): 15-22. PubMed Abstract | Publisher Full Text | F1000 Recommendation 83. Ford N, Shubber Z, Calmy A, et al.: Choice of Antiretroviral Drugs for Postexposure Prophylaxis for Adults and Adolescents: A Systematic Review. Clin Infect Dis. 2015; 60 Suppl 3: S170-S176. PubMed Abstract | Publisher Full Text 84. Kirby BJ, Symonds WT, Kearney BP, et al.: Pharmacokinetic, Pharmacodynamic, and Drug-Interaction Profile of the Hepatitis C Virus NS5B Polymerase Inhibitor Sofosbuvir. Clin Pharmacokinet. 2015; 54(7): 677-90. PubMed Abstract | Publisher Full Text 85. Bekerman E, Einav S: Infectious disease. Combating emerging viral threats. Science. 2015; 348(6232): 282-3. PubMed Abstract | Publisher Full Text | Free Full Text 86. Cross RW, Mire CE, Feldmann H, et al.: Post-exposure treatments for Ebola and Marburg virus infections. Nat Rev Drug Discov. 2018; 17: 413-34. PubMed Abstract | Publisher Full Text 87. de La Vega MA, Caleo G, Audet J, et al.: Ebola viral load at diagnosis associates with patient outcome and outbreak evolution. J Clin Invest. 2015; 125(12): 4421-8. PubMed Abstract | Publisher Full Text | Free Full Text 88. Thi EP, Lee ACH, Geisbert JB, et al.: Rescue of non-human primates from advanced Sudan ebolavirus infection with lipid encapsulated siRNA. Nat Microbiol. 2016; 1(10): 16142. PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 89. Vaughn DW, Green S, Kalayanarooj S, et al.: Dengue Viremia Titer, Antibody Response Pattern, and Virus Serotype Correlate with Disease Severity. J Infect Dis. 2000; 181(1): 2-9. PubMed Abstract | Publisher Full Text 90. Dwek RA, Butters TD, Platt FM, et al.: Targeting glycosylation as a therapeutic approach. Nat Rev Drug Discov. 2002; 1(1): 65-75. PubMed Abstract | Publisher Full Text",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Although not a guarantee of successful infection, entry into a host cell is a critical stage in the life of a virus 1,2 . Once inside a cell, a virus still needs to overcome a hostile environment, evade immune responses, and subvert a range of cellular proteins and pathways to facilitate its replication. However, finding a permissive cell and delivering genetic information into its cytoplasm, and in some cases nucleus, is the first necessary step for viral infection. This has at least two important implications from a prophylactic and/or therapeutic perspective. The first is that blocking viral entry stops infection early on, preventing viral replication. The second is that because many viruses exploit cellular endocytic mechanisms to initiate internalization and infection, and cells have just a few such mechanisms, inhibiting these pathways may affect many different viruses, greatly expanding our currently limited antiviral portfolio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is now well established that, after initial attachment to the cell surface, many viruses, both enveloped and non-enveloped, exploit changes in environmental conditions, such as pH, interaction with a cellular receptor, or the activity of proteolytic enzymes, to trigger conformational changes in key proteins that mediate cell membrane penetration 1-3 . For enveloped viruses, the virus lipid bilayer needs to fuse with the cellular limiting membrane (either the plasma membrane or the membrane of endocytic organelles) to release the viral genome, and this is mediated by viral envelope proteins. For non-enveloped viruses, genome release is affected by viral capsid proteins that trigger cell membrane penetration and genome release.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While some viruses fuse directly at the plasma membrane, the majority use endocytic mechanisms to reach intracellular compartments, with clathrin-mediated endocytosis (CME), caveolin-mediated endocytosis, macropinocytosis, and phagocytosis currently being the best characterized of these pathways. CME in particular is exploited by numerous viruses, including alphaviruses, flaviviruses, orthomyxoviruses, and rhabdoviruses 1,2 , while macropinocytosis is linked to the uptake of larger viruses, such as poxviruses and filoviruses, that do not fit into clathrin-coated vesicles 4-6 . Thus, inhibiting these pathways might be expected to impact on a range of different viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this review, we summarize the main therapeutic approaches that target different stages of viral entry (Figure 1 ), either by inhibiting virus-specific interactions or by blocking conserved cellular mechanisms that viruses exploit to enter cells. This latter tactic is indicative of a change of focus for viral therapeutics, combining more traditional approaches directed at specific viruses with novel cell-targeted strategies with broad-spectrum potential.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The first step in viral entry is virus adhesion to the cell surface. Regardless of the requirement to engage specific receptors, viruses often use non-specific electrostatic interactions with negatively charged sugars to attach to a cell surface until they encounter a specific entry receptor. Negatively charged heparan sulfate proteoglycans (HSPGs) are expressed on the surface of most eukaryotic cells and have been shown to be required for the binding of many viruses, including human immunodeficiency virus (HIV), herpes simplex virus (HSV), human cytomegalovirus (HCMV), human papilloma virus (HPV), respiratory syncytial virus (RSV), and flaviviruses 7-10 . Inhibition of these interactions through the development of \"decoy\" particles mimicking these molecules (heparin, sulfated polysaccharides, or sulfonic acid-coated nanoparticle) can effectively prevent infection in vitro. However, limited efficacy is seen in vivo, possibly owing to the poor bioavailability of these formulations. While high-molecular-weight molecules with a high degree of sulfation have the highest antiviral activity in vitro, these compounds tend to bind to plasma proteins and have poor bioavailability 11,12 . Conversely, low-molecular-weight compounds have better bioavailability and are more effective in vivo 13 but are also associated with higher cytotoxicity, possibly owing to detergent effects on cellular membranes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of cell adhesion"
        },
        {
            "text": "Virucidal activity may also be required to increase in vivo efficacy. Cagno et al. have shown that nanoparticles carrying long, flexible linkers mimicking HSPGs can simultaneously bind multiple sites on a virus and cause permanent distortion of the virion structure. This virucidal activity was sufficient to inhibit RSV infection in mice, suggesting that particles mimicking the negatively charged cellular surfaces to which viruses bind have the potential to be effective antivirals, as long as they include the capacity to inactivate viral infectivity 14 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of cell adhesion"
        },
        {
            "text": "It is important to note that sulfated polysaccharides are also known to have anticoagulant activity, but derivatives exist that do not show these properties in vivo at therapeutic doses (e.g. fucoidan, galactan, and xylomannan) 12 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of cell adhesion"
        },
        {
            "text": "Other molecules that target common cellular components also have the potential to interfere with attachment and to have broadspectrum antiviral activity. Cyanovirin-N is a naturally occurring lectin that has been shown to inhibit the attachment of HIV 15 and Ebola virus (EBOV) to cells 16 , most likely by binding to high-mannose oligosaccharides on the viral glycoproteins. The same mode of action may prevent infection by other viruses, though this remains to be tested, as does in vivo efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of cell adhesion"
        },
        {
            "text": "Cell surface receptors While often involved in virus adhesion to cell surfaces, negatively charged sugars associated with cell surface glycoproteins and glycolipids can also act as virus receptors (e.g. sialic acid for influenza) or enable an interaction of sufficient strength to allow internalization of a virus by endocytosis, as may be the case for flaviviruses and filoviruses 17,18 . Both virus-and cell-targeted approaches have been studied to prevent the interaction between influenza hemagglutinin (HA) and sialic acids (SA) on glycoprotein and glycolipid receptors. Virus-targeted strategies include the use of protease inhibitors that block the processing of HA and peptides or small molecules that interfere with HA binding to SA. The most promising cell-targeted strategy is the attachment inhibitor DAS181, a recombinant protein made of a sialidase catalytic domain (which removes SA from influenza receptors) and a mucosal cell-surface anchoring sequence. This compound, highly potent in vitro (IC 50 between 0.04 and 0.9 nM), has been shown to be non-toxic to cells and to be effective in vivo when administered pre-and post-exposure 19 . A phase II trial showed reduction of viral load over 5 days' administration at 10 mg/kg/day 20 , and phase III trials are ongoing. A comprehensive overview of inhibitors of HA-SA interaction is presented by 12,21 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of receptor binding"
        },
        {
            "text": "For other cell-surface virus receptors, maraviroc (FDA approved in 2007) is currently the only drug that inhibits viral entry. Its target is CCR5, the major co-receptor required for HIV infection of CD4-positive cells 22 . Maraviroc was developed by Pfizer through screening of their compound library and subsequent additional screens to improve activity and pharmacological properties of the initial hit compound. In combination with at least two additional anti-retroviral drugs, maraviroc is currently used in HIV-infected patients showing resistance to other compounds 23 . While some limited development of resistance has been observed, the frequency of this is not clear 22 and is usually associated with multiple mutations in the HIV envelope protein that generally cause a significant decrease in viral fitness 24 . This notion, that viral adaptations to overcome inhibitors acting through cellular targets can weaken the virus, is a potentially significant and interesting advantage of host-targeted antiviral strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of receptor binding"
        },
        {
            "text": "An alternative tactic is to inhibit the synthesis of cellular membrane glycoproteins that function as receptors for specific viruses. Cyclotriazadisulfonamide (CADA), a small-molecule inhibitor of HIV replication, has been found to specifically inhibit the synthesis of the HIV receptor CD4 by binding to the protein signal sequence in the Sec61 translocon during the co-translational insertion of the nascent protein into the ER membrane 25 . Decreased levels of CD4 render potential host cells refractory to HIV-1 infection and presumably HIV-2, HHV6, and any other viruses that use CD4 as a receptor. Whether this approach is effective in vivo and whether it can be developed to inhibit the synthesis of a broader range of virus receptors remains to be seen (see 25 for a discussion of evidence for other compounds that inhibit the synthesis of specific cell-surface proteins).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of receptor binding"
        },
        {
            "text": "Inhibiting the interaction of a virus with target cells is also one of the main modes of action of antibodies, and the identification and generation of such antibodies remain major strategies for antiviral immunotherapies. The development of small molecules that mimic the effect of antibodies and can be administered orally also has potential. Scientists from Janssen developed such an approach starting from the identification of a broadly neutralizing antibody, bnAbCR6261, that targets a conserved region in the stem of influenza HA. They then used a displacement screening strategy to identify small molecules that could bind to the same region as the antibody. Further medicinal chemistry on the most promising hit led to compound JNJ4796, a benzylpiperazine derivative able to inhibit influenza infection in 3D cultures of human bronchial epithelial cells and in a mouse model. Encouragingly, protection from lethal challenge was seen after oral administration in this latter model 26 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of receptor binding"
        },
        {
            "text": "While most virus receptors are found at the cell surface, some viruses also interact with receptors inside endo-lysosomal compartments following their endocytosis. For example, EBOV uses the lysosomal protein Niemann Pick C-1 (NPC-1) 18 , while Lassa fever virus has been shown to interact with LAMP1, another lysosomal protein 27 . Antibody targeting of these interactions is complicated by the intracellular localization of the receptors. However, an exciting technology that has recently been expanded to viral infection is the development of bispecific antibodies. By linking the variable regions of an antibody recognizing the EBOV glycoprotein (GP) glycan cap (FV-M09) with the variable regions of antibodies recognizing either NPC-1 (mAb-548) or the NPC-1 binding region on GP (MR72), Wec et al. showed that this bispecific antibody bound to EBOV is internalized into endo-lysosomal compartments where it potently blocks Ebola interaction with its intracellular receptor 28 . This strategy, already tested for HIV 29 , has been shown to protect mice, even when administered 2 days after challenge with EBOV 28 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracellular receptors"
        },
        {
            "text": "Small-molecule inhibitors of NPC-1 that accumulate in endosomal compartments like U18666A 18 and the piperazine-derivative 3.47 30 also effectively block EBOV infection in vitro, the first by inducing cholesterol accumulation in the lysosomes and the latter by directly interacting with NPC-1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracellular receptors"
        },
        {
            "text": "Compounds also have been developed that selectively bind to non-enveloped virus capsid proteins to prevent interaction with cellular receptors or uncoating. One example is the enterovirus capsid inhibitor pocapavir 31 , which has been tested as an investigational drug to treat neonatal viral sepsis 32 and has also been trialed against the spread of attenuated poliovirus from vaccinated individuals 11 . Pocapavir and other capsid binders fit into a hydrophobic pocket in the viral particle, preventing conformational changes required for uncoating 33 , but have the disadvantage of selecting for drug-resistant mutants. More recently, a conserved VP1-VP3 interprotomer interface in the viral capsid, critical for the conformational changes necessary for RNA release, has been proposed as an alternative druggable target. Compounds binding to this interface have been shown to be active against a larger number of enteroviruses and also against rhinoviruses, though their ability to induce resistant variants has yet to be investigated 34 . Tryptophan dendrimers that target the 5-fold-axis of the enterovirus-A71 capsid have also been shown to have antiviral potential in vitro by preventing virus interaction with the (co-)receptors PSGL1 and heparan sulfate 35 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-enveloped viruses"
        },
        {
            "text": "For viruses that do not penetrate directly at the plasma membrane, endocytosis is an essential step in the entry process. Endocytosis can be blocked by compounds that interfere with signaling cascades necessary to activate endocytosis or that inhibit the endocytosis machinery directly. The PI3K-AKT signaling pathway, for instance, has been shown to be required by a variety of viruses 36,37 , and its inhibition can prevent infection in vitro 6 . Similarly, vaccinia virus (VV) entry requires signaling through epidermal growth factor receptors (EGFR), serine/threonine kinases, protein kinase C, and p21-activated kinase 1 in addition to PI3K, and entry of at least some VV strains is sensitive to the tyrosine kinase inhibitor Genistein 38 . However, studies of their effectiveness in vivo are limited. While there is evidence that preventing PI3K/AKT activation reduces pathogenesis in mice infected with the alphavirus Ross River, this is likely to be due to post-entry effects on virus replication and cellular metabolism 37 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of internalization"
        },
        {
            "text": "A number of research compounds exist that block endocytosis directly, including PitStop, which inhibits the formation of clathrin-coated pits 39 , as well as Dynasore 40 and the more potent derivative Dyngo-4a 41 , which interfere with dynamin. While these compounds have been shown to inhibit the entry of various viruses in vitro, they have not been used therapeutically as antivirals. A study by Harper et al. showed that Dyngo-4a can inhibit botulinum neurotoxin type A endocytosis in neurons in vitro; however, in vivo administration only delayed the onset of symptoms by ~3 hours in 60% of infected mice. Encouragingly, animals treated with Dyngo-4a did not show signs of toxicity at the concentrations tested 42 . Whether higher concentrations are required to see a stronger effect in vivo, whether these have higher toxicity (because of either inhibition of endocytosis or off-target effects), and whether virus infection is affected requires further investigation. Several other compounds including chlorpromazine, chloroquine, and Arbidol have also been shown to inhibit endocytosis and have an antiviral effect in vitro 43,44 , but efficacy in vivo has not yet been reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of internalization"
        },
        {
            "text": "In a recent study, starting from phenotypic screening with representatives of different virus families, we identified two compounds, niclosamide and Tyrphostin A9, with very broad-spectrum antiviral activity, affecting different stages of virus replication, including endocytosis 45 . The most likely mode of action is through dissipation of proton gradients and inhibition of ATP synthesis 46-48 , which impact on multiple cellular pathways. However, using endocytosis assays, we were able to show that CME of the alphavirus Semliki Forest virus and of fluorescently labeled transferrin was significantly reduced by both compounds 45 . While the pharmacokinetic properties of niclosamide prevent its accumulation in the blood 49 , Tyrphostin A9 had a better profile and showed some ability to inhibit Zika virus infection in a mouse model 45 . Tyrphostin A9 is also a general tyrosine kinase inhibitor and is likely to affect a variety of kinases involved in viral life cycles. Interestingly, Tyrphostin A23 has also been shown to inhibit CME by preventing the interaction between receptor tyrosine-based endocytic signals and the mu2 subunit of the AP-2 adaptor complex 46 . Although the chemical properties of Tyrphostin A9 make it unlikely to become a drug, this work provided proof of concept that entry inhibitors with broad-spectrum antiviral activity in vitro can also exhibit antiviral activity in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of internalization"
        },
        {
            "text": "For enveloped viruses, fusion is the next necessary step that allows a virus to release its genome into the cytoplasm. Fusion is mediated by virally encoded envelope glycoproteins displayed on the virion surface. Viruses require cellular cues to induce conformational changes in these envelope glycoproteins to initiate fusion with cellular membranes, in some cases the plasma membrane, and, for many viruses, endosomal membranes. For some viruses that fuse at the cell surface, such as HIV, receptor engagement provides the cue that initiates the envelope glycoprotein conformational changes and fusion 50 . But for many viruses a common cue is the acidic pH of endosomal environments 1,3,51 . Weak bases, including the antimalarial drug chloroquine, and carboxylic ionophores such as monensin, can inhibit endosomal acidification and block infection by a wide range of viruses in vitro 1,52,53 , but, with the exception of amantadine, few studies have tested their efficacy in vivo. The weak base amantadine and some amantadine analogues have been used against influenza virus infection 54 , but their activity is directed through inhibition of the viral M2 protein, rather than inhibition of endosomal acidification, and viruses rapidly evolve resistance 55 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of fusion"
        },
        {
            "text": "An alternative cue to low pH is proteolytic cleavage of envelope proteins by endosomal proteases, as used by filoviruses, such as EBOV, and coronaviruses. For EBOV, proteolytic cleavage by endo-lysosomal cathepsins is essential to generate a form of the envelope glycoprotein that can bind NPC-1 56 , and inhibitors of these proteases can effectively abrogate EBOV infection, although none of these compounds is currently approved for use in humans and selectivity remains an issue. Recently, a role for the two-pore calcium channel 2 (TPC2) in EBOV infection was shown. While the exact role of TPC2 is not yet clear, it is likely to control cues in the endo-lysosomal environment necessary for EBOV fusion 57 . Interestingly, small molecules that target TPC2 inhibit EBOV infection both in vitro and in vivo 57-59 . These TPC2 antagonists, including tetran-drine, also inhibit MERS coronaviruses 60 . Similarly, apilimod, a compound that targets a phosphatidylinositol-3-phosphate 5-kinase (PIKfyve) involved in endosomal trafficking, also inhibits EBOV infection by blocking the transport of Ebola particles into NPC-1-containing endo-lysosomes 61 . Whether these compounds act on other viruses that penetrate from late endosomes remains unclear. Elevation of endosomal potassium may also provide cues that activate the fusion proteins of some bunyaviruses and influenza viruses, and infection can be restricted by compounds that inhibit endosomal potassium channels 62 . Together, these studies indicate that combining perturbants of the endocytic system might offer an effective approach to inhibiting a range of different viruses.",
            "cite_spans": [
                {
                    "start": 897,
                    "end": 899,
                    "text": "60",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1469,
                    "end": 1471,
                    "text": "62",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Inhibition of fusion"
        },
        {
            "text": "Some virus-specific fusion inhibitors also exist. Enfuvirtide, used in combination with other anti-retroviral therapies for the treatment of HIV, is a peptide that binds the heptad repeat region 2 in the gp41 subunit of the HIV envelope glycoprotein and prevents formation of the so-called stable six-helix bundle that is crucial for membrane fusion 63 . Fusion inhibitors that stabilize metastable conformations of the RSV fusion protein have also been developed 64,65 . Though none of these is currently approved for use, a number are in clinical trials. Peptides that block the fusion of other paramyxoviruses, including measles, Nipah, and Hendra viruses, by interfering with the viral envelope proteins have also been developed and shown to have antiviral activity in vivo 57, 66, 67 . A similar approach using peptides or small molecules has also shown promise against flaviviruses (West Nile and dengue viruses) 68,69 .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 352,
                    "text": "63",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 778,
                    "end": 781,
                    "text": "57,",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 785,
                    "text": "66,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 786,
                    "end": 788,
                    "text": "67",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Inhibition of fusion"
        },
        {
            "text": "An alternative approach to inhibiting fusion is to interfere with the biophysical properties of membranes through compounds that intercalate into cellular membranes and in so doing alter their rigidity or curvature. This can be achieved with certain lipids in tissue culture systems 70, 71 . A similar effect may underlie the action of cellular proteins called interferon-inducible transmembrane proteins (IFITMs). Although the exact mode of action of these proteins (three in humans, IFITM 1-3) remains unclear, their effectiveness against an extraordinary variety of viruses suggests that interfering with the composition/biophysical properties of cellular membranes involved in virus entry can be a potent broad-spectrum antiviral strategy 64, 72, 73 . However, recent work by Buchrieser et al. indicates that IFITM expression can interfere with placental development by inhibiting syncytin-mediated syncytiotrophoblast formation, indicating that these proteins can interfere in cellular fusion reactions 74 . Whether they impact on other cell-cell fusion events or intracellular membrane fusion processes remains to be established.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "70,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 287,
                    "end": 289,
                    "text": "71",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "64,",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 750,
                    "text": "72,",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 753,
                    "text": "73",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 780,
                    "end": 797,
                    "text": "Buchrieser et al.",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1010,
                    "text": "74",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Inhibition of fusion"
        },
        {
            "text": "Using phenotypic screens, we and others have identified a number of compounds that, because of their biophysical properties, are likely to intercalate into the endosomal membranes and prevent fusion 45, 75 . This is possibly the mode of action of selective estrogen receptor modulators (SERMs) and similar amphipathic compounds, including amiodarone 76, 77 and amodiaquine 78 , although it is possible that these compounds may also alter endosomal pH. However, the concentrations required to achieve similar antiviral effects in vivo are likely to be high, and the risk of side effects significant.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "45,",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 205,
                    "text": "75",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "76,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 354,
                    "end": 356,
                    "text": "77",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Inhibition of fusion"
        },
        {
            "text": "Interfering with viral rather than cellular membranes is also a promising broad-spectrum antiviral approach for enveloped viruses. LJ001 is a small molecule which oxidizes the unsaturated phospholipids of both cellular and viral membranes 79 . This is likely to alter membrane curvature and fluidity, preventing fusion. Interestingly, while affecting both cellular and viral membranes, only the latter are significantly affected, most likely because the cellular membrane can rapidly replace damaged lipids, a property that viruses do not share 80 . This makes LJ001 effective in vitro against a wide variety of viruses including influenza, and with very limited toxicity. Unfortunately, little effectiveness was seen in vivo, owing to a short half-life (~4 hours) and low concentration of the compound in serum. Furthermore, LJ001 needs light to activate, which limits its application in vivo. Nevertheless, analogues with improved stability and pharmacokinetics are being developed 79 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of fusion"
        },
        {
            "text": "Host cell entry is a crucial step for most viruses, and preventing entry provides a clear early opportunity to control infection. As viruses use just a few conserved cellular pathways for entry, targeting cellular proteins rather than viral proteins has emerged as a promising antiviral strategy. Indeed, many of the approaches that have been investigated in the past few years target host rather than viral components, even when the target is highly selective for one specific virus, as is the case for maraviroc 22 . This is in line with a recent trend in the development of antiviral strategies 51,81 . To date, small-molecule interference with viral infection has tended to focus on specific viruses and viral proteins. For a few viruses, HIV, HCV, and herpes, for example, this approach has been very effective. In the case of HIV at least, combinations of compounds targeting key viral enzymes essential for completion of the viral life cycle (e.g. HIV Pol-encoded reverse transcriptase, integrase, and protease) control virus replication in infected patients, substantially improve longevity and life quality, and are now being adopted as pre-and post-exposure prophylactics to prevent virus infection 82, 83 . Similarly, nucleoside analogues and protease inhibitors active against HCV have the potential to cure what would otherwise be a lifelong chronic infection often resulting in cirrhosis and liver cancer and only treatable by liver transplantation 84 . Though highly successful, these drugs are limited to the treatment of single viruses and are prone to viral resistance mutations rendering them ineffective.",
            "cite_spans": [
                {
                    "start": 1209,
                    "end": 1212,
                    "text": "82,",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1215,
                    "text": "83",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and future outlook"
        },
        {
            "text": "Conversely, very few drugs are available for use against the majority of other viruses. This is a major concern given the increased emergence (or re-emergence) of new pathogens, often from zoonotic infections (e.g. SARS and MERS), and the enlarged geographical distribution of insect-vectored viruses caused by environmental changes (e.g. Zika and dengue 85 ). Under these circumstances, targeting host cell pathways as opposed to viral proteins is a viable option for controlling infection. One argument against this approach is the potential toxicity of targeting host cell pathways. Toxicity could be due to the inhibition of critical cellular pathways as well as to off-target effects. However, most of the virus infections that might benefit from this approach establish acute infections for which drug administration could be as short as a few days. Moreover, most drugs currently on the market against a range of diseases target host cell pathways with limited, or acceptable, side effects. Another argument is that virus-targeted antivirals seem to be more potent than cell-targeted ones. This concern is counter-balanced by the potential for broad-spectrum effectiveness of many cell-targeted approaches, which may be critical to rapidly contain emerging viruses. Because of lower potency, these compounds might not stop virus infection completely, but several studies indicate that, in general, any capacity to reduce the viral load gives patients a better chance of establishing effective immune control 86-89 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future outlook"
        },
        {
            "text": "As with the application of anti-retroviral therapies, compounds targeting entry and replication could be used in combination; for example, compounds that inhibit CME could be administered together with compounds that inhibit macropinocytosis and/or endosomal acidification in order to broaden the range of viruses affected and/or increase the effectiveness of the treatment. Although we have focused on virus entry, targeting other cellular pathways, such as ER-associated glycoprotein synthesis, also offers exciting potential for broadspectrum antiviral development that could broaden potential combination therapies 90 . This strategy could also reduce toxicity by allowing the use of lower concentrations of each component in complex formulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future outlook"
        },
        {
            "text": "While many successful approaches have been described in vitro, an outstanding question is whether they are also effective in vivo. In particular for host-targeted approaches, it will be important to determine safe thresholds that separate an effective decrease in viral load from toxicity. The limited in vivo efficacy of many treatments to date may be due to the pharmacokinetics and bioavailability of the compounds, or possibly to the limited range of conditions that are generally tested in vivo due to the costs, logistics, and restrictions on animal studies. Limited availability of adequate small models that recapitulate disease also contributes to the problem. While more work remains to be done, the approval of drugs like maraviroc and enfuvirtide suggests that targeting viral entry is a promising antiviral strategy warranting further investigation and the integration of different disciplines, from virology to medicinal chemistry. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future outlook"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Virus entry: open sesame",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "124",
            "issn": "4",
            "pages": "729--769",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "NAADP-dependent Ca 2+ signaling regulates Middle East respiratory syndrome-coronavirus pseudovirus translocation through the endolysosomal system",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Gunaratne",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Calcium",
            "volume": "75",
            "issn": "",
            "pages": "30--41",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The phosphatidylinositol-3-phosphate 5-kinase inhibitor apilimod blocks filoviral entry and infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dyall",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoenen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 61",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ceca.2018.08.003"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0005540"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modulation of Potassium Channels Inhibits Bunyavirus Infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hover",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Biol Chem",
            "volume": "291",
            "issn": "7",
            "pages": "3411--3433",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "PubMed Abstract | Publisher Full Text | Free Full Text",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M115.692673"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Enfuvirtide: a fusion inhibitor for the treatment of HIV infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Ther",
            "volume": "26",
            "issn": "3",
            "pages": "352--78",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Molecular mechanism of respiratory syncytial virus fusion inhibitors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Battles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Langedijk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Furmanova-Hollenstein",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Chem Biol",
            "volume": "12",
            "issn": "2",
            "pages": "87--93",
            "other_ids": {
                "DOI": [
                    "10.1016/S0149-2918%2804%2990032-X"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation 65",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nchembio.1982"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Therapeutic efficacy of a respiratory syncytial virus fusion inhibitor",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roymans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Alnajjar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Battles",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-017-00170-x"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prevention of measles virus infection by intranasal delivery of fusion inhibitor peptides",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mathieu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jurgens",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "2",
            "pages": "1143--55",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "PubMed Abstract | Publisher Full Text | Free Full Text",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02417-14"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Inhibition of Nipah Virus Infection In Vivo: Targeting an Early Stage of Paramyxovirus Fusion Activation during Viral Entry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Porotto",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rockx",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Yokoyama",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "How small-molecule inhibitors of denguevirus infection interfere with viral membrane fusion. eLife",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1001168"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.36461"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Peptide Inhibitors of Flavivirus Entry Derived from the E Protein Stem",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "24",
            "pages": "12549--54",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "PubMed Abstract | Publisher Full Text | Free Full Text",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01440-10"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Effect of Membrane Curvature-Modifying Lipids on Membrane Fusion by Tick-Borne Encephalitis Virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stiasny",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Heinz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "16",
            "pages": "8536--8578",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "PubMed Abstract | Publisher Full Text | Free Full Text",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.78.16.8536-8542.2004"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Membrane curvature at a glance",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boucrot",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Cell Sci",
            "volume": "128",
            "issn": "6",
            "pages": "1065--70",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "PubMed Abstract | Publisher Full Text | Free Full Text",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1242/jcs.114454"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "PubMed Abstract | Publisher Full Text | Free Full Text",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/tra.12416"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "IFITM proteins-cellular inhibitors of viral entry",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weston",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kellam",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Opin Virol",
            "volume": "4",
            "issn": "",
            "pages": "71--78",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "IFITM proteins inhibit placental syncytiotrophoblast formation and promote fetal demise",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buchrieser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Degrelle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Couderc",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "365",
            "issn": "6449",
            "pages": "176--180",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "FDA-Approved Selective Estrogen Receptor Modulators Inhibit Ebola Virus Infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Johansen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brannan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Delos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PubMed Abstract | F1000 Recommendation 75",
            "volume": "5",
            "issn": "",
            "pages": "190--79",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "PubMed Abstract | Publisher Full Text | Free Full Text | F1000 Recommendation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.3005471"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Amiodarone and metabolite MDEA inhibit Ebola virus infection by interfering with the viral entry process",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Salata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baritussio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Munegato",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pathog Dis",
            "volume": "73",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Doctors trial amiodarone for Ebola in Sierra Leone",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Turone",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "349",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representing the main stages of viral entry. Processes inhibited by the antivirals described (attachment, receptor binding, endocytosis, trafficking, endosomal acidification, and fusion) are indicated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "with clathrin-dependent trafficking. Antiviral Res. 2013; 100(1): 2159.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Giorgia Siriaco (University College London) for careful reading of the manuscript and members of the Marsh lab for ongoing discussion on the topics addressed in this article.Page 7 of 10 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Editorial Note on the Review Process are written by members of the prestigious . They are commissioned and F1000 Faculty Reviews F1000 Faculty are peer reviewed before publication to ensure that the final, published version is comprehensive and accessible. The reviewers who approved the final version are listed with their names and affiliations.The reviewers who approved this article are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Peer Review Current Peer Review Status:"
        },
        {
            "text": "The benefits of publishing with F1000Research:Your article is published within days, with no editorial bias You can publish traditional articles, null/negative results, case reports, data notes and moreThe peer review process is transparent and collaborative ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Version 1"
        }
    ]
}