{
    "paper_id": "5b7e79c51c0788a3bb6e9c3a67e37d2dfedf9541",
    "metadata": {
        "title": "The Global One Health Paradigm: Challenges and Opportunities for Tackling Infectious Diseases at the Human, Animal, and Environment Interface in Low- Resource Settings",
        "authors": [
            {
                "first": "Wondwossen",
                "middle": [
                    "A"
                ],
                "last": "Gebreyes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VPH-Biotec Global Consortium",
                    "location": {
                        "settlement": "Columbus",
                        "region": "Ohio",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [],
                "last": "Dupouy-Camet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Paris Descartes University",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Melanie",
                "middle": [
                    "J"
                ],
                "last": "Newport",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centre for Global Health Research",
                    "location": {
                        "settlement": "Sussex",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Celso",
                "middle": [
                    "J B"
                ],
                "last": "Oliveira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University of Paraiba",
                    "location": {
                        "settlement": "Areia, Paraiba",
                        "country": "Brazil (, Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Larry",
                "middle": [
                    "S"
                ],
                "last": "Schlesinger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Columbus",
                        "region": "Ohio",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Yehia",
                "middle": [
                    "M"
                ],
                "last": "Saif",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Wooster",
                        "region": "Ohio",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [],
                "last": "Kariuki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kenya Medical Research Institute (KEMRI)",
                    "location": {
                        "settlement": "Nairobi",
                        "country": "Kenya"
                    }
                },
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [
                    "J"
                ],
                "last": "Saif",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Wooster",
                        "region": "Ohio",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Saville",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VPH-Biotec Global Consortium",
                    "location": {
                        "settlement": "Columbus",
                        "region": "Ohio",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Wittum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VPH-Biotec Global Consortium",
                    "location": {
                        "settlement": "Columbus",
                        "region": "Ohio",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Armando",
                "middle": [],
                "last": "Hoet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VPH-Biotec Global Consortium",
                    "location": {
                        "settlement": "Columbus",
                        "region": "Ohio",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Sylvain",
                "middle": [],
                "last": "Quessy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Montreal",
                    "location": {
                        "settlement": "Saint-Hyacinthe",
                        "region": "Québec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Rudovick",
                "middle": [],
                "last": "Kazwala",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sokoine University of Agriculture",
                    "location": {
                        "addrLine": "Chuo Kikuu",
                        "settlement": "Morogoro",
                        "country": "Tanzania"
                    }
                },
                "email": ""
            },
            {
                "first": "Berhe",
                "middle": [],
                "last": "Tekola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United Nations Food and Agriculture Organization (FAO)",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Shryock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Elanco Animal Health",
                    "location": {
                        "settlement": "Greenfield",
                        "region": "Indiana",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Bisesi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University College of Public Health",
                    "location": {
                        "settlement": "Columbus",
                        "region": "Ohio",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Prapas",
                "middle": [],
                "last": "Patchanee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chiang Mai University",
                    "location": {
                        "addrLine": "Chiang Mai, 14",
                        "country": "Thailand, Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Sumalee",
                "middle": [],
                "last": "Boonmar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lonnie",
                "middle": [
                    "J"
                ],
                "last": "King",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VPH-Biotec Global Consortium",
                    "location": {
                        "settlement": "Columbus",
                        "region": "Ohio",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Zoonotic infectious diseases have been an important concern to humankind for more than 10,000 years. Today, approximately 75% of newly emerging infectious diseases (EIDs) are zoonoses that result from various anthropogenic, genetic, ecologic, socioeconomic, and climatic factors. These interrelated driving forces make it difficult to predict and to prevent zoonotic EIDs. Although significant improvements in environmental and medical surveillance, clinical diagnostic methods, and medical practices have been achieved in the recent years, zoonotic EIDs remain a major global concern, and such threats are expanding, especially in less developed regions. The current Ebola epidemic in West Africa is an extreme stark reminder of the role animal reservoirs play in public health and reinforces the urgent need for globally operationalizing a One Health approach. The complex nature of zoonotic diseases and the limited resources in developing countries are a reminder that the need for implementation of Global One Health in lowresource settings is crucial. The Veterinary Public Health and Biotechnology (VPH-Biotec) Global Consortium launched the International Congress on Pathogens at the Human-Animal Interface (ICOPHAI) in order to address important challenges and needs for capacity building. The inaugural ICOPHAI (Addis Ababa, Ethiopia, 2011) and the second congress (Porto de Galinhas, Brazil, 2013) were unique opportunities to share and discuss issues related to zoonotic infectious diseases worldwide. In addition to strong scientific reports in eight thematic areas that necessitate One Health implementation, the congress identified four key capacity-building needs: (1) development of adequate science-based risk management policies, (2) skilled-personnel capacity building, (3) accredited veterinary and public health diagnostic laboratories with a shared database, and (4) improved use of existing natural resources and implementation. The aim of this review is to highlight advances in key zoonotic disease areas and the One Health capacity needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Zoonotic infectious diseases have been important concerns to humans since the beginning of the domestication of animals 10,000 years ago. Infectious diseases remain a significant cause of mortality and morbidity globally; approximately 75% of emerging infectious diseases (EIDs) are zoonoses [1] . The phenomenon of emerging and reemerging infectious diseases is driven by various anthropogenic factors, including the following: genetic and biological factors, such as microbial adaptation to macro-and microenvironmental changes along with changes in host susceptibility to infection; environmental factors, including climate change, changes in ecosystems, and changes in human and animal population densities; and socioeconomic and political factors, such as increasing international travel and commerce, social inequality, poverty, conflict, famine, lack of political will, and changes in economic development and land use. In an Institute of Medicine report [2] , the dynamics of these factors were referred to as a ''convergence model,'' with these forces creating the perfect microbial storm to accelerate the emergence of new infectious diseases.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 295,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 962,
                    "end": 965,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Over the last 15 years, our planet has faced more than 15 deadly zoonotic or vector-borne global outbreaks, both viral (e.g., Hanta, Ebola, highly pathogenic avian influenza [H5N1 and recently H7N9], West Nile, Rift Valley fever, norovirus, severe acute respiratory syndrome [SARS] , Marburg, influenza A [H1N1]) and bacterial (e.g., Escherichia coli O157:H7, Yersinia pestis, and Bacillus anthracis, the causes of hemolytic uremic syndrome, plague, and anthrax, respectively). Since 1980, more than 87 new zoonotic and/or vector-borne EIDs have been discovered.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 281,
                    "text": "[SARS]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The global economic burden due to zoonotic diseases is very high. According to a recent World Bank estimate, the economic burden due to six of the zoonotic diseases that have occurred in specific countries between 1997 and 2009 is estimated to be US$80,000,000,000 [3] . In a worst-case scenario, potential losses from a pandemic influenza outbreak could be US$3 trillion, which is equivalent to 5% of the global GDP. A recent report from the International Livestock Research Institute [4] highlighted zoonoses as major obstacles to poverty alleviation, affecting 1,000,000,000 livestock keepers. The report estimated that there are over 2,500,000,000 cases of human illness and 2.7 million deaths annually due to the top 56 zoonoses. In addition, the report estimated this group of diseases infected more than one in seven of the livestock found in less developed countries.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While zoonotic EIDs are a major concern globally, their impact in less developed countries is disproportionately high because of the occurrence of risk factors such as a high rate of population growth, lack of infrastructure and skilled-manpower capacity to tackle disease outbreaks, a high proportion of people with compromised immunity due to comorbidities such as HIV/AIDS or parasitic diseases, and lifestyles in which daily life depends on animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to the United Nations Food and Agriculture Organization (FAO), global demand for meat production will increase from 233 million metric tons in the year 2000 to 300 million in 2020, with the major need being in less developed countries [5] . This trend will result in an increase in farms and the production of crops, with an expected increase in zoonotic food and vector-borne pathogens and environmental hazards. In response to the global need for prevention of diseases at the human, animal, and ecosystem interface, various academic, intergovernmental, and research centers are playing a central role. At the FAO, One Health has been integrated at the interdepartmental working group (IDWG) level to focus strategically on issues common to the domains of human health, animal health, and the environment. Key issues the FAO is focusing on include surveillance and disease intelligence, the need to improve biosecurity in production and marketing, and mechanisms to address socioeconomic incentives.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In September 2011, 360 scientists from 35 nations met at the UN Conference Center in Addis Ababa (Ethiopia) to inaugurate the First International Congress on Pathogens at the Human Animal Interface (ICOPHAI). Recently, the second ICOPHAI held in Porto de Galinhas, Brazil, (14) (15) (16) (17) August 2013) attracted representatives of academic institutions and organizations from 59 different countries that presented 278 high-quality scientific studies. Key priority thematic areas that address One Health were presented, including the following: the interconnectedness of infectious diseases and One Health, the emergence and reemergence of vector-borne parasitic diseases and the role of the environment, respiratory diseases of global significance, food and waterborne diseases, the role of wildlife in newly emerging pandemics, drug development and antimicrobial resistance, environmental health, immunology and vaccine development, and One Health capacity-building needs. This review article highlights scientific advances, with a main emphasis on studies conducted in less developed nations.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "(14)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "(15)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "(16)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "(17)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The current epidemic of Ebola virus in West Africa and the 2009 influenza A (H1N1) pandemic serve as stark reminders of the unpredictable nature of pathogens and the importance of animals in the ecology and emergence of viral strains. The ongoing pandemic of a disease such as tuberculosis (TB) is worrisome given a growing rate of highly resistant bacterial strains worldwide and infections in immunocompromised hosts such as those with HIV infection. Today TB results in an estimated 1.4 million deaths each year, and the worldwide number of cases (.9 million) is higher than at any time in history, despite the promising progress in the development of improved diagnostics, therapies, and vaccines and progress in identifying biomarkers of exposures and/or disease and associated host susceptibility [6, 7] . Although not frequently documented, animal-human interfaces exist, with transmission of Mycobacterium bovis among badgers, deer, bison, lions, and dogs to cattle, with spillover to and spillback from wildlife reservoirs. TB-complex mycobacteria were isolated at different rates (18%-82%) in wild animals [8, 9] . M. bovis strains from infected wildlife shared a similar molecular pattern with sampled livestock, suggesting that transmission between livestock and wildlife has occurred as reported by Gabriel and others [10, 11] . Transboundary migration and migration across continents are additional risk factors that also remain major means of transmission.",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 806,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 807,
                    "end": 809,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1116,
                    "end": 1119,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1120,
                    "end": 1122,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1331,
                    "end": 1335,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1336,
                    "end": 1339,
                    "text": "11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Key Highlights of One Health Issues and Global Impact"
        },
        {
            "text": "Foodborne parasitic, viral, and bacterial pathogens are responsible for an increasing burden of disease worldwide. Importantly, data indicating trends in foodborne infectious gastrointestinal disease are limited to a few industrialized countries, and even fewer data are available from low-resource developing regions. In 2010, over 21,000,000,000 food animals were produced to feed the world population. The urban population in sub-Saharan Africa is expected to double to nearly 800 million people by 2030 [12] , and the resulting increase in population density will only exacerbate problems of transmission of virulent pathogens. Africa accounts for 41% of all the 1.8 million estimated diarrhea deaths among children in the developing world [13] . Physical infrastructure development in sub-Saharan Africa has not kept pace with massive urban in-migration, resulting in increased population density and the expansion of urban slums, creating a variety of public health challenges and the potential for catastrophic epidemics [14] .",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Key Highlights of One Health Issues and Global Impact"
        },
        {
            "text": "The majority of the parasitic diseases worldwide are also zoonotic, transmitted either directly between animal and human hosts or indirectly via consumption of raw food containing flesh from domestic or feral animals, consumption of food and water contaminated by animal or human feces, or via arthropod vectors, which can be impacted by ecological or climatic changes. Strengthening the veterinary surveillance and inspection infrastructure at the slaughterhouse is a highly important measure to detect foodborne parasites such as hydatid cysts (cysts of Echinococcus granulosus) in the livers of cattle, sheep, and camels and to prevent further transmission to dogs and humans. Other parasitic microorganisms such as Cryptosporidium can be a source of debilitating, prolonged diarrhea in immunosuppressed patients. The prevalence of cryptosporidiosis among HIV/AIDS patients is often high; according to Etsehiwot [10] , the prevalence was 43.9%. The success of preventive measures will require an efficient network of public health intervention measures including routine surveillance for disease in humans and animals.",
            "cite_spans": [
                {
                    "start": 915,
                    "end": 919,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Key Highlights of One Health Issues and Global Impact"
        },
        {
            "text": "Vector-borne parasitic diseases also remain a major concern that requires the One Health approach for effective mitigation, control, and prevention. However, some of the vector-borne diseases such as tick-borne zoonoses are overshadowed by other major arthropod-borne diseases. For example, leishmaniasis, dengue fever, and malaria are largely unknown to communities, and often physicians fail to detect them, as highlighted by Szabo [11] . An interesting example of a public-private partnership (PPP) for the control of zoonotic vector-borne disease, called ''Stamp Out Sleeping Sickness (SOS),'' has been implemented in Uganda, a country that harbors both the acute and chronic forms of the human African trypanosomiasis. The SOS initiative facilitates control of human disease through an innovative community-based livestock spraying, indicating that a more holistic One Health approach is effective to control this fatal human disease. This PPP could be a model for other regions and diseases in order to develop a sustainable prevention and control system.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 438,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Key Highlights of One Health Issues and Global Impact"
        },
        {
            "text": "Antimicrobial resistance remains one of the leading public health issues globally and an added risk of zoonotic bacterial pathogens. Indeed, antimicrobial resistance is an emerging confounding clinical challenge, with 60% to 80% of recent Salmonella Typhimurium clinical isolates in Kenya being multidrug resistant. Recent studies clearly show that a multidrugresistant haplotype that is rapidly expanding in Southeast Asia and that has been associated with fluoroquinolone resistance is now common and spreading across the African region as well [11, 15] . Managing the human health risks associated with antimicrobialresistant bacteria in the food chain requires national, international, interdisciplinary, and intersectoral cooperation. The prudent use of antimicrobial agents in all sectors including humans, veterinary care, and horticulture was stated as a key measure that needs to be taken towards prevention and control of antimicrobial resistance [16, 17] . This is acknowledged by various intergovernmental organizations, such as the FAO, the World Health Organization (WHO), the World Organization for Animal Health (OIE), and the European Commission (EC), as well as professional associations and national authorities. Such prudence will not only safeguard the efficacy of antimicrobial drugs in veterinary medicine but, importantly, will prevent the emergence and spread of undesirable resistance phenotypes in pathogens transmissible between animals and humans.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 551,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "[16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 962,
                    "end": 965,
                    "text": "17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Key Highlights of One Health Issues and Global Impact"
        },
        {
            "text": "Viruses belonging to at least 11 families are associated with foodborne transmission [18, 19] . Of these, nine are RNA viruses that are highly variable genetically due in part to low fidelity of the RNA-dependent RNA polymerases. Most are associated with diarrheal disease and can affect animals and humans. Noroviruses are extremely stable in the environment. While norovirus is the leading cause of foodborne disease in the United States, far exceeding estimates for bacterial pathogens [20] responsible for 58% of all cases (nearly 5.5 million illnesses a year in the US alone), investigations in low-resource developing country settings is very limited. The epidemiology of noroviruses and other enteric viruses clearly indicates the role of the host, pathogen, and environment, and the implementation of the One Health approach in tandem with other zoonotic disease control strategies would be instrumental.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Key Highlights of One Health Issues and Global Impact"
        },
        {
            "text": "One of the most important aspects related to the control of pathogens at the human, animal, and environment interface is the development of adequate science-based risk management policies that respect transboundary regulations. Efforts have been incorporated in the principles of the tripartite initiative among intergovernmental organizations, with the FAO, WHO, and OIE to jointly pursue the One Health approach, working in close collaboration with research institutions, academia, intergovernmental organizations, the private sector, nongovernmental organizations, civil societies, and other stakeholders. An adequate surveillance system, including a strong laboratory network, is a key component of any meaningful prevention and control of zoonotic diseases. In order to develop an effective One Health implementation plan for strengthening capacity at national, regional, or global levels, there needs to be reexamination of how existing systems are structured, resourced, and managed. Such analyses will enable the development and sustainability of synergies among the human health, animal health, and ecosystem sectors [21] . Many of the studies presented at the ICOPHAI session on capacity building and One Health metaleadership were related to risk management and surveillance systems with specific insights and recommendations for operationalizing One Health. Inherent to overall surveillance is improved practice applying environmental monitoring methods to better characterize sources and profiles of environmental contaminants and pathways (i.e., air, food, and water) and modes (i.e., inhalation and ingestion) of both human and animal exposures to pathogenic agents. Summaries of the presentations and the key priorities are as outlined in Table 1 .",
            "cite_spans": [
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1755,
                    "end": 1762,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Capacity-Building Needs in Low-Resource Developing Countries"
        },
        {
            "text": "A plenary presentation from the FAO by Tekola [11] indicated that the FAO is applying One Health at the global level, translating theory into practice through outreach and engagement at the community level, and tapping into the technological innovation in mobile technology for animal disease surveillance through empowerment of local people to report real-time events in their communities, thus giving ownership of the solutions to their common concerns regarding health and disease, livelihoods and welfare, and learning and teaching. Another demonstration of the absolute importance of capacity building in the development and application of risk management policies was given by Sylvain Quessy and Ann Letellier [10] , who underscored how training various stakeholders with complimentary roles, including policy makers and inspectors, was critical for the development of hazard analysis critical control point (HACCP)-based good production practices (GPPs) in an emerging-economy country like Vietnam. The application of GPPs not only improves the quality of life and health of people but also can help to increase economic incentives to producers and processors that further improve that quality of life. Capacity building is necessary for the establishment of an enhanced laboratory network to improve the efficacy of these practices in both domestic and export market aspects.",
            "cite_spans": [
                {
                    "start": 716,
                    "end": 720,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Capacity-Building Needs in Low-Resource Developing Countries"
        },
        {
            "text": "Increasing the number and distribution of educated and skilled personnel has been shown to be a major limitation in most developing regions. Studies demonstrated the high demand for appropriately and adequately educated and trained professionals and emphasized the capacity for the US and other developednations' institutions to provide comprehensive support to the less developed nations' academic institutes in various disciplines relevant to One Health. Education and training in risk analysis and all aspects related to the application of sanitary and phytosanitary standards (SPS)-related risk assessment capacities are highly needed. Overall, the crucial need for risk-based policy development is crucial before any attempt to operationalize One Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity-Building Needs in Low-Resource Developing Countries"
        },
        {
            "text": "The systematic application of quality control systems following the WHO, FAO, and OIE guidelines are critical in ensuring risk management decisions. The development of laboratory networks linked with central reference laboratories associated with active and passive environmental and medical surveillance are essential. Surveillance is dependent on the availability of high-quality analytical and clinical laboratory diagnostic facilities. A clear illustration of the needs and benefits of an integrated surveillance system to better understand the emergence and epidemiology of zoonotic diseases, such as rabies, has been demonstrated. Better reporting systems from medical care facilities and a comprehensive national database that includes reports from environmental monitoring and human and animal health diagnostic systems are key components of an integrated surveillance system. This is deemed essential for One Health implementation. Collaborative regional networks that promote standardized curriculum for graduate studies within the framework of the One Health approach are currently emerging. One example is the SAPU-VETNET, a partnership between Latin America and the European Union.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity-Building Needs in Low-Resource Developing Countries"
        },
        {
            "text": "Needs for capacity building for scientists, extension officers, physicians, veterinarians, and technicians and better extension services at the farm or community level were also pointed out as urgent topics to improve rural economic development and capacity building. On-time and real-time communication and awareness creation to reach target audiences at the grassroots level and upward activities are implemented by the FAO through its established systems, of which Emergency Prevention System-Animal Health (EMPRES-AH), the Global Early Warning System for transboundary animal diseases and major zoonoses (GLEWS), and the Crisis Management Centre-Animal Health (CMC-AH) are a few examples [22] . Such systems play crucial roles in operationalizing One Health in low-resource settings.",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 696,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Capacity-Building Needs in Low-Resource Developing Countries"
        },
        {
            "text": "Recognizing the serious consequences of EIDs dictates the need for development of thoughtful strategies to prevent and control diseases. Strategies have to take into account the economic, cultural, technological, and logistical issues encountered in developing countries. The development of capable diagnostic facilities is paramount for dealing with infectious diseases. Though some progress has been made, there is a need for continued investment and political commitment to meet the enormous persisting challenge to public health worldwide in the 21st century. We need more science to advance our knowledge in the complex interplay between microbe and host in pathogenesis, particularly with regard to resistant strains. We need improved in vitro and in vivo (animal) models to study basic, translational, and applied sciences related to diseases, especially in regards to understanding the complex interactions between a pathogen and its host in the context of immunobiology. There is a critical need for shorter, easier-to-deliver, safe, and low-cost antimicrobial regimens for resistant bacterial pathogens. There are ongoing complex changes to zoonotic and epidemic dynamics of TB and other infectious diseases in general. These changes impact the worldwide economy, ecosystems, and animal and human health. There is a greater need for One Health collaborative efforts that include the coordinated involvement of human and animal medicine as well as agriculture, wildlife, and environmental experts and policy makers in this arena.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity-Building Needs in Low-Resource Developing Countries"
        },
        {
            "text": "ICOPHAI 2011 and 2013 were very successful in terms of information exchange on the scientific and policy aspects that enable operationalizing One Health worldwide. Within the twoyear period, the number of the scientific presentations grew from 130 to 278, and the quality and depth of scientific presentations improved. However, the ultimate success comes only when the recommendations set forth are embraced and implemented by scientists and policy makers at the grassroots level. It has been very clear that convening a world forum comprised of multiple disciplines including academicians, researchers, and policy makers enriched the discussion and helped design ways for the implementation of One Health. To attain a true One Health approach, we need to recognize the interconnectivity among the health of humans and domestic or wild animals and the biotic and abiotic environment closely linked by the pathogens that they share. The congress delegates recognized that operationalizing One Health will enable collaborators to more effectively address and reduce the burden of zoonotic infectious diseases worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final Remarks"
        },
        {
            "text": "To that end, the congress identified four areas for capacitybuilding needs, mainly directed at low-resource settings: (1) the development of adequate science-based risk management policies that respect transboundary and international guidelines, (2) sustained capacity building of applicably and appropriately knowledgeable and skilled One Health personnel, (3) accredited environmental and clinical diagnostic laboratories with an integrated and shared database, and (4) ensuring improved use of existing natural resources and implementation plans based on cost-benefit analyses. The findings obtained in the two ICOPHAI congresses encourage us to further promote One Health, and the forum will resume with its next congress in Chiang Mai, Thailand, in August 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final Remarks"
        },
        {
            "text": "N In order to successfully implement Global One Health, the development of adequate science-based risk management policies is essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Key Learning Points"
        },
        {
            "text": "N The global community has the responsibility for strengthening skilled manpower and infrastructure capacity in low-resource countries in order to effectively prevent and control diseases at the interface of human, animal, and environmental health and make the world a safer place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Key Learning Points"
        },
        {
            "text": "N The Global One Health paradigm requires working across discipline and administrative barriers; this is a crucial component for effectively tackling complex One Health issues. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Key Learning Points"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Risk factors for disease emergence",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Latham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "356",
            "issn": "",
            "pages": "983--989",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Microbial Threats to Health: Emergence, Detection, and Response",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Smolinski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamburg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Economics of One Health",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mapping of poverty and likely zoonoses hotspots",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mutua",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ochungo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kruska",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Livestock Research Institute",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World food prospects: critical issues for the early twenty-first century",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pinstrup-Andersen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pandya-Lorch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Rosegrant",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "International Food Policy Research Institute",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An interferon-inducible neutrophil-driven blood transcriptional signature in human tuberculosis",
            "authors": [
                {
                    "first": "Mpr",
                    "middle": [],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcnab",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bloch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "466",
            "issn": "",
            "pages": "973--977",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genome-wide association studies and susceptibility to infectious diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Newport",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Finan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Brief Funct Genomics",
            "volume": "10",
            "issn": "",
            "pages": "98--107",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "One Health in the shrinking world: Experiences with tuberculosis at the human-livestock-wildlife interface",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Olea-Popelka",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Comp Immunol Microbiol Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "263--268",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "First reported case of fatal tuberculosis in a wild African elephant with past human-wildlife contact",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Obanda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poghon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yongo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mulei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ngotho",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Epidemiol Infect",
            "volume": "141",
            "issn": "",
            "pages": "1476--1480",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "VPH-Biotech Global Consortium. Available: www.icophai2011.org. Accessed 6 October 2014. 11. ICOPHAI 2013 (2013) Abstract book of the Second International Congress on Pathogens at the Human-Animal Interface",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "United Nations Human Settlements Programme (UN-HABITAT) (2010) The state of African cities: governance, inequalities and urban land markets",
            "authors": [],
            "year": null,
            "venue": "United Nations Human Settlements Programme",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estimating child mortality due to diarrhea in developing countries",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boschi-Pinto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Velebit",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shibuya",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bull World Health Organ",
            "volume": "86",
            "issn": "",
            "pages": "710--717",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Urbanization -an emerging humanitarian disaster",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "741--743",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Typhoid in Kenya is associated with a dominant multidrug-resistant Salmonella enterica serovar Typhi haplotype that is also widespread in Southeast Asia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kariuki",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Revathi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kiiru",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mengo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mwituria",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J ClinMicrobiol",
            "volume": "48",
            "issn": "",
            "pages": "2171--2176",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Global Principles for the containment of antimicrobial resistance in animals intended for food",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Workshop on non-human antimicrobial usage and antimicrobial resistance: management options. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao/Oie/",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Food-borne diseases -the challenges of 20 years ago still persist while new ones continue to emerge",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Newell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Verhoef",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Duizer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aidara-Kane",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Food Microbiol",
            "volume": "139",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transmission of viruses through shellfish: when specific ligands come into play",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Guyader",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Atmar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Lependu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Op Virol",
            "volume": "2",
            "issn": "",
            "pages": "103--110",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Foodborne illness acquired in the United States -Major pathogens",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scallan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoekstra",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Angulo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Tauxe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Widdowson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerging Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "7--15",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Towards a conceptual framework to support One Health research for policy on emerging zoonoses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rushton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Karimuribo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lutumba",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "326--331",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Emergency Prevention System-Animal Health (EMPRES-AH)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Citation: Gebreyes WA, Dupouy-Camet J, Newport MJ, Oliveira CJB, Schlesinger LS, et al. (2014) The Global One Health Paradigm: Challenges and Opportunities for Tackling Infectious Diseases at the Human, Animal, and Environment Interface in Low-Resource Settings. PLoS Negl Trop Dis 8(11): e3257. doi:10.1371/journal.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Smolinski MS, Hamburg MA, Lederberg J (2003) Microbial Threats to Health: Emergence, Detection, and Response. Washington (D.C.): National Academy Press. N World Bank (2012) People, Pathogens and Our Planet. Volume 2, The Economics of One Health. World Bank Report (#69145-GLB). Washington (D.C.): World Bank. Available: http://documents.worldbank.org/curated/en/ 2012/06/16360943/people-pathogens-planet-economicsone-health. Accessed 6 October 2014. N Grace D, Mutua F, Ochungo P, Kruska R, Jones K, et al. (2012) Mapping of poverty and likely zoonoses hotspots. Nairobi: International Livestock Research Institute. N Miller M, Olea-Popelka F (2013) One Health in the shrinking world: Experiences with tuberculosis at the human-livestock-wildlife interface. Comp Immunol Microbiol Infect Dis 36: 263-268.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of capacity building issues and origins of the studies reported at ICOPHAI. Canada, US, England, Ethiopia, Italy, Mexico, Sudan, Brazil, and Germany *HACCP = hazard analysis critical control point. doi:10.1371/journal.pntd.0003257.t001",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Box 2. Top Five Papers in the Field N Coker R, Rushton J, Mounier-Jack S, Karimuribo E, Lutumba P, et al. (2011) Towards a conceptual framework to support One Health research for policy on emerging zoonoses. Lancet Infect Dis 11: 326-331.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all partner institutes and the organizing committee and scientific program committee members who committed their time and resources to the success of ICOPHAI 2011 and ICOPHAI 2013.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}