{
    "paper_id": "5c29db6b02088e3b38e416bf32f6a02dbcf9cdf8",
    "metadata": {
        "title": "Microbial Cell Factories A perspective on microarrays: current applications, pitfalls, and potential uses",
        "authors": [
            {
                "first": "Pratik",
                "middle": [],
                "last": "Jaluria",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "addrLine": "221 Maryland Hall, 3400 North Charles Street",
                        "postCode": "21218",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "pratikj@mail.nih.gov"
            },
            {
                "first": "Konstantinos",
                "middle": [],
                "last": "Konstantopoulos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "addrLine": "221 Maryland Hall, 3400 North Charles Street",
                        "postCode": "21218",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Betenbaugh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "addrLine": "221 Maryland Hall, 3400 North Charles Street",
                        "postCode": "21218",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Shiloach",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "addrLine": "Biotechnology Unit, Building 14A, Room 170",
                        "postCode": "9000, 20892",
                        "settlement": "Rockville Pike, Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "-Yossi@nih",
                "middle": [],
                "last": "Gov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With advances in robotics, computational capabilities, and the fabrication of high quality glass slides coinciding with increased genomic information being available on public databases, microarray technology is increasingly being used in laboratories around the world. In fact, fields as varied as: toxicology, evolutionary biology, drug development and production, disease characterization, diagnostics development, cellular physiology and stress responses, and forensics have benefiting from its use. However, for many researchers not familiar with microarrays, current articles and reviews often address neither the fundamental principles behind the technology nor the proper designing of experiments. Although, microarray technology is relatively simple, conceptually, its practice does require careful planning and detailed understanding of the limitations inherently present. Without these considerations, it can be exceedingly difficult to ascertain valuable information from microarray data. Therefore, this text aims to outline key features in microarray technology, paying particular attention to current applications as outlined in recent publications, experimental design, statistical methods, and potential uses. Furthermore, this review is not meant to be comprehensive, but rather substantive; highlighting important concepts and detailing steps necessary to conduct and interpret microarray experiments. Collectively, the information included in this text will highlight the versatility of microarray technology and provide a glimpse of what the future may hold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Although, the principles behind microarray technology were conceived almost 20 years ago and developed from Southern blotting, they did not gain wide spread attention for nearly a decade when researchers were first able to utilize high quality slides with precision robotics resulting in reproducible results [1] [2] [3] . For instance, a quick pubmed search with the words, 'microarray and 1995' results in 13 total articles, 5 of which are review articles. Similar searches with the words, 'microarray and 2000' and 'microarray and 2005' result in 288 total articles (78 review articles) and 3906 total articles (1037 review articles), respectively. Despite this relative surge in microar-ray-related articles, few recent publications address core issues regarding design, implementation, and subsequent data analysis. In covering these and related issues, the present text aims to illustrate the strengths, weaknesses, and application of microarrays, especially to those unfamiliar with the technology.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Today's arrays are vastly superior to their predecessors in terms of quality, probe density, and structural layout [2, 3] . Before dealing with these and other characteristics, it is important to discuss, at some length, what microarrays are as well as the fundamental concepts behind the technology. The term microarray is both descriptive and somewhat ambiguous as it is commonly used to describe a variety of platforms including protein microarrays and tissue microarrays [3, 4] . A microarray is typically defined as a collection of microscopic spots arranged in an array or grid-like format and attached to a solid surface or membrane, hence the term [4, 5] . These spots typically referred to as probes, are designed such that each probe binds a specific nucleic acid sequence corresponding to a particular gene through a process termed hybridization [3] . The sequence bound to a probe, often referred to as the target, is labeled with some kind of detectable molecule or dye such as a fluorophore [4] . The level of binding between a probe and its target is quantified by measuring the fluorescence or signal emitted by the labeling dye when scanned. This signal, in turn, provides a measure of the expression of the specific gene containing the target sequence [2, 3] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 119,
                    "end": 121,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 479,
                    "end": 481,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 660,
                    "end": 662,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 857,
                    "end": 860,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1270,
                    "end": 1273,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1274,
                    "end": 1276,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although, there are several different types of DNA microarrays, for the purposes of this text only two will be considered; spotted microarrays and oligonucleotide microarrays [1] . Details regarding these two platforms are highlighted in Table 1 . Spotted microarrays are often referred to as dual-channel or two-color microarrays because two samples, each labeled with a different fluoro-phore, are hybridized onto a single slide [3, 6] . As a result of combining two samples onto a single slide, only relative expression levels can be determined using spotted arrays [1] . The probes in spotted arrays are oligonucleotides, complementary DNA (cDNA), or fragments of polymerase chain reaction (PCR) products; each type conferring different properties to the spotted array. Despite these differences, all spotted arrays are similar in terms of: array construction, target preparation, and data analysis [2, 7] . In contrast, oligonucleotide microarrays also referred to as single-channel microarrays are hybridized with only one sample and therefore generate absolute expression levels. These arrays utilize probes designed to complement mRNA sequences and are produced using various methods including in situ synthesis, some type of deposition method, or photolithography [3, 4] .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 435,
                    "end": 437,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 903,
                    "end": 906,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 907,
                    "end": 909,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1273,
                    "end": 1276,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1277,
                    "end": 1279,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 245,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "As alluded to earlier, two important elements of microarray technology are target preparation and probe construction. Depending on the type of microarray being used, different cellular components can be used for target generation including: RNA, genomic DNA, cDNA, complementary RNA (cRNA), and PCR products [6, 7] . Regardless of which of these are used, ensuring the quality, stability, and reproducibility of the generated targets is paramount for subsequent processing. Similarly, probes can consist of any of the following: cDNA, oligonucleotides, fragments of PCR products, restriction-enzyme digested fragments, oligomers, or expressed sequence tags (ESTs) [1, 2, 6] . Irrespective of the exact composition of the probes, they all serve the same basic function; binding very specific sequences. Although, probes are constructed in a variety of ways, depending on the type of array and the specific application, the same public databases are referenced for sequencing information [2, 5, 7] . Typically, arrays are fabricated with duplicates of each probe, enhancing the likelihood of observing hybridization for each gene. A simple schematic of the entire process for a spotted cDNA microarray experiment can be seen in Figure 1A [8] . Briefly, total RNA, once isolated from a sample, is reverse transcribed to produce cDNA, labeled with fluorescent dyes, and then hybridized onto the spotted array [5, 8] .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 312,
                    "end": 314,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 668,
                    "end": 670,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 671,
                    "end": 673,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 986,
                    "end": 989,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 990,
                    "end": 992,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 993,
                    "end": 995,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1236,
                    "end": 1239,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1408,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1409,
                    "end": 1411,
                    "text": "8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1226,
                    "end": 1235,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Hybridization is quantified using the intensities of the fluorescent dyes at particular wavelengths. By comparing fluorescence intensities, genes that are differentially expressed between the two samples can be identified, along with the direction of that difference (i.e. overexpression or under-expression relative to a control) [2, 3] . For example, Figure 1B illustrates the significance of each color when the test sample is labeled with Cy5 and the control sample is labeled with Cy3. In this case, black represents no binding (i.e. no signal), green indicates greater binding of the control sample than of the test sample referred to as down-regulation, yellow indicates equal binding between the two samples, and red indicates greater binding of the test sample than of the control sample referred to as up-regulation. If the dyes are used in reverse (i.e. Cy5 is used to label the control sample and Cy3 is used to label the test sample) the colors would have the opposite representations [3, 7] .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 998,
                    "end": 1001,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 362,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Although a multitude of microarrays are commercially available, each designed for a specific species or general family of organisms; these arrays are limited by the information available in genomics databases [2, 9] . Though, the genomes of only a few species have been entirely sequenced and made available to the public, microarrays for a large number of species are available [10, 11] . For instance, checking the website for Affymetrix reveals genome-wide arrays are available for the following microbes: Bacillus subtilis, Escherichia coli, Pseudomonas aeruginosa, members of the genus Plasmodium, Staphylococcus aureus, and members of the genus Saccharomyces.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 213,
                    "end": 215,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Biological Systems"
        },
        {
            "text": "Small, custom arrays can be designed for many more species as long as genomic sequences are available for a particular organism or family of organisms [2, 9, 11] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 155,
                    "end": 157,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Biological Systems"
        },
        {
            "text": "Continued genome exploration has resulted in the need for frequent updating and re-organization of spotted arrays. With more information constantly coming online, microarrays are continually refined to enhance reproducibility and detection levels of weak signals by modifying the positioning and sequences of the ESTs spotted [2, 10] . As previously mentioned, ESTs are essentially unique segments of cDNA identical to a portion of a gene, thereby acting as binding domain. In addition, valuable information can still be ascertained by hybridizing samples onto arrays designed for other species [12, 13] . So, even without an entire genome being spotted onto commercially available arrays for a given species, microarray experiments can still yield important results.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Biological Systems"
        },
        {
            "text": "Any discussion regarding microarray technology would be incomplete without a detailed examination of the various limitations and complexities inherently present. Such a discussion is vital to properly conduct microarray experiments and analyze microarray data; overcoming technological limitations in the process. Before conducting microarray experiments, the following questions need to be addressed: what are the goals of the experiment, what biological comparisons are most relevant to these goals, how should the experiments be designed and performed taking into account the various sources of variability, which platform should be used, what controls need to be in place, and how can the results be verified [14, 15] . In approaching these and other relevant questions, a great deal of information regarding microarray technology can be ascertained.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 717,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Limitations, Pitfalls, and Design Considerations"
        },
        {
            "text": "To answer the first two questions regarding goals and relevant comparisons, a number of resources can be referenced. Several organizations such as the Microarray Gene Expression Data (MGED) Society and the European Bioinformatics Institute (EBI) have established guidelines to aid researchers in the design and implementation of microarray experiments [8, 9, 16] . In general, narrowing the objectives of a microarray study can provide insight into which biological samples should be compared. Clear and concise goals also help define the scope of the study, providing a framework within which subsequent experiments can be proposed and implemented. One of the most commonly sited proposals is the Minimum Information About a Microarray Experiment (MIAME) that includes a series of recommendations and standards on collecting and analyzing microarray data [16, 17] . This document was designed to allow data generated by microarray experiments to be interpreted and reproduced with certainty. In addition, repositories such as the Gene Expression Omnibus (GEO) created by the National Center for Biotechnology Information (NCBI) and ArrayExpress created by the EBI have been established to store and share gene expression data [16, 17] . array even extending to other experiments as long as the same reference sample is used [16, 17] . However, this setup can become costly if the goals of the experiment require multiple comparisons to be made. In contrast, the saturated design involves making every possible comparison exactly once [17] . This approach is balanced and simple to establish, however, it is not applicable to all conditions and is not appropriate when a series of experiments are planned. Ultimately, the design selected must address the goals and requirements of the experiment being conducted. Without these and other considerations, errors in analysis including the identification of false positives can result, masking underlying patterns and incorrectly deciphering biological behavior.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 358,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 860,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "17]",
                    "ref_id": null
                },
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 1232,
                    "end": 1235,
                    "text": "17]",
                    "ref_id": null
                },
                {
                    "start": 1325,
                    "end": 1329,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 1330,
                    "end": 1333,
                    "text": "17]",
                    "ref_id": null
                },
                {
                    "start": 1535,
                    "end": 1539,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Limitations, Pitfalls, and Design Considerations"
        },
        {
            "text": "There are multiple sources of variability such as differences in: arrays, dye labeling, efficiency in reverse transcription, and hybridization [10, 14] . Some of these issues relate back to the actual production of arrays and how probes are prepared; elements of quality control on the part of the manufacturer. The remaining issues are best overcome by: incorporating replicates to generate statistical significance (i.e. averages and variance), performing dye-swapping experiments, and pooling samples to minimize biological variation [6, 7, 14] . Both technical and biological replicates are commonly employed, each with a different purpose in mind. Technical replicates aim to quantify procedural variations such as sample preparation and handling [16] . In contrast, biological replicates aim to identify variation in the biological system being studied [16] . Similarly, dye swapping involves switching the dyes used for labeling in a manner that prevents one type of sample from being labeled by a single dye. This setup helps account for the dye effect; an important systematic error that stems from differences in the properties of the dyes. The pooling of samples also reduces inherent variation in biological samples while at the same time generating sufficient sample quantities for subsequent processing [17] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 541,
                    "end": 543,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1317,
                    "end": 1321,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Limitations, Pitfalls, and Design Considerations"
        },
        {
            "text": "As discussed earlier, there are two main platforms to consider when designing microarray experiments; spotted microarrays and oligonucleotide microarrays. The advantages and disadvantages of each are outlined in Table 1 along with examples of when a particular platform is most beneficial [2, 3] . For example, oligonucleotide microarrays are ideal for time-course experiments because each array is hybridized with only one sample, allowing any array to be compared to any other array. This translates into requiring a smaller number of total samples for the same number of duplicates while at the same time more accurately representing the control for a given condition. Similarly, for static conditions in which a basic comparison between treated and untreated cell populations is needed, dualchannel microarrays may be the best fit. Each application has its own set of criteria that should be carefully evaluated to determine the best platform to use [1, 15] . For instance, if specific genes are to be investigated, it should be verified that the platform includes those particular genes with the desired number of replicates. A simple search online will reveal a multitude of companies that manufacture microarrays and allow customers to construct their own custom arrays using specialized software.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 293,
                    "end": 295,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 954,
                    "end": 957,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 958,
                    "end": 961,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 219,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Limitations, Pitfalls, and Design Considerations"
        },
        {
            "text": "In addressing the various sources of error, systematic or otherwise, proper controls need to be implemented. There are two types of controls, as they pertain to microarray technology; internal controls and external controls [1, 18] . Internal controls check for the quality of the printed microarray whereas external controls account for performance in terms of sensitivity and robustness. The internal controls often used include: hybridization controls, poly-A controls, normalization control sets, and housekeeping genes [10, 18] . Each type of control is commonly found in commercially available arrays and serves a distinct function relating to one specific aspect of microarray processing. In addition, samples can be spiked with particular agents to isolate or quantify detection limits, non-specific noise, and similar parameters [17] .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Limitations, Pitfalls, and Design Considerations"
        },
        {
            "text": "Similarly, a number of approaches can be taken to minimize external variables such as discrepancies in: growing and preparing biological samples, isolating and purifying RNA, cell synchronization, hybridization protocols, and target preparation [14, 19] . In general, standardizing procedures can greatly reduce these errors introduced during the course of the experiment. Although, the preparation of control samples used in a microarray experiment is typically not critical, the samples must be stable throughout the experiment and be reproducible. To verify the quality of purified RNA and/or cDNA gel electrophoresis and/or spectrophotometry should be used. With regards to cell synchronization, whole-culture methods such as serum starvation (a method in which cells are deprived of animal serum, a commonly used media supplement, to direct cells towards quiescence) and DNA arrest (a general method of using chemical or pharmacological agents to prevent one or more phases of DNA replication, suspending cells in a particular stage of the cell cycle) are typically used [20, 21] . However, selective methods such as mitotic shake-off, a method that involves shaking a flask or plate to remove cells undergoing mitosis because these cells are loosely attached, have also been used due to questions about the validity of whole-culture methods [20, 21] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1076,
                    "end": 1080,
                    "text": "[20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1081,
                    "end": 1084,
                    "text": "21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1347,
                    "end": 1351,
                    "text": "[20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1352,
                    "end": 1355,
                    "text": "21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Limitations, Pitfalls, and Design Considerations"
        },
        {
            "text": "Whatever synchronization method is used should be applied to all of the biological samples to ensure a valid comparison is being made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations, Pitfalls, and Design Considerations"
        },
        {
            "text": "Typically to validate microarray results any one of a number of techniques such as RT-PCR, Northern blotting, Western blotting, and even the use of multiple microarray platforms can be employed [10, 14, 18] . Figure 2 illustrates which of these methods are relevant to which aspects of microarray analysis. As mentioned earlier, verification is critical in order to assign distinct expression patterns to specific genes with certainty (i.e. statistical significance) because of the inherent variability present in microarray data. Since a single microarray experiment evaluates the expression levels of tens of thousands of genes simultaneously, it would be extremely impractical to verify each and every gene using any of the methods listed above. Instead, what is typically done is that a number of key genes are verified depending on the purpose and scope of the experiment [2, 5] . In addition, not every gene can be assayed using each verification method because the necessary components may not be available such as monoclonal antibodies necessary for Western blotting or labeled primers for RT-PCR. As a result, multiple methods are often used to verify the results of microarray experiments.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 877,
                    "end": 880,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 881,
                    "end": 883,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Limitations, Pitfalls, and Design Considerations"
        },
        {
            "text": "As described previously, expression levels for a given gene are determined using intensity values. One distinction between dual-channel microarrays and single-channel",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Normalization and Statistical Methods"
        },
        {
            "text": "Common steps employed to ensure quality and validity of microarray results",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Normalization and Statistical Methods"
        },
        {
            "text": "Common steps employed to ensure quality and validity of microarray results. From a quality control standpoint, replicates should be performed using RNA samples prepared at the same time under the same conditions. Various features of the arrays being used should also be known, especially the controls. To verify the results generated from microarray experiments, a combinatorial approach is usually needed; checking the statistical significance associated with the expression levels of specific genes, reviewing the literature, and conducting additional experiments such as RT-PCR or Northern blotting. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        },
        {
            "text": "Microarray Quality microarrays is that the former generates relative expression levels whereas the latter generates absolute expression levels [1, 6] . This distinction stems from the fact that dual-channel microarrays are hybridized with two different samples; one considered the test sample and the other considered the control sample. As a result, the expression level determined for a specific spot or gene is dependent upon both samples and is a ratio of the form:",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Confirmation of array data"
        },
        {
            "text": "Therefore, the expression level for a gene in a dual-channel microarray is relative, not absolute. In contrast, singlechannel arrays are hybridized with only one sample and therefore the expression level for a given gene is absolute [2, 4] .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 237,
                    "end": 239,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Confirmation of array data"
        },
        {
            "text": "Once a scanned image for a hybridized microarray has been generated, visual inspection of the data can proceed, prior to normalization. This entails using imaging software to exclude specific spots with poor signaling and adjust the size/shape of grids that encompass the spots [10, 22] . Next, normalization procedures can be applied to the data. Essentially, normalization accounts for differences in labeling efficiencies and detection levels for the fluorescent dyes as well as differences in the quantity/ quality of RNA samples [4, 10, 23] . As such, normalization can be thought of as the first level of filtering applied to the data. Advanced statistical software packages offered by companies such as Partek and Acuity are commonly used.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Confirmation of array data"
        },
        {
            "text": "Private research institutes such as The Institute for Genomic Research (TIGR) and The Sanger Institute along with academic facilities around the world also provide free software for microarray analysis [22] .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Confirmation of array data"
        },
        {
            "text": "Although a number of normalization techniques can be applied to microarray data, the most commonly used are: total intensity, regression, and ratio statistics [18, 23, 24] . All three of these techniques assume that for some group of genes on the array, the average expression ratio is equal to one [10] . Total intensity normalization assumes both samples (test and control) are comprised of the same amount of RNA and the total amount of RNA hybridized from each sample is the same. Therefore, the total intensity calculated from all the spots on an array should be the same for both fluorescent dyes (channels) [5, 10] . Conversely, normalization using regression presumes that a significant number of genes are expressed to the same extent in both samples; a reasonable assumption for samples that are fairly similar [22] . If the labeling and detection efficiencies for the two samples were equivalent, then the slope of the plot shown in Figure 3 would be one [10, 22] . Figure 3 was constructed from unnormalized data obtained from a single, spotted cDNA array. Two dif-ferent samples were hybridized onto the array, each labeled with a different dye. The graph illustrates inherent differences between the dyes in terms of labeling and detection efficiencies due to the characteristics of each dye such as stability. Using regression techniques, the best-fit slope is calculated and modified to be equal to one by adjusting gene intensities. Lastly, normalization using ratio statistics assumes that there exists some subset of genes with the same expression levels in both samples [10, 23] . These housekeeping genes, as they are often referred to, are used to calculate probability densities which in turn allow the mean expression ratio to be adjusted to one. Each of these techniques calculates a normalization factor that is then used to scale the data, accounting for the variations previously mentioned [4, 9, 10] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "23,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1590,
                    "end": 1594,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1595,
                    "end": 1598,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1918,
                    "end": 1921,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1922,
                    "end": 1924,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1925,
                    "end": 1928,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 944,
                    "end": 952,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 977,
                    "end": 985,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Confirmation of array data"
        },
        {
            "text": "Following normalization the data can be probed using a host of statistical techniques that evaluate and ultimately decipher microarray data. For the purposes of this text, only two types will be touched upon briefly; clustering and hypothesis testing [6] . In general, both types of statistical methods strive to categorize, shape, and illuminate underlying patterns and therefore can be very useful in analyzing microarray data [23, 25] . However, both methods rely on different underlying principles and assumptions that directly influence their employment.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[23,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Confirmation of array data"
        },
        {
            "text": "Clustering algorithms rely on calculating some kind of 'distance metric' to position gene expression levels into a Expression level test sample intensity control sample inten = s sity Scatter plot of measured intensities for both fluorescent dyes on a log-log scale prior to normalization Figure 3 Scatter plot of measured intensities for both fluorescent dyes on a log-log scale prior to normalization. The measured intensities are in arbitrary units. Each point in the graph represents a single spot on a hybridized microarray. In addition, the red line shown is the best-fit line calculated for the data with a slope that is close to unity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 297,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Confirmation of array data"
        },
        {
            "text": "matrix of sorts with a certain level of commonality [10] . Both differentially expressed genes and groups of genes with similar expression patterns can be highlighted using clustering techniques. The most widely used clustering algorithms include: hierarchical, self-organizing maps (SOMs), k-means, and principle component analysis (PCA) [8, 10, 18] . The mathematical formulations behind each of these methods are too complex and lengthy to be dealt with here, and so for the sake of brevity, very basic information will be covered in this text with a strong recommendation to consult specific references [10, 18, 23] . Typically, these and other algorithms are used to create a more accurate and meaningful interpretation of the data. Figure 4 illustrates how four different algorithms (when applied to the same data set) can generate vastly different groupings; each providing a different perspective on patterns present in the data. The data shown in Figure 4 was obtained by hybridizing human cell lines grown under varying conditions onto cDNA microarrays. By applying clustering algorithms in sequence, one after another, synergy is possible, lessening the shortcomings in each individual method. For example, it is common to apply PCA to data prior to analysis with either k-means clustering or SOMs in order to generate an estimate for the number of clusters to be formed [10] .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1382,
                    "end": 1386,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 738,
                    "end": 746,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 964,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Confirmation of array data"
        },
        {
            "text": "Hierarchical clustering, quite possibly the most commonly used clustering algorithm, links every gene in an array to every other gene through a series of expanding brackets that collectively form a dendrogram [22] . Genes deemed to be closely associated, referring back to the concept of a distance metric which in fact can be computed using several different statistical frameworks, are connected by a node [18, 23] . Each node links to other nodes of various sizes, in a repetitive process until every possible pair of genes are linked, as illustrated in Figure 4B . This type of clustering is popular due to its simplicity and ability to visualize the data. However, the statistical framework has several disadvantages including: not being able to account for multiple ways in which expression patterns can be similar, having difficulty assimilating large quantities of data, and forcing a hierarchical system upon a data set that does not truly exhibit a hierarchical lineage [10, 23] .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 980,
                    "end": 984,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 985,
                    "end": 988,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 557,
                    "end": 566,
                    "text": "Figure 4B",
                    "ref_id": null
                }
            ],
            "section": "Confirmation of array data"
        },
        {
            "text": "Unlike hierarchical clustering, SOMs require initialization and are much less rigid in terms of structure while at the same time remaining robust and unique. Initialization involves defining a particular geometry, typically a grid or ring, with a specified number of groups or nodes [10, 23] . These nodes are mapped into a high dimensional space and successive iterations, usually tens of thousands, look to reduce the number of dimensions [10] . The algorithm also makes use of weighted vectors to select and group similar data entries together, essentially training itself after each phase. The end result of this process is a selforganized network that can be visualized [4, 6] . These and other features make SOMs a powerful tool in exploratory studies with an emphasis on visualization.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 679,
                    "end": 681,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Confirmation of array data"
        },
        {
            "text": "Similarly, k-means clustering aims to partition gene expression data into a specified number of disjoint clusters. Again, a distance metric is used in these calculations and can be specified by the user. Genes within a cluster are deemed similar to one another, but clusters are deemed dissimilar to one another producing a series of clusters that are not related or connected, opposite of the structure produced in hierarchical clustering [7, 10] . Essentially, each gene is placed in one of the clusters initially specified and distances between clusters are calculated. Next, genes are moved from one cluster to another until a local stability is reached in which the distance between clusters is maximized while at the same time minimizing the distance between members of a given cluster [22, 23] . This method is reliable and relatively simple and therefore is useful in analyzing data for which there is some prior knowledge such as classifying serotypes or strains. Ensuring that the partitions constructed using k-means clustering have some type of real or actual significance is where the difficulty lies [10] .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 443,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "[22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1114,
                    "end": 1118,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Confirmation of array data"
        },
        {
            "text": "PCA is an algorithm that relies on visually highlighting similarities in data in a manner that reduces the number of dimensions. It can be applied to any number of data sets from a small group of genes within a single array to groups of experiments each with a number of arrays [10, 22, 23] . As seen in Figure 4A , the plot generated from PCA allows patterns in data to be visualized by examining the proximity of clusters. The method implements a series of calculations to best separate the data and project that final analysis onto a 2 or 3 dimensional plot [22, 23] . When combined with other clustering methods, PCA can be a very useful tool, as described earlier.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 313,
                    "text": "Figure 4A",
                    "ref_id": null
                }
            ],
            "section": "Confirmation of array data"
        },
        {
            "text": "Besides clustering algorithms another statistical approach typically used to analyze microarray data is hypothesis testing which aims to establish statistical significance associated with divergent findings. If a group of genes, perhaps genes that constitute a particular pathway, are differentially expressed between two samples, hypothesis testing can quantify the extent of those differences. Hypothesis testing is comprised of the following steps: specify the null hypothesis and the alternative hypothesis, select a significance level, calculate a statistic analogous to the parameter designated in the null hypothesis, calculate the probability value (p-value), compare the p-value with the significance level, and finally accept or reject the null hypothesis [7, 26] . At the end of these steps, an observed outcome is associated with a statistical likelihood indicating whether or not the observed outcome is the result of chance and not some real difference or phenomenon [26] . Application of hypothesis testing is most useful when evaluating microarray data with specific genes or groups of genes in mind as opposed to discovery or exploration.",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 769,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 981,
                    "end": 985,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Confirmation of array data"
        },
        {
            "text": "A large number of microarray-related studies in the past have aimed to either characterize diseased cells in comparison to healthy cells or highlight the genes involved in a particular biological pathway [4, 8] . Infrequently, studies were undertaken for other purposes such as gene discovery or examining distinct cellular properties [5, 6] . However, in recent years, the number of studies utilizing microarrays in some capacity has increased greatly. More and more studies are relying on microarrays to provide insight into observed physiology, essentially using microarrays to further characterize biological systems [3, 9] . In most of these cases, microarray analysis has generated interesting results, but also raised additional questions requiring further investigation, limiting its successful implementation.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 208,
                    "end": 210,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 625,
                    "end": 627,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Current Uses"
        },
        {
            "text": "For instance, the application of bio-informatics tools such as microarrays to characterize microbial populations exposed to toxins and pollutants has been explored [27] . Being able to understand the catabolism of xenobiotics could enhance bioremediation processes with a direct impact on pollution control and environmental organization [27] . In addition, the exploration of previously uncharacterized microbes using microarrays could identify novel genes with relevant functionality [27] . In this context, a number of studies have focused on specific issues such as investigating how Candida albicans, a human fungal pathogen, is able to protect itself from the toxic effects of nitric oxide produced by the immune system [27, 28] . Microarray analysis revealed a group of nine genes were over-expressed during exposure to nitric oxide. Of these nine genes yhb1, which produces a flavohemoglobin that detoxifies nitric oxide, was the most highly expressed [28] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[27,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 960,
                    "end": 964,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Current Uses"
        },
        {
            "text": "Evolutionary studies using microarrays have also gained prominence with the use of species-specific arrays in parallel. For example, researchers hybridized DNA from the progeny of two yeast strains, one with a particular evolved trait (i.e. mating discrimination) and the other without, onto oligonucleotide microarrays [29] . The arrays used in this study were designed to detect a multitude of polymorphisms between the two strains. Adaptive mutations were identified by linking polymorphisms to the evolved parental strain [29] . Investigators then mapped known genes and constructed a computer simulation capable of evaluating various parameters impacting mapping precision [29] . Finally, the researchers applied their method to yeast strains adapting to a changing glucose-galactose feed illustrating mutations in the same gene can lead to parallel adaptation [29] . Similarly, scientists compared community-acquired invasive Staphylococcus aureus strains to isolates from healthy people using microarray constructed from 7 previous sequencing projects [30] . Ten dominant lineages were identified; each with a distinct group of genes with potential functions related to virulence and resistence. Subsequent analysis suggested a common ancestor could be traced back for all of the strains studied, but evolutionary divergence must have occurred early on [30] .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1360,
                    "end": 1364,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Current Uses"
        },
        {
            "text": "The development of therapeutics has also benefited from the implementation of microarrays as evidenced by a number of recent publications. For example, scientists examined gene expression profiles from patients with chronic drug abuse, intending to better understand addiction and therefore formulate better treatments [31] . Analysis of the array data revealed very little overlap in the expression patterns for heroin and cocaine users [31] . These findings were contrary to widely held views regarding the shared effects of heroin and cocaine on dopamine, thus prompting reassessment of previous assumptions [31] . Another study, examined the mechanism behind acquired nisin resistance in bacteria [32] . Researchers found genes involved in the following pathways to be expressed differentially between resistant and non-resistant Lactococcus lactis strains: cell wall biosynthesis, energy metabolism, fatty acid and phospholipid metabolism, regulatory functions, and metal/peptide transport and binding [32] . Using this information, the researchers established mutant strains that either had genes knocked down or over-expressed and found these mutants had varying levels of nisin resistance as compared to the parental, wild-type strains [32] .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1007,
                    "end": 1011,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1244,
                    "end": 1248,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Current Uses"
        },
        {
            "text": "In terms of disease characterization and detection, microarrays are also finding use. For instance, the pathogenicity of coxasackievirus B3 (CVB3) was examined; in humans this virus adversely affects the heart muscle [33] . Using cDNA microarrays, researchers compared murine hearts infected with the virus against non-infected murine hearts. In addition, oligonucleotide microarrays were used to compare infected HeLa cells over time [33] . Together, these experiments identified a number of differentially expressed genes, providing clues as to the precise sequence of events following infection. Similarly, the use of custom microarrays to characterize unknown samples from water treatment centers as part of a quality control measure was examined [34] . The microarray was constructed to target 16S ribosomal RNA (rRNA) from several groups of nitrifying bacteria and tested against reference samples with some success [34] .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 922,
                    "end": 926,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Current Uses"
        },
        {
            "text": "Using microarrays in the capacity of diagnostics has also become relatively popular especially in the context of outbreaks for which rapid diagnostic tools are needed to quickly evaluate pathogens and identify specific strains or serotypes [9, 35, 36] . For example, a microarray was constructed specifically to probe single nucleotide polymorphisms (SNPs) for foot and mouth disease virus (FMDV) [37] . The results were classified using statistical methods in order to develop a procedure to test for specificity with diagnostic application [37] . Similarly, a study combined the use of microarrays with reverse transcription-PCR to differentiate between two genetically similar enteroviruses; enterovirus 71 (EV71) and coxsackievirus A16 (CA16) [38] . This approach had a diagnostic accuracy of at least 92% for each of the two viruses as compared to reverse transcription-polymerase chain reaction (RT-PCR) and neutralization testing [38] . Currently, studies are being conducted to explore the feasibility and implementation of similar methods for other pathogens [38, 39] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "35,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 937,
                    "end": 941,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1073,
                    "end": 1076,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Current Uses"
        },
        {
            "text": "With advancements in software and robotics technology, microarrays are becoming inexpensive, robust, and reliable [2, 5] . The availability of custom arrays designed to probe a small subset of genes (usually several hundred) or specific pathways have also enhanced the potential utilization of microarray technology [1, 2, 9] . This section was designed to highlight the latest advances in the technology, speculate on novel applications of microarray technology, and outline areas of research that have just begun to use microarrays. Together these aspects portray the potential of microarrays in terms of applications as well as from a technical standpoint.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 118,
                    "end": 120,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 320,
                    "end": 322,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 323,
                    "end": 325,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Potential Uses"
        },
        {
            "text": "Breakthroughs in various aspects of the technology from fabrication to commercialization are continually influencing the kinds of microarrays and techniques researchers are using. Currently, microarray experiments are conducted in a series of steps with each step being distinct and in a particular order. However, newly developed chips equipped with electronic circuitry are circumventing a number of these steps particularly sample labeling [8, 9] . In addition, a number of companies and research facilities now offer specialized arrays for detection, sequencing, and/or diagnostic purposes [3, 6] . By commercializing such highly specific arrays, data gathering is being expedited for studies with explicit purposes. An integrated platform like the lab-on-a-chip (a system that combines multiple manipulations including sample mixing, labeling, and separation onto a single chip) is also influencing microarray technology. The miniaturization and automated techniques used to construct the lab-on-a-chip system are being applied to microarrays leading to arrays that can be readily used for high-throughput applications [7] .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 446,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 449,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 598,
                    "end": 600,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1124,
                    "end": 1127,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Potential Uses"
        },
        {
            "text": "One of the most promising areas of research includes classification; particularly in the context of diseases and/or pathogens [40] [41] [42] [43] . For instance, in 2002 researchers at the National Cancer Institute used microarrays to organize biopsy samples of diffuse large-B-cell lymphoma from more than 200 patients [44] . They identified 3 subgroups with varying expression of 17 distinct genes; constructing a model capable of predicting survival rates following chemotherapy [44] . In another study, researchers used microarrays to confirm previous classifications of nonpathogenic, low-pathogenic, and high-pathogenic types for 94 different Yersinia enterocolitica strains [45] .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 131,
                    "end": 135,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 136,
                    "end": 140,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 681,
                    "end": 685,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Potential Uses"
        },
        {
            "text": "Researchers identified clusters of genes as being representative of each type (i.e. being present in one group, but not in another) with functional implications [45] .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Potential Uses"
        },
        {
            "text": "Another arena in which microarrays may prove beneficial is discovery; primarily in the context of gene functions and the identification of novel organisms. For instance, in a recent study researchers analyzed an Escherichia coli strain, A49, with a mutation in the rnpA gene making it sensitive to temperature and therefore unable to grow at or above 43°C [46] . Under varying growth conditions, researchers found a number of genes differentially expressed. Careful review of these genes revealed RNase P, the mutated gene product, may have more functions than what had been proposed previously, especially in the context of handling precursor RNAs [46] . Researchers in 2003 constructed a custom array with highly conserved arrangements from every fully sequenced viral genome available in GenBank [39] . Next, they hybridized a viral isolate from a severe acute respiratory syndrome (SARS) patient onto the array and found a previously unidentified coronavirus [39] . Subsequent work involving viral sequencing verified these findings and showcased the potential of custom arrays to expedite the identification of pathogens; a virtual necessity in combating future outbreaks [39] .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 963,
                    "end": 967,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1177,
                    "end": 1181,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Potential Uses"
        },
        {
            "text": "In terms of biological products, particularly vaccines and therapeutic proteins, microarrays may also find use. As detailed in various governmental regulations, slight variations in a biological process may result in distinct final products; requiring further testing and validation [9] . Microarrays may very well provide a means of avoiding these procedures by establishing criteria (i.e. expression patterns for a small set of genes) that can be used to verify consistency and reproducibility. Extensive research would, however, be required to first establish the necessary criteria. In addition, it should be stressed that in this particular application, microarray results would have to be viewed in terms of patterns for a group of genes rather than the expression levels of individual genes [9, 15] . This is because the variability associated with a single gene can exceed levels needed to verify or validate biological proc-esses, whereas the variability in groups of genes where an overall pattern is decoded is much less [10] .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 802,
                    "end": 805,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Potential Uses"
        },
        {
            "text": "Another area that has and continues to find microarray technology beneficial is pathway probing; illumination of biological pathways. Often, microarray data alone cannot decipher the sequential steps necessary for a particular mechanism to occur, however, it can provide insight into what genes or groups of genes should be investigated further [15, 35] . For instance, a paper published in 2003 used microarrays together with other experimental techniques to decipher a pathway responsible for regulating the expression of cyclooxygenase-2 (COX-2), a pro-inflammatory protein associated with arthritis and pain [47] . A continuation of this work was published in 2005 further illuminating the pathway and possible feedback mechanisms with important therapeutic implications [48] .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Potential Uses"
        },
        {
            "text": "Perhaps the greatest potential lies in combining two fields within the scope of bio-informatics; genomics and proteomics. Genomics is the study of genes and their function whereas proteomics is the study of proteins and their functions [42, 49] . By utilizing tools from each of these two disciplines, researchers may be able to construct more accurate and comprehensive models depicting specific biological processes. For example, in a recent study both two-dimensional gel electrophoresis and microarrays were used to identify genes involved in the acclimation of changing visible light in cyanobacteria [50] . Focusing on the organism Fremyella diplosiphon, researchers found approximately 80 proteins with different levels between cells grown in green light vs. red light as well as 17 genes not previously thought to be regulated by light [50] . Further exploration revealed a number of these genes had homologs in other organisms, though their functionality had not been fully deciphered [50] . In another study, both microarrays and proteomics were used to evaluate an Escherichia coli mutant secreting more α-hemolysin (HlyA) than the parent strain [51] . The researchers found decreased levels of tRNA-synthetases in the mutant as compared to the parent strain [51] . Based on this information, the researchers designed a modified hlyA gene to reduce the rate of translation by incorporating rare codons leading to the same amino acid sequence [51] . When the parent strain was transformed with this modified hlyA gene, it secreted even more HlyA than the mutant [51] . In other words, the study indicated it was possible to engineer cells using an approach that combined genomics and proteomics.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1157,
                    "end": 1161,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1270,
                    "end": 1274,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1453,
                    "end": 1457,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1572,
                    "end": 1576,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Potential Uses"
        },
        {
            "text": "Microarrays are a powerful genomics tool, designed to illuminate differences in the expression of genes within cells. Despite being a relatively new technology, the scientific community has quickly adopted its use in a variety of fields including drug development, evolutionary biology, and disease characterization [1, 52] . The strength of the technology rests on the several factors including: ease of use, availability of platforms and lower cost relative to other exploratory methods such as Northern blotting or Ribonuclease Protection Assay (RPA), implementation of statistical methods for detailed analysis, and most importantly a global view of a gene expression encompassing an entire genome.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As previously eluded to, the technological limitations associated with microarrays manifest themselves in terms of variability typically seen as systematic errors. Improvements in robotics, array fabrications, and continued genome sequencing can certainly address these issues, but not entirely remove them. This places limits on what microarray technology can achieve, although a comprehensive understanding of microarrays can help establish meaningful and reproducible data. An effort to: properly design the experiment, establish quality control steps such as checking RNA purity, analyze the data, and verify the results can also combat technological challenges [10, 14, 53] . In addition, archiving databases and files is a consideration often overlooked, though quite important in being able to return to data with new leads and directions for subsequent research or simply cross-compare with new data.",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 670,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "There are, of course, other limitations, inherently present that restrict the scope of microarray analysis just like any other tool. For example, microarrays only present a snapshot of the transcriptome which is continually changing and responding to cellular needs and signals. As such, microarrays only illuminate a part of what is going on inside a cell or a population of cells [3, 6] . In addition, there does not necessarily have to be a tight correlation between the expression of a gene and the amount of translated protein. Therefore, differentially expressed genes may not translate into varying protein levels with functional implications [3] . Furthermore, the complexity of microarray analysis makes it exceedingly difficult to ascertain meaningful data with real biological significance without clearly defined goals or targets. An intricate aspect of genomic analysis is the interplay between genes or groups of genes (i.e. mechanisms) and that information is not easily deciphered using microarrays. And finally, the functionality of a gene cannot be determined solely using microarrays [2, 3] . Indeed, other methods and experimental tools are needed to decipher the proteome, understand the varying interactions between genes and/or proteins, and develop a more complete picture of cellular behavior.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1107,
                    "end": 1109,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Ultimately, microarrays will continue to be used in a variety of research areas as more options in the design of custom arrays become available along with an increase in the assortment of species-specific arrays. Technological advancements may help bring down the cost as well as enhance reproducibility and reliability promoting the applicaton of microarrays in new and diverse fields. In the end, the questions raised by microarray results are often just as vital as the answers they produce; a key to expanding the role of any scientific method to encompass new fields. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Exploring the new world of the genome with DNA microarrays",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Botstein",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat Genet",
            "volume": "21",
            "issn": "1",
            "pages": "33--37",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recent Advances in DNA microarrays",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakanishi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Akagi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Acta Med Okayama",
            "volume": "55",
            "issn": "",
            "pages": "319--328",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "DNA microarrays: their use and misuse. Microcirculation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Baylink",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "13--22",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The use and analysis of microarray data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Butte",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat Rev Drug Discov",
            "volume": "1",
            "issn": "",
            "pages": "951--960",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Microarray expression profiling: capturing a genome-wide portrait of the transcriptome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Conway",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Schoolnik",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mol Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "879--889",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Microarray expression profiling: analysis and applications",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr Opin Drug Discov Devel",
            "volume": "6",
            "issn": "",
            "pages": "384--395",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "From patterns to pathways: gene expression data analysis comes of age",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Slonim",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat Genet",
            "volume": "",
            "issn": "",
            "pages": "502--508",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bioinformatics in microbial biotechnology -a mini review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Bansal",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microb Cell Fact",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Computational analysis of microarray data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quackenbush",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Rev Genet",
            "volume": "2",
            "issn": "",
            "pages": "418--427",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Differential gene expression in recombinant Pichia pastoris analysed by heterologous DNA microarray hybridization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Branduardi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gasser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maurer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Porro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mattanovich",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Microb Cell Fact",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An analysis of the use of genomic DNA as a universal reference in two channel DNA microarrays",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gadgil",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gadgil",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kapur",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMC Genomics",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A framework to analyze multiple time series data: a case study with Streptomyces coelicolor",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Jayapal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Charaniya",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Ind Microbiol Biotechnol",
            "volume": "33",
            "issn": "",
            "pages": "159--172",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Design of studies using DNA microarrays",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Radmacher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dobbin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genet Epidemiol",
            "volume": "23",
            "issn": "",
            "pages": "21--26",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Applications of microarrays in the pharmaceutical industry",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Crowther",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Curr Opin Pharmacol",
            "volume": "2",
            "issn": "",
            "pages": "551--554",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Methods and approaches in the analysis of gene expression data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dopazo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zanders",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dragoni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Amphlett",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Falciani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol Methods",
            "volume": "250",
            "issn": "",
            "pages": "93--112",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Uncovering evolutionary patterns of gene expression using microarrays",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ranz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Machado",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends Ecol Evol",
            "volume": "21",
            "issn": "",
            "pages": "29--37",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Microarray analysis of gene expression during the cell cycle",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shedden",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cell Chromosome",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Biological methods for cell-cycle synchronization of mammalian cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowdy",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biotechniques",
            "volume": "30",
            "issn": "",
            "pages": "1322--1331",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "TM4: a free, open-source system for microarray data management and analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Saeed",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sharov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhagabati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Braisted",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klapa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Currier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thiagarajan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biotechniques",
            "volume": "34",
            "issn": "",
            "pages": "374--378",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparisons and validation of statistical clustering techniques for microarray gene expression data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bioinformatics",
            "volume": "19",
            "issn": "",
            "pages": "459--466",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cluster analysis and display of genome-wide expression patterns",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Eisen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Spellman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Botstein",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc Natl Acad Sci",
            "volume": "95",
            "issn": "",
            "pages": "14863--14868",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Systematic determination of genetic network architecture",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tavazoie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Church",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat Genet",
            "volume": "22",
            "issn": "",
            "pages": "281--285",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Fundamentals of Biostatistics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rosner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Environmental genomics: exploring the unmined richness of microbes to degrade xenobiotics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eyers",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schuler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stenuit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Agathos",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Fantroussi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Appl Microbiol Biotechnol",
            "volume": "66",
            "issn": "",
            "pages": "123--130",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Transcriptional response of Candida albicans to nitric oxide and the role of the YHB1 gene in nitrosative stress and virulence",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Hromatka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Biol Cell",
            "volume": "16",
            "issn": "",
            "pages": "4814--4826",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "High-resolution mutation mapping reveals parallel experimental evolution in yeast",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Segre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Microarrays reveal that each of the ten dominant lineages of Staphylococcus aureus has a unique combination of surface-associated and regulatory genes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindsay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Peacock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Witney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Stabler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Husain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Butcher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hinds",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Bacteriol",
            "volume": "188",
            "issn": "",
            "pages": "669--676",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Distinctive profiles of gene expression in the human nucleus accumbens associated with cocaine and heroin abuse",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Albertson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kapatos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bannon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Neuropsychopharmacology",
            "volume": "31",
            "issn": "",
            "pages": "2304--2312",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Transcriptome analysis reveals mechanisms by which Lactococcus lactis acquires nisin resistence",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Hijum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knol",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "Kuipers",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Antimicrob Agents Chemother",
            "volume": "50",
            "issn": "",
            "pages": "1753--1761",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Genetic determinants of coxsackievirus B3 pathogenesis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcmanus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yanagawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rezai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Triche",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schreiner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ann N Y Acad Sci",
            "volume": "975",
            "issn": "",
            "pages": "169--179",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "DNA microarray detection of nitrifying bacterial 16S rRNA in wastewater treatment plant sample",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siripong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccormack",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Janus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Urakawa",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Fantroussi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sappelsa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rittmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Stahl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Water Res",
            "volume": "39",
            "issn": "",
            "pages": "3229--3238",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Oligonucleotide microarrays in microbial diagnostics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bodrossy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sessitsch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr Opin Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "245--254",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Gene expression studies using microarrays: principles, problems, and prospects",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Microarray-based identification of antigenic variants of foot-andmouth disease virus: a bioinformatics quality assessment",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perales",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Abia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Briones",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Genomics",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Combining multiplex reverse transcription-PCR and a diagnostic microarray to detect and differentiate enterovirus 71 and coxsackievirus A16",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hsiung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Juang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "2212--2219",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Viral discovery and sequence recovery using DNA microarrays",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Urisman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Springer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Mardis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hickenbotham",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Magrini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eldred",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "PLoS Biol",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Mixed-genome microarrays reveal multiple serotype and lineage-specific differences among strains of Listeria monocytogenes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Call",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borucki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Besser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "632--639",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Diagnostic oligonucleotide microarray fingerprinting of Bacillus isolates",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Chandler",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Alferov",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chernov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Golova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Protic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Robison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schipma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Willse",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "244--250",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Brousseau R: The development of a DNA microarray-based assay for the characterization of commercially formulated microbial products",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "England",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Edge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Masson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Trevors",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Microbiol Methods",
            "volume": "58",
            "issn": "",
            "pages": "251--262",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Potential use of microarray technology for rapid identification of central nervous system pathogens",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Niemeyer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Folio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Agan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Rowley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mil Med",
            "volume": "169",
            "issn": "",
            "pages": "594--599",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The use of molecular profiling to predict survival after chemotherapy for diffuse large-B-cell lymphoma",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosenwald",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Connors",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Campo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gascoyne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Muller-Hermelink",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Smeland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Giltnane",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "346",
            "issn": "",
            "pages": "1937--1947",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Application of comparative phylogenomics to study the evolution of Yersinia enterocolitica and to identify genetic differences relating to pathogenicity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Gaunt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hinds",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Witney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stabler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Wren",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Bacteriol",
            "volume": "188",
            "issn": "",
            "pages": "3645--3653",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The effect of a single, temperature-sensitive mutation on global gene expression in Escherichia coli",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "RNA",
            "volume": "9",
            "issn": "",
            "pages": "518--532",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Shear-induced cyclooxygenase-2 via a JNK2/c-Jun-dependent pathway regulates prostaglandin receptor expression in chondrocytic cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Abulencia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gaspard",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "R"
                    ],
                    "last": "Healy",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Gaarde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quackenbush",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Konstantopoulos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "28388--28394",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Konstantopoulos K: Divergent responses of chondrocytes and endothelial cells to shear stress: cross-talk among COX-2, the phase 2 response, and apoptosis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "R"
                    ],
                    "last": "Healy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Goldring",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Talalay",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Kensler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "",
            "pages": "14010--14015",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "DNA microarray technology for target identification and validation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jayapal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Melendez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Exp Pharmacol Physiol",
            "volume": "33",
            "issn": "",
            "pages": "496--503",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Genomic DNA microarray analysis: identification of new genes regulated by light color in the cyanobacterium Fremyella diplosiphon",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Stowe-Evans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Kehoe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Bacteriol",
            "volume": "186",
            "issn": "",
            "pages": "4338--4349",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Engineering HlyA hypersecretion in Escherichia coli based on proteomic and microarray analyses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biotechnol Bioeng",
            "volume": "89",
            "issn": "",
            "pages": "195--205",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Genetic analysis and attribution of microbial forensics evidence",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Budowle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Leighton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Murch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crit Rev Microbiol",
            "volume": "31",
            "issn": "",
            "pages": "233--254",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Quantitative oligonucleotide microarray fingerprinting of Salmonella enterica isolates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Willse",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Straub",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Wunschel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Call",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Chandler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "1848--1856",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Visualizations generated from the following clustering algorithms: (A) Principle component analysis (PCA), (B) Hierarchical, (C) K-means, (D) Self-organizing maps (SOMs)Figure 4Visualizations generated from the following clustering algorithms: (A) Principle component analysis (PCA), (B) Hierarchical, (C) K-means, (D) Self-organizing maps (SOMs). Each image depicts the results of a specific clustering algorithm applied to the same set of genes, approximately 700 genes. The data shown was generated from cDNA microarrays hybridized with human cells grown under varying conditions. Each algorithm segregates the data differently, based on specific parameters and conditions.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of cDNA and oligonucleotide microarrays",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding was provided by the Intramural program at the National Institute of Diabetes & Digestive & Kidney Diseases, National Institutes of Health.The authors would also like to thank members of the Biotechnology Unit for their input and willingness to proofread the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "PJ formulated the content, performed the literature search, and drafted much of the manuscript. KK contributed to revising the manuscript and adding content. MB contributed to formulating the content and layout. JS contributed to formulating the content, revising the manuscript, and drafting portions of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}