{
    "paper_id": "5c4dfdf8ee6230324845b917be55c47d1e991f2c",
    "metadata": {
        "title": "hCLE/C14orf166 Associates with DDX1-HSPC117-FAM98B in a Novel Transcription-Dependent Shuttling RNA- Transporting Complex",
        "authors": [
            {
                "first": "Alicia",
                "middle": [],
                "last": "Pé Rez-Gonzá Lez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Nacional de Biotecnología. C.S.I.C. Darwin 3",
                    "location": {
                        "settlement": "Cantoblanco, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Alejandra",
                "middle": [],
                "last": "Pazo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Nacional de Biotecnología. C.S.I.C. Darwin 3",
                    "location": {
                        "settlement": "Cantoblanco, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Rosana",
                "middle": [],
                "last": "Navajas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Nacional de Biotecnología. C.S.I.C. Darwin 3",
                    "location": {
                        "settlement": "Cantoblanco, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Sergio",
                "middle": [],
                "last": "Ciordia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Nacional de Biotecnología. C.S.I.C. Darwin 3",
                    "location": {
                        "settlement": "Cantoblanco, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Ariel",
                "middle": [],
                "last": "Rodriguez-Frandsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Nacional de Biotecnología. C.S.I.C. Darwin 3",
                    "location": {
                        "settlement": "Cantoblanco, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Amelia",
                "middle": [],
                "last": "Nieto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Nacional de Biotecnología. C.S.I.C. Darwin 3",
                    "location": {
                        "settlement": "Cantoblanco, Madrid",
                        "country": "Spain"
                    }
                },
                "email": "anieto@cnb.csic.es"
            }
        ]
    },
    "abstract": [
        {
            "text": "hCLE/C14orf166 is a nuclear and cytoplasmic protein that interacts with the RNAP II, modulates nuclear RNA metabolism and is present in cytoplasmic RNA granules involved in localized translation. Here we have studied whether hCLE shares common interactors in the nucleus and the cytosol, which could shed light on its participation in the sequential phases of RNA metabolism. Nuclear and cytoplasmic purified hCLE-associated factors were identified and proteins involved in mRNA metabolism, motor-related proteins, cytoskeletal and translation-related factors were found. Purified hCLE complexes also contain RNAs and as expected some hCLE-interacting proteins (DDX1, HSPC117, FAM98B) were found both in the nucleus and the cytoplasm. Moreover, endogenous hCLE fractionates in protein complexes together with DDX1, HSPC117 and FAM98B and silencing of hCLE down-regulates their nuclear and cytosolic accumulation levels. Using a photoactivatable hCLE-GFP protein, nuclear import and export of hCLE was observed indicating that hCLE is a shuttling protein. Interestingly, hCLE nuclear import required active transcription, as did the import of DDX1, HSPC117 and FAM98B proteins. The data indicate that hCLE probably as a complex with DDX1, HSPC117 and FAM98B shuttles between the nucleus and the cytoplasm transporting RNAs suggesting that this complex has a prominent role on nuclear and cytoplasmic RNA fate. Citation: Pérez-González A, Pazo A, Navajas R, Ciordia S, Rodriguez-Frandsen A, et al. (2014) hCLE/C14orf166 Associates with DDX1-HSPC117-FAM98B in a Novel Transcription-Dependent Shuttling RNA-Transporting Complex. PLoS ONE 9(3): e90957.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The hCLE/C14orf166 protein has been shown to be a constituent of nuclear and cytoplasmic protein complexes involved in different phases of the RNA metabolism. We identified the human hCLE protein by its interaction with influenza virus PA polymerase subunit [1] and was later shown to be important for viral polymerase activity and viral particle production [2] . hCLE is a 24 kDa protein that shows a nuclear and cytoplasmic localization [1] , it associates with the RNAP II and is present in nuclear sites of RNAP II-directed RNA transcription [3] . Accordingly, hCLE silencing inhibits cellular mRNA transcription by 50%, which causes the down-regulation of an important number of genes [3] . Several proteomic analyses have described hCLE as an important component of nuclear complexes involved in transcriptional-related functions such as the human spliceosome [4] , the 7SK snRNA methylphosphate capping complex [5] , and the tRNA-splicing ligase complex [6] . They also have shown its association with RNA-maturation related proteins [7] . This information indicates that hCLE is a positive modulator of RNAP II transcription that could be involved in transcription initiation and elongation as well as RNA processing. On the other hand, hCLE has been found in cytoplasmic mRNA-containing kinesinassociated granules present in dendrites, which play a role in local protein synthesis [8] . hCLE has also been described as a component of cytosolic RNA granules that contain ribosomes and that transport specific mRNAs from the cell body to the dendrites in developing brain, allowing for local protein translation at sites distant from the nucleus [9] . In addition, hCLE my have a more general role in viral infections since besides its role on influenza virus replication it has been found associated with nuclear HIV-1 RNA [10] , with the mature Hepatitis C virus core protein [11] and recently with the IBV Coronavirus nucleocapsid protein [12] .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 961,
                    "end": 964,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1041,
                    "end": 1044,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1390,
                    "end": 1393,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1653,
                    "end": 1656,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1831,
                    "end": 1835,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1885,
                    "end": 1889,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1949,
                    "end": 1953,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since hCLE is distributed in the nucleus and the cytoplasm playing a role in different steps of nuclear and cytoplasmic RNA metabolism such as transcription, maturation and translation, we were interested in the characterization of the hCLE nuclear and cytosolic interacting proteins. This information would provide further evidence about the role of hCLE and would enable the study of whether hCLE shares common interactors in the nucleus and the cytosol, which could shed light on its participation in the sequential phases of RNA metabolism. The results obtained indicate that a complex containing DDX1-HSPC117-FAM98B-hCLE proteins is present in both cellular compartments and moreover their nucleo-cytoplasmic transport requires active RNA transcription, suggesting that this complex has a prominent role on nuclear and cytoplasmic RNA fate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The human HEK293T cell line was provided by J.C. de la Torre and cultivated as described previously [13] . Plasmid pC-TAP, was previously described [14] . The cDNA of hCLE was cloned upstream of the TAP sequence in the pC-TAP plasmid to generate pChCLE-TAP and upstream of the photoactivatable GFP sequence in pC1-PAGFP to generate phCLE-PAGFP. Plasmid pC1-PAGFP was a kind gift from Jennifer Lippincott-Schwartz (Eunice Kennedy Shriver National Institute of Child Health and Human Development, Bethesda, MD), and has been previously described [15] . Actinomycin D was obtained from SIGMA.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Biological Materials"
        },
        {
            "text": "Transfection of subconfluent HEK293T cells was carried out using the calcium phosphate method [16] . Four or 30 mg of DNA were transfected per 35 mm or 150 mm culture dishes, respectively. Cells were processed for TAP-tag purification 24 h after transfection.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Transfection"
        },
        {
            "text": "Western blotting was carried out as described previously [17] . The following primary antibodies were used: for hCLE, a rabbit polyclonal antibody (1:1000) from Abcam; for RNAP II, a monoclonal antibody 8WG16 (1:500) from Covance; for btubulin, a monoclonal antibody (1:15000) from SIGMA, for DDX-1, a goat polyclonal antibody sc-49817 (1:200) from Santa Cruz Biotechnology; for HSPC117/C22orf28, a goat polyclonal antibody LS-C139785 (1/3000) from LifeSpan BioSciences; for FAM98B, a rabbit polyclonal antibody HPA008320 (1/500) from Sigma; for a-actin, a rabbit polyclonal antibody (1/200) from Abcam and for S6, a mouse monoclonal antibody 54D2 (1/1000) from Cell Signaling that recognizes total S6 protein.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Western Blotting"
        },
        {
            "text": "Immunofluorescence Cells were fixed with 3.7% formalin in PBS during 20 min at room temperature and permeabilised for 5 min with 0.5% Triton X-100 in PBS. The preparations were blocked with 1% bovine serum albumin (BSA) in PBS for 30 min and then incubated for 45 min with the following primary antibodies: a rabbit polyclonal antibody against hCLE (1:1000) [1] , a goat polyclonal antibody against DDX1 (1/50), and a goat polyclonal antibody against HSPC117 (1/500). After washing with PBS, the preparations were incubated with the corresponding secondary antibodies and DAPI using the same conditions. Finally, the preparations were mounted in ProLong Gold and incubated for 16 h at room temperature. The analysis of the preparations was done using a BioRad Radiance 2100 laser scanning system on a Zeiss Axiovert 200 microscope. For drug effects on hCLE distribution, HEK293T cells were treated with Actinomycin D at 5 mg/ml in DMEM-10% FBS during 30 min at 37uC. After drug treatment the cells were processed for immunofluorescence as described above.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 361,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Western Blotting"
        },
        {
            "text": "Lentiviral particles were produced in HEK-293T cells by cotransfection of plasmids encoding short hairpin RNAs (shRNAs) targeting the indicated gene and the plasmids necessary for vesicular stomatitis virus glycoprotein-pseudotyped lentivirus production (pMD2.G, Addgene #12259 and psPAX2, Addgene #12260). Cell supernatants were collected at 40 h posttransfection, filtered through 0.45-mm filters, aliquoted, and kept at 2 80uC till needed. Lentiviral vectors encoding short hairpin RNAs (shRNAs) targeting the positions 121 to 143 (siCLE.1) and 417-435 (si.CLE.2) in the cDNA of hCLE were generated by insertion of the adaptor primers pair (59CCGGTAAGATTGAAGACA-GAGGGAATTTTTCAAGAGAAAATTCCCTCTGTCTTCA-ATCTTTTTTTG39 and 59AATTCAAAAAAAGATTGAAGA-CAGAGGGAATTTTCTCTTGAAAAATTCCCTCTGTCTT-CAATCTTA39) and (59CCGGTCCTGCTTCAGATTCAGCG-TTTCAAGAGAACGCTGAATCTGAAGCAGGTTTTT39 and 59 AATTCAAAAACCTGCTTCAGATTCAGCGTTCTCTTG-AAACGCTGAATCTGAAGCAGG39 respectively, immediately after the U6 promotor in the AgeI/EcoRI-digested pLKO-puro vector (Addgene # 8453). Control shRNA plasmid expressing a sequence from Thermotoga Maritima was generated using a similar strategy by insertion of the adaptor primer pair (59CCGGTA-ATTCTCCGAACGTGTCACGTTTCAAGAGAACGTGACA-CGTTCGGAGAATTTTTTTG 39 and 59AATTCAAAAAAAT-TCTCCGAACGTGTCACGTTCTCTTGAAACGTGACACG-TTCGGAGAATTA 39). The pCDNA-hCLE silencing resistant mutant was generated by introducing 3 silent mutations at positions 126, 135 and 141 in the target sequence of hCLE cDNA by using the QuickChange TM Site-Directed mutagenesis kit (Stratagene).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lentiviral Particle Production and Cell Transduction"
        },
        {
            "text": "hCLE-TAP protein was purified from nuclear or cytosolic cell extracts. In brief, transfected cells were collected in PBS and pelleted by centrifugation, resuspended in a solution containing 10 mM Tris-HCl pH 8.0, 10 mM KCl, 0.1% NP-40, 1 mM EDTA, 1 mM DTT and protease inhibitors (Complete, Roche) and incubated in ice for 5 min. Then, they were centrifuged for 5 min at 3000 rpm at 4uC. The supernatant was recovered and supplemented with NaCl to a final concentration of 150 mM (cytosolic extract). The sedimented nuclei were extracted in a solution containing 20 mM Tris-HCl pH 8.0, 0.4 M NaCl, 10% glycerol, 1.5 mM MgCl 2 , 1 mM EDTA, 1 mM DTT and protease inhibitors (Complete, from Roche) for 30 min in ice with occasional vortexing and centrifuged for 15 min at 15000 rpm at 4u. The supernatant (nuclear extracts) was adjusted to final concentration of NaCl 150 mM, Tris-HCl 10 mM pH 8.0 and NP-40 0.1%. Nuclear or cytosolic extracts were then used for TAP purification as previously described [18] .",
            "cite_spans": [
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Purification of hCLE-TAP Tagged Protein"
        },
        {
            "text": "In-gel protein digestion and sample preparation for MALDI-TOF/TOF analysis. Bands of interest from silverstained gels were excised manually and processed automatically in a Proteineer DP (Bruker Daltonics, Bremen, Germany). The digestion protocol used was as reported [19] .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Identification of hCLE-associated Proteins"
        },
        {
            "text": "Protein identification by MALDI-TOF/TOF analysis. For MALDI-TOF/TOF analysis, samples were automatically acquired in an ABi 4800 MALDI TOF/TOF mass spectrometer (Applied Biosystems, Framingham, MA, USA) in positive ion reflector mode (the ion acceleration voltage was 25 kV to MS acquisition and 1 kV to MSMS) and the obtained spectra were stored into the ABi 4000 Series Explorer Spot Set Manager. PMF and MSMS fragment ion spectra were smoothed and corrected to zero baseline using routines embedded in ABi 4000 Series Explorer Software v3.6. Each PMF spectrum was internally calibrated with the mass signals of trypsin autolysis ions to reach a typical mass measurement accuracy of , 25 ppm. Known trypsin and keratin mass signals, as well as potential sodium and potassium adducts (+21 Da and +39 Da) were removed from the peak list. To submit the combined PMF and MS/ MS data to MASCOT software v.2.2.04 (Matrix Science, London, UK), GPS Explorer v4.9 was used, searching in the non-redundant NCBI protein database (NCBInr 20080421, 6122577 sequences; 2096230148 residues). The following search parameters were used: enzyme, trypsin; allowed missed cleavages, 1; carbamidomethyl cystein as fixed modification by the treatment with iodoacetamide; variable modifications, oxidation of methionine; mass tolerance for precursors was set to 6100 ppm and for MS/MS fragment ions to 60.8 Da. The confidence interval for protein identification was set to $95% (p,0.05) and only peptides with an individual ion score above the identity threshold were considered correctly identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of hCLE-associated Proteins"
        },
        {
            "text": "Sample preparation for LC-MS/MS (liquid chromatography coupled to tandem mass spectrometry) analysis. Nuclear and cytosolic affinity purified samples from hCLE-TAP and TAP (Control) expressing cells, were subjected to methanol-chloroform precipitation to isolate proteins and remove interfering substances. The protein extracts were dissolved in 20 ml of 50 mM TEAB/50% TFE, reduced by 10 mM TCEP, and alkylated by addition of cysteine-blocking reagent MMTS. Samples were further diluted up to 200 ml with 50 mM TEAB and digested with trypsin at an enzyme-to protein ratio of 20:1, at 37uC overnight. For the purification of the tryptic peptide mixtures, samples were dried and redissolved in 40 ml of 0.2% trifluoroacetic acid in water, and high-capacity OMIX C18 tips were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of hCLE-associated Proteins"
        },
        {
            "text": "Protein identification by LC-MS/MS analysis. The peptide samples were analyzed on a nano liquid chromatography system (Eksigent Technologies nanoLC Ultra 1D plus, AB SCIEX, Foster City, CA) coupled to 5600 Triple TOF mass spectrometer (AB SCIEX, Foster City, CA) with a nanoelectrospray ion source. The analytical column used was a silica-based reversed phase column Chrom XP C18 75 mm615 cm, 3 mm particle size and 120 Å pore size (Eksigent, AB SCIEX). The trap column was a Chrom XP C18 350 mm60.5 mm (Eksigent, AB SCIEX), 3 mm particle diameter, 120 Å pore size, switched on-line with the analytical column after a 1 min loading time. The loading pump delivered a solution of 0.1% formic acid in water at 2 ml/ min. The nano pump provided a flow-rate of 300 nl/min and was operated under gradient elution conditions, using 0.1% formic acid in water as mobile phase A, and 0.1% formic acid in acetonitrile as mobile phase B, from 2 to 40% B in 100 minutes. Gradient elution was performed according to the following scheme: isocratic conditions of 98% A: 2% B for 1 minute, a linear increase to 30% B in 54 minutes, a linear increase to 40% B in 10 minutes, a linear increase to 90% B in 5 minutes, isocratic conditions of 90% B for 10 minutes and return to initial conditions in 8 min. Injection volume was 5 ml. The mass spectrometer was operated in data-dependent acquisition mode. For TOF scans, the accumulation time was set to 0.250008 s, and the mass range to 350-1250 Da. Peptides with 2-5 charges and signals above 100 cps were selected for fragmentation. Per cycle, up to 15 precursor ions were monitored and excluded for 20 s after one occurrence. The product ion scan was performed with an accumulation time of 0.250008 s, and a mass range of 100-2000 Da in a high sensitivity mode. The total cycle time was 4.05 s. To prevent cross-contamination, two reagent blank samples were injected between samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of hCLE-associated Proteins"
        },
        {
            "text": "MS and MS/MS data obtained for each sample were processed using Analyst TF 1.5.1 Software (AB SCIEX, Foster City, CA). Raw data were translated to mascot general file (mgf) format and searched against the UniProtKB/Swiss-Prot human database (release 2012_10, October 31) that contains 36962 proteins and their corresponding reversed sequences, using an in-house Mascot Server v. 2.4 (Matrix Science, London, U.K.). Search parameters were set as follows: methylthiocysteine as fixed modification and oxidized methionines as variable one. Peptide mass tolerance was set to 50 ppm and 0.5 Da, in MS and MS/MS mode, respectively and 1 missed cleavage was allowed. Typically, accuracy below 10 ppm was found both for MS and MS/MS spectra. False Discovery Rates (FDR,1%) for peptide identification were manually calculated as follows: after database searching, peptide matches were ordered according to their Mascot scores. This list contained peptide sequences matching either forward or reversed database sequences. Then, a sublist containing less than 1% of peptides matching the reversed sequences was extracted and used for further analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of hCLE-associated Proteins"
        },
        {
            "text": "Nuclear and cytoplasmic fractions of HEK293T cells were prepared as described above and applied to a Sephacryl S400 resin equilibrated in the corresponding nuclear or cytosol extraction buffers without DTT and glycerol and calibrated with influenza virus RNPs (3-6 mDa) purified as described [20] , ferritin (480 kDa) and catalase (220 kDa), at a sample to bed volume ratio of 1:100. The void volume was calibrated with dextran blue (MW 2,000,000) that was excluded in the first 6 fractions. The hCLE complexes were analyzed by Western blot.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Gel Filtration"
        },
        {
            "text": "The RNA associated to hCLE-TAP was obtained from the purified complexes by proteinase K (0.2 mg/ml) and 0.5% SDS treatment in TNE buffer for 1 h at 37uC. After phenol extraction, DNAse (TURBO DNase, Ambion) treatment was performed and the RNAs were precipitated with 3 volumes of ethanol and 20 mg of glycogen. RNAs were labeled by incubation with [c-32 P]ATP (250 mCi/ml) and polynucleotide kinase for 1 h at 37uC. After separation from remaining free nucleotide by Illustra MicroSpin G-25 columns (GE-Healthcare), RNAs were analyzed by denaturing polyacrylamide-urea gel electrophoresis and radioactivity was detected in a phosphorimager.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA Analysis"
        },
        {
            "text": "HEK293T cells were transfected with the phCLE-PAGFP plasmid and 24 hours post-transfection, used for live cell microscopy using a confocal Leica TCS SP5 unit. This photoactivatable GFP has a particularly dim fluorescence if not photoactivated, but when excited at a wavelength of 405 nm, gives a high peak of emission at 488 nm. A 50 mW blue diode 405 nm laser at 80% transmission was used for photoactivation in selected regions of interest (2 mm diameter) using the photobleaching function of the LAS AF software in time-lapse mode. The 488 nm line of the Argon laser was used at very low transmission percentage (4%) for time-lapse imaging of PAGFP. Photobleaching was not observed during the time-course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Live Cell Imaging"
        },
        {
            "text": "The videos were analyzed with Leica Microsystems LAS AF software (version 2.3.0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Live Cell Imaging"
        },
        {
            "text": "Earlier reports using a yeast two-hybrid system indicated that the C-terminal part of hCLE (aa 151-244) is able to interact with itself [21] . Previous experiments employing cellular extracts to detect hCLE by Western blotting showed an anomalous migration of hCLE in SDS-denaturing gels according to its predicted molecular weight of 24 kDa. In these assays two main bands hCLE/C14orf166-DDX1-HSPC117-FAM98B Complex detected by the anti-hCLE antibody corresponding to around 24 and 48 kDa were observed ( Fig. 1A left panel) . These bands could correspond to hCLE monomer and either to an unspecific reaction of the anti-hCLE antibody or to denaturing conditionsresistant dimers of the protein. Thus, we first analyzed the size of the protein in non-denaturing gels treated or untreated with RNAse ( Fig. 1A right panel) . The smallest anti-hCLE reactive band has a 48 kDa molecular weight, which could correspond to hCLE dimer, also larger anti-hCLE reactive bands were observed in the cell extract, while almost undetectable levels of the hCLE in the monomeric form were observed and identical results were found in the RNAse treated cells. These results indicate that hCLE is present in protein complexes and that the minimal molecular weight of hCLE complexes corresponds to possible hCLE-hCLE dimers. Since the 48 kDa reactive band could be either hCLE dimers or hCLE associated to a protein of a similar molecular weight, we expressed and purified hCLE with a tag that allows its purification. The construct expresses a carboxy-terminal hCLE-TAP (tandem-affinity purification) tagged protein (pChCLE-TAP) and was generated by cloning the cDNA for hCLE upstream of the TAP tag sequence in the pC-TAP plasmid [14] . The TAP tag contains an IgG-binding domain from protein A (IgGBD) and a calmodulin-binding domain (CBD) separated by a TEV protease cleavage site (see a scheme on Fig. 1B ). This allows purification by successive IgG-Sepharose and Calmodulin-Agarose affinity chromatography steps. HEK293T cells were transfected with pChCLE-TAP plasmid and total cell extracts were separated and used for TAP purification. The resulting hCLE-CBD purified protein was analyzed by silver staining in SDS-denaturing gels and a main band of around 27 kDa that correspond to the hCLE-CBD protein was observed (Fig. 1C , left). Next the purified hCLE-CBD protein was dialyzed and analyzed in non-denaturing gels followed by Western blot detection (Fig. 1C, right) . A band of around 48 kDa that correspond to hCLE dimer was observed indicating that hCLE is capable to form hCLE-hCLE dimers. Finally we further analyzed whether hCLE-hCLE dimers were present in SDS-denaturing gels. To that aim the hCLE-CBD purified protein was subjected to silver staining and bands corresponding to different sizes were excised and analyzed by MALDI-TOF/TOF mass spectrometry (Fig. 1D ). Both hCLE bands of 27 and 48 kDa were observed (Table 1 ), indicating that hCLE-hCLE is capable to form dimers that are resistant to denaturing conditions. Other examples of proteins forming denaturing resistant dimers have been reported and ascribed to unusual structure features including interwoven subunits [22, 23, 24] . Collectively the data indicate that in physiological conditions, hCLE is present in complexes where the minimal size correspond to hCLE-hCLE dimers and some of these dimers have a compact structure that is resistant to denaturing conditions.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1714,
                    "end": 1718,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3181,
                    "end": 3185,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3186,
                    "end": 3189,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3190,
                    "end": 3193,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 525,
                    "text": "Fig. 1A left panel)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 801,
                    "end": 821,
                    "text": "Fig. 1A right panel)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1884,
                    "end": 1891,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2308,
                    "end": 2316,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2445,
                    "end": 2461,
                    "text": "(Fig. 1C, right)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2858,
                    "end": 2866,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2917,
                    "end": 2925,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "HCLE Forms Dimers that are Resistant to Denaturing Conditions"
        },
        {
            "text": "Previous experiments in monkey kidney [1] and human lung epithelial cells [2] showed that hCLE is distributed both in the nucleus and the cytoplasm. In addition, hCLE was isolated from cytoplasmic RNA-containing granules in neurons [8, 9] . Here we tested whether hCLE also has a nuclear and cytoplasmic distribution in the HEK293T human embryonic kidney cells. Furthermore, to gain information about the possible functions of hCLE in the nucleus and the cytosol we characterized its associated proteins.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 74,
                    "end": 77,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 236,
                    "end": 238,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Characterization of hCLE Associated Proteins"
        },
        {
            "text": "HEK293T cells were transfected with pChCLE-TAP or pC-TAP (control) plasmids and nuclear and cytoplasmic fractions were separated and used for TAP purification. To ensure that subcellular fractionation was correct, the nuclear and cytoplasmic fractions were probed with antibodies that recognize a nuclear (RNA polymerase II), or a cytoplasmic (b-tubulin) protein as well as hCLE-TAP. The results ( Fig. 2A) indicated that both subcellular fractions were properly separated and hCLE-TAP was present in both compartments. Next, nuclear and cytoplasmic hCLE and associated purified proteins were obtained and analyzed by SDS-PAGE followed by silver staining (Fig. 2B ). Purified hCLE protein was clearly visible and in addition, other protein bands were detected. Nuclear and cytosolic affinity purified samples from hCLE-TAP and TAP expressing cells, were digested with trypsin and the resulting tryptic peptides were analyzed by nano liquid chromatography system coupled to 5600 Triple TOF mass spectrometer, as detailed in Materials and Methods. To estimate the reliability of peptide identification, a FDR (false discovery rate) was calculated at peptide level and peptides with a FDR ,1% were considered as statistically significant. Only proteins where at least 2 non-redundant peptides were identified are presented in Table 2 and include proteins that are present exclusively in hCLE purified samples or have at least 3fold enrichment of total number of confidently identified peptides in hCLE purified fractions compared to the control samples (marked with asterisk). Thus, it corresponds to at least a 3-fold rise in Mascot protein score. The highest Mascot score corresponded to hCLE protein both in nuclear and cytosolic fractions. Table 3 shows the results of hCLE-interacting proteins where only 1 nonredundant peptide was identified. The identification of proteins such as HSPC117, DDX1 and FAM98B that have been previously shown to associate in the same complexes as hCLE [6, 8, 9, 25] , validate the utilized approach. Among the proteins found in the hCLE-nuclear complexes, those related with transcription and mRNA processing were the most abundant. The presence of proteins involved in nucleo-cytoplasmic transport and motorrelated proteins was also observed. Other proteins involved in cell proliferation and protein translation were detected (Table 3) . Regarding the hCLE-interacting proteins in the cytosolic fraction, those functionally related with mRNA transcription, processing and transport were the most abundant. Motor and cytoskeletonrelated proteins were also plentiful and the presence of translation proteins was also detected (Table 3) . Interestingly, some proteins were associated to hCLE both, in the nucleus and the cytoplasm ",
            "cite_spans": [
                {
                    "start": 1985,
                    "end": 1988,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1989,
                    "end": 1991,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1992,
                    "end": 1994,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1995,
                    "end": 1998,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 406,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 655,
                    "end": 663,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1323,
                    "end": 1330,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1741,
                    "end": 1748,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2361,
                    "end": 2370,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2659,
                    "end": 2668,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Purification of Nuclear and Cytoplasmic hCLE-containing Complexes"
        },
        {
            "text": "The above results together with biochemical approaches [5, 7, 8, 9] indicate that hCLE is a component of large complexes, which should have associated RNAs. To examine that we analyzed the presence of RNAs in the purified hCLE-protein complexes treated with DNAse. RNAs were isolated from control and hCLE-CBD purified protein from total cell extracts, labeled as described in Materials and Methods and separated in SDS-urea PAGE gels. A clear enrichment of RNAs corresponding to different sizes was observed in hCLE samples compared to control (Fig. 3) . These results are in agreement with the presence of hCLE in RNAP II-directed RNA transcription sites [3] and with a recent report describing hCLE as an RNA-binding protein [26] and therefore suggest that RNA could play a role mediating the composition of hCLE-complexes.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 58,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 59,
                    "end": 61,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 62,
                    "end": 64,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 65,
                    "end": 67,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 553,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Purified hCLE Associates with RNAs"
        },
        {
            "text": "The proteomic data indicated that purified hCLE is a component of protein complexes and also that the same complexes are found in both, the nucleus and the cytoplasm. To examine whether the endogenous hCLE is also present in protein complexes and to test the presence of those purified hCLEinteracting nuclear and cytosolic proteins, we prepared nuclear and cytosolic extracts of HEK293T cells and analyzed them by S-400 molecular exclusion chromatography column. As described above, purified hCLE-complexes contain RNAs and a large number of hCLE-interacting proteins are involved in RNA metabolism and moreover some of them have been characterized as RNA-binding proteins such as DDX1 and hCLE itself [26] . Therefore, we wondered whether RNA would be involved in the formation of endogenous hCLE complexes and thus the cell extracts were both untreated or treated with RNAse before being used for S-400 molecular exclusion chromatography. The collected fractions were analyzed by Western blot with anti-hCLE antibodies and with antibodies that recognize some of the proteins that appear associated with hCLE in both subcellular compartments. The examination of the nuclear extracts indicated that in the absence of RNAse treatment, hCLE is present in protein complexes of 220-480 kDa or smaller together with DDX1, HSPC117 and FAM98B (Fig. 4A left) . Treatment with RNAse of the nuclear extracts produced a decrease in the size of the hCLE complexes, which are smaller than 220 kDa and contain a portion of HSPC117. In these conditions, most of DDX1, HSPC117 and FAM98B remained together in complexes of around 220-480 kDa (Fig. 4B left) . On the other hand, both hCLE monomers and dimers fractioned equally in untreated or RNAse treated extracts. Therefore, endogenous nuclear hCLE seems to associate to those proteins bound to the purified protein, and the association is at least in part RNA mediated.",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 707,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 1337,
                    "end": 1351,
                    "text": "(Fig. 4A left)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1626,
                    "end": 1640,
                    "text": "(Fig. 4B left)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Nuclear and Cytoplasmic Purified hCLE-interacting Proteins are Present in Complexes with the Endogenous hCLE"
        },
        {
            "text": "Next we analyzed the behavior of the cytosolic endogenous hCLE protein in untreated or RNAse-treated cells. In this case hCLE from untreated extracts is present in two types of protein complexes; a large complex together with DDX1, HSPC117 and FAM98A of mDa where hCLE is not resistant to denaturing conditions and therefore migrates as a monomer and in a second peak larger than 480 kDa which is free of the accompanying proteins and where hCLE is exclusively present as dimer (Fig. 4A  right) . The RNAse treatment produces a decrease in the size of these two complexes but not in the composition, since monomer of hCLE, DDX1, HSPC117 and FAM98A are still present in the bigger complexes and absent in the smaller ones containing hCLE dimers (Fig. 4B right) . Therefore these results indicate that RNA is present in hCLE cytosolic complexes, but the association of cytosolic hCLE to the other characterized proteins is RNAse resistant and involves protein-protein interactions. In addition they indicate that the hCLE form that is resistant to denaturing condition is not associated to DDX1, HSPC117 and FAM98B but to some other proteins found in the proteomic analysis. Table 2 . Nuclear and cytosolic hCLE-associated proteins. The proteomic data indicated the existence of ribosomal proteins of the 40 and 60S subunits associated with purified hCLE as well as cytoskeleton-related proteins (Table 3) . To examine the distribution of ribosomal proteins with the different complexes of the endogenous hCLE, the above fractions were subjected to Western blot analysis to detect total ribosomal protein S6. The nucleo-cytoplasmic shuttling of S6 protein has been extensively characterized. Following translation in the cytoplasm, S6 is targeted to the nucleolus where it assembles into 40S preribosomal subunits. Nascent subunits are translocated to the nucleoplasm, what induces a specific ribosomal maturation pathway. Mature preribosomal subunits shuttle back to the cytoplasm and finally fuse with 60S ribosomal subunits to form mature, functional ribosomes [27, 28] . In addition, S6 protein has been detected in the dendritic RNA granules that transport specific mRNAs [29] . Previous publications reported the presence of hCLE in these cytosolic RNA granules transporting specific mRNAs which contain RNA-binding proteins, ribosomes and microtubule-associated proteins and whose local translation in neuronal processes plays a crucial role in developing brain [9] . Analysis of S6 distribution in the nucleus showed that a portion of the protein fractionates with hCLE and DDX1, HSPC117 and FAM98B and under RNAse treatment, S6 remains in complexes of 220-480 kDa while hCLE is mainly in complexes of around 220 kDa. These results indicate that S6 may associate with hCLE-DDX1-HSPC117-FAM98B complexes in an RNA-dependent manner. Looking at the S6 cytosolic distribution, we observed that its migration strictly correlates with the presence of hCLE as monomer in the presence or absence of RNAse treatment, together with DDX1, HSPC117 and FAM98B, supporting the existence of a complex with these proteins.",
            "cite_spans": [
                {
                    "start": 2062,
                    "end": 2066,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2067,
                    "end": 2070,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2175,
                    "end": 2179,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2467,
                    "end": 2470,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 478,
                    "end": 494,
                    "text": "(Fig. 4A  right)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 744,
                    "end": 759,
                    "text": "(Fig. 4B right)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1173,
                    "end": 1180,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1394,
                    "end": 1403,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Nuclear and Cytoplasmic Purified hCLE-interacting Proteins are Present in Complexes with the Endogenous hCLE"
        },
        {
            "text": "Since purified hCLE associates in the nucleus and the cytoplasm with DDX1-HSPC117-FAM98B and the purified complexes contain RNAs (Fig. 3) , we examined the effect of RNAse treatment in these associations. Nuclear and cytosolic fractions of pChCLE-TAP HEK293T transfected cells, were treated or not with RNAse, hCLE-TAP together with its associated proteins was purified and the presence of DDX1, HSPC117 and FAM98B was analyzed by Western blot (Fig. 5) . The overexpressed hCLE-TAP (**) and endogenous HSPC117 were clearly detected in the nuclear and cytoplasmic fractions of the cell extracts (Input), whereas DDX1 and FAM98B were only detected in the cytoplasmic fraction and at much lesser extent than HSPC117. As a consequence, the analysis of the purified fraction only allowed the detection of purified hCLE-CBD (*) and HSPC117 proteins. RNAse treatment of nuclear extracts produced a partial dissociation of hCLE-CBD and HSPC117 similarly to the observed dissociation of endogenous hCLE (Fig. 4) . By contrast RNAse treatment of the cytosolic fraction did not change this association. Therefore, purified hCLE behaves similarly to endogenous hCLE and in both cases it seems that the nuclear association of hCLE to HSPC117 is, at least in part, RNA mediated whereas the cytosolic interactions seems to be mediated by protein-protein interactions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 444,
                    "end": 452,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 994,
                    "end": 1002,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Nuclear and Cytoplasmic Purified hCLE-interacting Proteins are Present in Complexes with the Endogenous hCLE"
        },
        {
            "text": "Next approach was to evaluate whether hCLE modulates the expression of the other components of the hCLE-DDX1-HSPC117-FAM98B complexes. Previous silencing experiments in HeLa cells indicated that depletion of HSPC117, the essential subunit of a human tRNA splicing ligase complex, which contains HSPC117, DDX1, hCLE, FAM98B and ASW proteins [6] provoked the down-regulation of hCLE, DDX1 and FAM98B. In contrast, depletion of hCLE did not down-regulate HSPC117 Table 2 . Cont. expression but did down-regulate DDX1 and FAM98B. Thus, to examine the effect of hCLE down-regulation in HEK293T, the cells were infected with lentiviruses expressing a control siRNA or siRNAs that target two different regions of hCLE and total cell extracts from the infected cells were used for Western blots against hCLE, DDX1, HSPC117, FAM98B and b-actin as control. Depletion of hCLE caused the down-regulation of the hCLEinteracting proteins without altering b-actin content (Fig. 6A) . Moreover, to study the possible recovery of hCLE-interacting proteins by hCLE overexpression, control or hCLE silenced cells were transfected with a plasmid that expresses a non-silenceable hCLE gene, and nuclear and cytoplasmic fractions were obtained and tested for recovery of the down-regulated proteins. The results (Fig. 6B) showed that hCLE silencing down-regulates the nuclear and cytoplasmic expression of HSPC117, FAM98B and DDX1 and its overexpression recovers the levels of these proteins in both subcellular compartments. The data suggest that down-regulation of hCLE provokes destabilization of the hCLE-DDX1-HSPC117-FAM98B complex and consequently degradation of the associated proteins, and indicates that regulation of these nuclear and cytoplasmic complexes is very tightly linked, which suggests a [30] , or the mammalian HRD1-SEL1L complex, which provides a scaffold for endoplasmic reticulum associated degradation [31] .",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1786,
                    "end": 1790,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1905,
                    "end": 1909,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 467,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 966,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1290,
                    "end": 1299,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "hCLE Modulates the Expression of hCLE-interacting Proteins"
        },
        {
            "text": "Since hCLE is associated to several proteins that are common in the nucleus and the cytosol we considered two possible scenarios: either hCLE is a nucleo-cytoplasmic shuttling protein that moves in complexes together with its associated proteins, or alternatively two different hCLE populations exist in the cell that localize in the nucleus or in the cytoplasm. To examine that we prepared a construct that expresses hCLE tagged with a photoactivatable GFP (PAGFP) [15] which has a particularly dim fluorescence if not photoactivated, but when excited at a wavelength of 405 nm, gives a measurable peak of emission at 488 nm. HEK293T cells were transfected with the phCLE-PAGFP plasmid and 24 h thereafter were used in photoactivation and live cell microscopy experiments. Photoactivation in the cytoplasm allowed us to detect the import of hCLE into the nucleus (Fig. 7A, upper panel) , whereas photoactivation in the nucleus proved that hCLE is also exported from the nucleus to the cytoplasm (Fig. 7A, lower panel) . hCLE enters the nucleus slower than it leaves it, as can be seen in the representative examples where at 2 s and 969 ms hCLE has exited the nucleus after its photoactivation, while entering the nucleus after cytoplasmic photoactivation takes 9 s and 540 ms. As control we performed photoactivation of GFP in the nucleus and the cytoplasm and, as can be seen, it remains in these compartments after photoactivation (Fig. 7B) . These results enabled us to establish that hCLE is a novel shuttling protein, with different kinetics for its nucleo-cytoplasmic movement (compare the corresponding videos S1 and S2). HCLE Import is Dependent on Active Transcription As described above, hCLE seems to be closely related with nuclear and cytoplasmic RNA metabolism. The nuclear export of the majority of mRNAs is coupled to ongoing gene transcription in mammalian cells [32] therefore, it is conceivable that the subcellular distribution of the RNA-binding proteins that may be involved in mRNA transport would be dependent on active transcription. To analyze if this was the case with hCLE, HEK293T cells were treated with Actinomycin D, a general transcription inhibitor and the localization of hCLE was examined by immunofluorescence. Treatment with Actinomycin D clearly increased the cytoplasmic localization of hCLE suggesting that inhibition of RNA transcription prevents the nuclear entrance of hCLE (Fig. 8) . To confirm the prevention of hCLE nuclear entrance in Actinomycin D treated cells, HEK293T cells were transfected with the plasmid that expresses the photoactivatable hCLE, treated with Actinomycin D and used in photoactivation and live cell microscopy experiments. Transcription inhibition did not disturb the export of hCLE from the nucleus (Fig. 9B) , whereas it totally impaired its nuclear import (Fig. 9A) , (compare the corresponding videos S3 and S4).",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 470,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1882,
                    "end": 1886,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 864,
                    "end": 886,
                    "text": "(Fig. 7A, upper panel)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 996,
                    "end": 1018,
                    "text": "(Fig. 7A, lower panel)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1435,
                    "end": 1444,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2420,
                    "end": 2428,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2774,
                    "end": 2783,
                    "text": "(Fig. 9B)",
                    "ref_id": null
                },
                {
                    "start": 2833,
                    "end": 2842,
                    "text": "(Fig. 9A)",
                    "ref_id": null
                }
            ],
            "section": "HCLE is a Shuttling Protein"
        },
        {
            "text": "Since hCLE is closely associated to DDX1, HSPC117 and FAM98B we examined whether the nucleo-cytoplasmic distribution of these hCLE-interacting proteins was also dependent on active transcription. Control or Actinomycin D HEK293T-treated cells were processed for immunofluorescence analysis to detect HSPC117 and DDX1 distribution besides hCLE localization (FAM98B could not be examined due to the absence of proper antibodies) (Fig. 10) . Both, HSPC117 and DDX1 present a more prominent cytoplasmic than nuclear distribution, but treatment with Actinomycin D produces a clear retention of these two proteins in the cytoplasm in parallel with hCLE behavior, reinforcing the functional association of the complexes. To confirm these results we performed nuclear and cytosolic separation of untreated or Actinomycin D treated cells at 5 mg/ ml during 1 h, and analyzed the presence of hCLE, DDX1, HSPC117 and FAM98B in both types of fractions as well as RNAP II and a-actin as nuclear and cytosolic markers, respectively (Fig. 11 ). Using similar amounts of nuclear and cytosolic fractions, in terms of cell number per volume of extraction represented in the Input, it can be observed that hCLE, DDX1, HSPC117 and FAM98B are mainly present in the cytosol. Thus the analysis of Actimomycin D on protein distribution was performed using high amounts of the nuclear fraction. The results indicated that treatment with Actinomycin D produces a decrease of these proteins in the nuclear compartment together with an increase in the cytosolic fraction. Collectively these results indicate that active transcription is required to permit nuclear localization of hCLE, probably in protein complexes with DDX1-HSPC117-FAM98B, and suggest that synthesis of new RNA cargos are required to trigger hCLE-complex nuclear import.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 436,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1018,
                    "end": 1026,
                    "text": "(Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Import of hCLE-associated Proteins is also Dependent on Active Transcription"
        },
        {
            "text": "The biology of RNA is orchestrated by the interplay of RNAs with RNA-binding proteins within dynamic ribonucleoproteins (RNPs). The RNPs direct and coordinate the destiny of the transported RNAs which may present an asymmetric distribution since some of them will be degraded, translated, stored in different types of RNA granules or even localized in specific subcellular sites to be translated locally in response to specific stimuli. High- hCLE/C14orf166-DDX1-HSPC117-FAM98B Complex throughput approaches have revealed that 70% of mRNA species are asymmetrically distributed [33] and a very large number of proteins participate in the process, although the molecular mechanisms responsible for the coupling of post-transcriptional regulatory networks are yet poorly understood. A finding that has become commonplace is the presence of established nuclear proteins in cytosolic RNP complexes, indicating that there are nuclear and cytoplasmic steps in the RNA localization pathway, and suggesting that the binding of specific RNA-binding proteins in the nucleus may play a role in the fate of RNA in the cytoplasm. A plausible hypothesis is that these RNA-binding proteins could link cytoplasmic RNA localization to earlier nuclear events in RNA biogenesis such as transcription and splicing.",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 582,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One of the factors that may play a role in the life of RNA is hCLE, that not only has been repeatedly found as a core component of different cytosolic RNA transporting granules [8, 9, 25] , but also has been shown to be part of the spliceosome [4] and the human tRNA splicing ligase complex [6] , to be an interactor of the capping enzyme [5] and to positively modulate the RNAP II-derived transcription [3] . All these features point to an important role of hCLE in the complex life of RNAs, and thus we have tried to elucidate how hCLE participates in RNA metabolism, both as a nuclear factor and as a potentially important actor in the successive cytosolic stages. If that is the case, hCLE should be associated with nuclear and cytoplasmic proteins involved in nuclear events such as transcription, processing and transport and cytosolic events as translation, since these interactions would be a requirement for the proposed function of hCLE in the fate of the RNA.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 181,
                    "end": 183,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "hCLE takes Part in RNPs Involved in RNA Metabolism"
        },
        {
            "text": "Regarding the nuclear interactions that hCLE establishes with factors involved in the synthesis and processing of RNAs, we have found transcription factor 4; a protein member of the basic helixloop-helix transcription factor family whose mutation has been identified as involved in the Pitt-Hopkins disorder [34] , hnRNP R; which functions as a transcriptional coactivator of the c-fos promoter [35] , or PABP1; a protein required for the 39end formation of mRNAs. Interestingly, hCLE also interacts with Nup153, which is essential for the nuclear pore localization of Nup50 and whose interactions with soluble transport factors underlie the efficiency of certain nucleocytoplasmic transport pathways [36] . On the other hand, cytoskeletal-related proteins and translation-related proteins that belong to the 40S and 60S ribosomal subunits are also found associated to hCLE both in the nucleus and the cytosol (Table 3) . Remarkable is the presence of the nuclear fragile X mental retardation-interacting protein 2 (FIP-82), a novel FMRP-interacting protein [37] , in the cytosolic-hCLE interacting proteins, FMRP is a component of mRNP complexes found in association with actively translating polyribo- somes, RNA complexes trafficking in neurites, and RNA granules in the cytoplasm [38] .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1284,
                    "end": 1288,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 910,
                    "end": 919,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "hCLE takes Part in RNPs Involved in RNA Metabolism"
        },
        {
            "text": "The association of hCLE with specific proteins in both nuclear and cytoplasmic compartments deserves a special mention. One of these proteins is a motor-related protein, the myosin light chain kinase II. It phosphorylates myosin II and modulates its activity, a motor protein and a driving force behind active transport in the cytoplasm [39] . Additionally, its nuclear and cytosolic-hCLE association is in agreement with a role in the nucleo-cytoplasmic traffic of the hCLE-RNA-containing complexes. Other nuclear and cytosolic hCLE-interacting proteins are DDX1, HSPC117 and FAM98. DDX1 is an RNA-helicase that binds homopolymeric poly(A) RNA [40] and modulates HIV-1 replication [41] . Very little information is available about FAM98B and HSPC117 proteins, both are found associated together with hCLE in nuclear tRNA ligase complex [6, 42] , and in cytoplasmic kinesin-associated RNA-transporting granules in dendrites [8] , supporting the linkage of nuclear and cytoplasmic phases in RNP metabolism although the functional connection between their nuclear and cytosolic protein complexes remains elusive.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 924,
                    "end": 927,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "hCLE takes Part in RNPs Involved in RNA Metabolism"
        },
        {
            "text": "HCLE is a Shuttling Protein whose Import Depends on Active Transcription",
            "cite_spans": [],
            "ref_spans": [],
            "section": "hCLE takes Part in RNPs Involved in RNA Metabolism"
        },
        {
            "text": "The hCLE-PAGFP fusion protein has permitted us to carry out live cell fluorescence microscopy that demonstrates that hCLE is a shuttling protein. At the molecular level there is no evidence of nuclear localization signals (NLSs) in the hCLE sequence, although putative nuclear export signals (NESs) have been found. Some shuttling proteins accumulate in the cytoplasm when RNA polymerase II transcription is inhibited [43] . This effect relies on the fact that nuclear reimport requires ongoing transcription, for reasons that are not fully understood. This effect was observed in hCLE when cells were treated with the transcription inhibitor Actinomycin D (Fig. 8-11 ), but also in HSPC117 and DDX1 (Figs. [10] [11] . Among the shuttling proteins that require active transcription for their reimport, some are RNA binding proteins that depend on their RNA binding domains for shuttling and belong to protein families like the SR proteins (ASF/SF2) or the hnRNPs (hnRNP A1) [44, 45] . Although hCLE has been described as an RNA-binding protein no recognized RNA binding motifs have been found in its sequence [26] . Other example of protein Figure 9 . hCLE nuclear import is transcription dependent. Cultured HEK293T cells were transfected with the phCLE-PAGFP (photoactivatable GFP) plasmid and 24 h post-transfection they were treated with Actinomycin D during a 10 min pulse, washed and used for live cell microscopy. (A), Photoactivation was applied in the cytosol to visualize hCLE import. (B), Photoactivation was applied in the nucleus to visualize hCLE export. A dotted line marking the boundary of the nucleus is included in the last panels. doi:10.1371/journal.pone.0090957.g009 Figure 10 . Transcription inhibition retains DDX1 and HSPC117 in the cytoplasm. Cultured HEK293T cells were incubated in the absence (Control) or the presence of Actynomicin D (Act. D) during 30 min, washed, fixed and processed for immunofluorescence using antibodies anti-hCLE, DDX1, HSPC117 and DAPI. doi:10.1371/journal.pone.0090957.g010 hCLE/C14orf166-DDX1-HSPC117-FAM98B Complex whose nuclear import is prevented by RNA polymerase II inhibitors is the testis-abundant DAZAP1 RNA-binding protein that has been involved in mRNA transport [46] . The reason why these proteins require on going transcription for their nuclear import has not been examined although it has been suggested that these proteins connect the nuclear and cytoplasmic metabolism of RNA and therefore their nuclear import is only required when new RNA cargo are synthesized. By contrast, the nuclear export of some RNA-binding proteins is inhibited when RNA polymerase II activity is inhibited. Interestingly, PABP1 and the TATA-binding protein-associated factor 2N (TAF15) that are found associated with hCLE in the nucleus or the cytosol respectively, remain in the nucleus when the cells are treated with RNA polymerase II activity inhibitors [47, 48] . TAF15 was initially identified as an RNA-binding protein and a TFIID and RNA polymerase II associated factor [49] , while PABP1 is a multifunctional protein that participates in the 39 end formation of the mRNA. The described requirement of ongoing transcription for the nuclear exit of these proteins has been ascribed to their participation in nuclear events associated with the formation and transport of mRNP to the cytoplasm.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 422,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 974,
                    "end": 978,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 979,
                    "end": 982,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1109,
                    "end": 1113,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1141,
                    "end": 1149,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 2230,
                    "end": 2234,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2909,
                    "end": 2913,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2914,
                    "end": 2917,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 3029,
                    "end": 3033,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 657,
                    "end": 667,
                    "text": "(Fig. 8-11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1689,
                    "end": 1698,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "hCLE takes Part in RNPs Involved in RNA Metabolism"
        },
        {
            "text": "Collectively, we have shown that endogenous hCLE shares some features with DDX1, HSPC117 and FAM98B, proteins that associate with nuclear and cytoplasmic purified hCLE. Among them, the four proteins fractionate in protein complexes of similar size in the nucleus and the cytoplasm, together with the S6 ribosomal protein, being the size of the corresponding complexes depending on the presence of RNA. Moreover, nuclear accumulation of DDX1, HSPC117 and FAM98B requires ongoing transcription, as is the case for hCLE and in addition DDX1, HSPC117 and FAM98B expression is modulated by hCLE since its silencing provokes their nuclear and cytosolic down-regulation. These data together with the presence of ribosomal and cytoskeleton-related proteins associated to purified hCLE, support a model in which the cytosolic hCLE-DDX1-HSPC117-FAM98B complex would enter the nucleus in conditions of active transcription then it would associate to newly synthesized RNAs mediating their nucleo-cytoplasmic transport and subsequently may modulate the translation of the associated RNAs. Extensive studies about the generation of this complex and its nuclear and cytosolic remodeling by additional associated proteins are required to assess the proposed key role of the core complex in the modulation of RNA synthesis and fate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "hCLE takes Part in RNPs Involved in RNA Metabolism"
        },
        {
            "text": "Video S1 Cultured HEK293T cells were transfected with the phCLE-PAGFP (photoactivatable GFP) plasmid and 24 h post-transfection they were used for live cell microscopy. The video was analyzed with Leica Microsystems LAS AF software (version 2.3.0). Photoactivation was applied in the cytosol to visualize hCLE import. (AVI)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        },
        {
            "text": "Video S2 Cultured HEK293T cells were transfected with the phCLE-PAGFP (photoactivatable GFP) plasmid and 24 h post-transfection they were used for live cell microscopy. The video was analyzed with Leica Microsystems LAS AF software (version 2.3.0). Photoactivation was applied in the nucleus to visualize hCLE export. (AVI) Video S3 Cultured HEK293T cells were transfected with the phCLE-PAGFP (photoactivatable GFP) plasmid and 24 h post-transfection they were treated with Actinomycin D during a 10 min pulse, washed and used for live cell microscopy. Photoactivation was applied in the cytosol to visualize hCLE import. (AVI) Video S4 Cultured HEK293T cells were transfected with the phCLE-PAGFP (photoactivatable GFP) plasmid and 24 h post-transfection they were treated with Actinomycin D during a 10 min pulse, washed and used for live cell microscopy. Photoactivation was applied in the nucleus to visualize hCLE export. (AVI) Fig. 11 . Transcription inhibition increases the cytosolic accumulation of hCLE, DDX1, HSPC117 and FAM98B. Cultured HEK293T cells were incubated in the absence or the presence of Actinomycin D (Act. D) during 1 h. Nuclear and cytoslic extracts were prepared and used for Western blot assays to detect the indicated proteins. (N); nuclear fraction, (C), cytosolic fraction. RNAP II and a-actin were used as markers for subcellular fractionation. doi:10.1371/journal.pone.0090957.g011 hCLE/C14orf166-DDX1-HSPC117-FAM98B Complex",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 934,
                    "end": 941,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "PA subunit from influenza virus polymerase complex interacts with a cellular protein with homology to a family of transcriptional activators",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huarte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sanz-Ezquerro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Roncal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ortín",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nieto",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "8597--8604",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cellular human CLE/c14orf166 protein interacts with influenza virus polymerase and is required for virl replication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pére-González",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nieto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "12062--12066",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "hCLE/CGI-99, a human protein that interacts with the influenza virus polymerase, is a mRNA transcription modulator",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pérez-González",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huarte",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Salanueva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nieto",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Mol Biol",
            "volume": "362",
            "issn": "",
            "pages": "887--900",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Large-scale proteomic analysis of the human spliceosome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rappsilber",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ryder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Lamond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genome Res",
            "volume": "12",
            "issn": "",
            "pages": "1231--1245",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Systematic analysis of the protein interaction network for the human transcription machinery reveals the identity of the 7SK capping enzyme",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jeronimo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forget",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouchard",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Molecular cell",
            "volume": "27",
            "issn": "",
            "pages": "262--274",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "HSPC117 is the essential subunit of a human tRNA splicing ligase complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Popow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Englert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weitzer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schleiffer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mierzwa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "331",
            "issn": "",
            "pages": "760--764",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global analysis of TDP-43 interacting proteins reveals strong association with RNA splicing and translation machinery",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Freibaum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Chitta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "High",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of proteome research",
            "volume": "9",
            "issn": "",
            "pages": "1104--1120",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Kinesin transport RNA: isolation and characterization of an RNA-transporting granule",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kanai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dohmae",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hirokawa",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Neuron",
            "volume": "43",
            "issn": "",
            "pages": "513--525",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characterization of an RNA granule from developing brain",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elvira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wasiak",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Blandford",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "K"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Serrano",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol Cell Proteomics",
            "volume": "5",
            "issn": "",
            "pages": "635--651",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characterization of the HIV-1 RNA associated proteome identifies Matrin 3 as a nuclear cofactor of Rev function",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kula",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Knezevich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kleva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Retrovirology",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identification of hnRNPH1, NF45, and C14orf166 as novel host interacting partners of the mature hepatitis C virus core protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of proteome research",
            "volume": "10",
            "issn": "",
            "pages": "4522--4534",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The cellular interactome of the coronavirus infectious bronchitis virus nucleocapsid protein and functional implications for virus biology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Emmott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Munday",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bickerton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rodgers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of virology",
            "volume": "87",
            "issn": "",
            "pages": "9486--9500",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genetic variability of Hong Kong (H3N2) influenza viruses: spontaneous mutations and their location in the viral genome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ortín",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nájera",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "López",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dávila",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Gene",
            "volume": "11",
            "issn": "",
            "pages": "319--331",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The composition of Staufen-containing RNA granules from human cells indicates their role in the regulated transport and translation of messenger RNAs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Villacé",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Marión",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ortín",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "2411--2420",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A photoactivatable GFP for selective photolabeling of proteins and cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "297",
            "issn": "",
            "pages": "1873--1877",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "DNAmediated transfer of the adenine phosphoribosyltranferase locus into mammalian cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wigler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pellicer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Silverstein",
                    "suffix": ""
                },
                {
                    "first": "Axel",
                    "middle": [
                        "R"
                    ],
                    "last": "Urlaub",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proc Natl Acad Sci",
            "volume": "76",
            "issn": "",
            "pages": "1373--1376",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Influenza virus infection causes specific degradation of the largest subunit of cellular RNA polymerase II",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pérez-Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nieto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "5315--5324",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Analysis of the interaction of influenza virus polymerase complex with human cell factors",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jorba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Juarez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Torreira",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gastaminza",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zamarreno",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proteomics",
            "volume": "8",
            "issn": "",
            "pages": "2077--2088",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Archived polyacrylamide gels as a resource for proteome characterization by mass spectrometry",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shevchenko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loboda",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schraven",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Standing",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Electrophoresis",
            "volume": "22",
            "issn": "",
            "pages": "1194--1203",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Genetic analysis of influenza virus NS1 gene: a temperature-sensitive mutant shows defective formation of virus particles",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Garaigorta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Falcon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ortin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "15246--15257",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A novel nineininteraction protein, CGI-99, blocks ninein phosphorylation by GSK3beta and is highly expressed in brain tumors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Howng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Yl",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "FEBS Lett",
            "volume": "566",
            "issn": "",
            "pages": "162--168",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Catalase HPII from Escherichia coli exhibits enhanced resistance to denaturation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Switala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "O&apos;neil",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Loewen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Biochemistry",
            "volume": "38",
            "issn": "",
            "pages": "3895--3901",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The P domain of norovirus capsid protein forms dimer and binds to histo-blood group antigen receptors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hegde",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of virology",
            "volume": "78",
            "issn": "",
            "pages": "6233--6242",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Antiparallel dimers of the small multidrug resistance protein EmrE are more stable than parallel dimers",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lloris-Garcera",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Slusky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seppala",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Daley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Journal of biological chemistry",
            "volume": "287",
            "issn": "",
            "pages": "26052--26059",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Combinations of DEAD box proteins distinguish distinct types of RNA: protein complexes in neurons",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Blandford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcadam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Sanchez-Carbente",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Badeaux",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Molecular and cellular neurosciences",
            "volume": "40",
            "issn": "",
            "pages": "485--495",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Insights into RNA Biology from an Atlas of Mammalian mRNA-Binding Proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Castello",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eichelbaum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Beckmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell",
            "volume": "149",
            "issn": "",
            "pages": "1393--1406",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Intranucleolar sites of ribosome biogenesis defined by the localization of early binding ribosomal proteins",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kruger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zentgraf",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Scheer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Journal of cell biology",
            "volume": "177",
            "issn": "",
            "pages": "573--578",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ribosome biogenesis: from structure to dynamics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cisterna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggiogera",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International review of cell and molecular biology",
            "volume": "284",
            "issn": "",
            "pages": "67--111",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Measurement of dendritic mRNA transport using ribosomal markers",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schuman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochemical and biophysical research communications",
            "volume": "328",
            "issn": "",
            "pages": "895--900",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Stability of the small gammatubulin complex requires HCA66, a protein of the centrosome and the nucleolus",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fant",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gnadt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Haren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Merdes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of cell science",
            "volume": "122",
            "issn": "",
            "pages": "1134--1144",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "SEL1L protein critically determines the stability of the HRD1-SEL1L endoplasmic reticulumassociated degradation (ERAD) complex to optimize the degradation kinetics of ERAD substrates",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Iida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujimori",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wada",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Journal of biological chemistry",
            "volume": "286",
            "issn": "",
            "pages": "16929--16939",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Nucleocytoplasmic transport of fluorescent mRNA in living mammalian cells: nuclear mRNA export is coupled to ongoing gene transcription",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tokunaga",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shibuya",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ishihama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tadakuma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ide",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Genes to cells : devoted to molecular & cellular mechanisms",
            "volume": "11",
            "issn": "",
            "pages": "305--317",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Global analysis of mRNA localization reveals a prominent role in organizing cellular architecture and function",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lecuyer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Parthasarathy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alm",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Babak",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell",
            "volume": "131",
            "issn": "",
            "pages": "174--187",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Mutations in TCF4, encoding a class I basic helix-loop-helix transcription factor, are responsible for Pitt-Hopkins syndrome, a severe epileptic encephalopathy associated with autonomic dysfunction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Amiel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Pontual",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Redon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Malan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American journal of human genetics",
            "volume": "80",
            "issn": "",
            "pages": "988--993",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Heterogeneous Nuclear Ribonucleoprotein R Cooperates with Mediator to Facilitate Transcription Reinitiation on the c-Fos Gene",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shimada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakadai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nishimura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hisatake",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The Nup153-Nup50 protein interface and its role in nuclear import",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Makise",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elgort",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Shankaran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Journal of biological chemistry",
            "volume": "287",
            "issn": "",
            "pages": "38515--38522",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "82-FIP, a novel FMRP (fragile X mental retardation protein) interacting protein, shows a cell cycle-dependent intracellular localization",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bardoni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castets",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Huot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schenck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adinolfi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Human molecular genetics",
            "volume": "12",
            "issn": "",
            "pages": "1689--1698",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Fragile X mental retardation protein is associated with translating polyribosomes in neuronal cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stefani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Darnell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Darnell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
            "volume": "24",
            "issn": "",
            "pages": "7272--7276",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "New insights into the regulation of myosin light chain phosphorylation in retinal pigment epithelial cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ruiz-Loredo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lopez-Colome",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International review of cell and molecular biology",
            "volume": "293",
            "issn": "",
            "pages": "85--121",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "An RNA helicase, DDX1, interacting poly(A) RNA and heterogeneous nuclear ribonucleoprotein K",
            "authors": [
                {
                    "first": "H-C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W-C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y-G",
                    "middle": [],
                    "last": "Tsay",
                    "suffix": ""
                },
                {
                    "first": "S-C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C-J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "40403--40409",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Single-molecule studies reveal that DEAD box protein DDX1 promotes oligomerization of HIV-1 Rev on the Rev response element",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Robertson-Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Edgcomb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Carmel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of molecular biology",
            "volume": "410",
            "issn": "",
            "pages": "959--971",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "DNAbound transcription factor complexes analysed by mass-spectrometry: binding of novel proteins to the human c-fos SRE and related sequences",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Drewett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Molina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Hesler",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nucleic acids research",
            "volume": "29",
            "issn": "",
            "pages": "479--487",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "hnRNP proteins: localization and transport between the nucleus and the cytoplasm",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pinol-Roma",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dreyfuss",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Trends in cell biology",
            "volume": "3",
            "issn": "",
            "pages": "151--155",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The splicing factor ASF/SF2 is associated with TIA-1-related/TIA-1-containing ribonucleoproteic complexes and contributes to post-transcriptional repression of gene expression",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Delestienne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wauquier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Soin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Dierick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gueydan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The FEBS journal",
            "volume": "277",
            "issn": "",
            "pages": "2496--2514",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A specific subset of SR proteins shuttles continuously between the nucleus and the cytoplasm",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Caceres",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Screaton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Krainer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Genes & development",
            "volume": "12",
            "issn": "",
            "pages": "55--66",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A novel nucleocytoplasmic shuttling sequence of DAZAP1, a testis-abundant RNA-binding protein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Yen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "RNA",
            "volume": "12",
            "issn": "",
            "pages": "1486--1493",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Domains involved in TAF15 subcellular localisation: dependence on cell type and ongoing transcription",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vlassis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guialis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leichter",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Gene",
            "volume": "506",
            "issn": "",
            "pages": "331--338",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The human poly(A)-binding protein 1 shuttles between the nucleus and the cytoplasm",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Afonina",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stauber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Pavlakis",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The Journal of biological chemistry",
            "volume": "273",
            "issn": "",
            "pages": "13015--13021",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "hTAF(II)68, a novel RNA/ssDNA-binding protein with homology to the pro-oncoproteins TLS/ FUS and EWS is associated with both TFIID and RNA polymerase II",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bertolotti",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Heard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chambon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tora",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The EMBO journal",
            "volume": "15",
            "issn": "",
            "pages": "5022--5031",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "hCLE forms dimers that are resistant to denaturing conditions. (A); Western blot against hCLE of total extracts of HEK293T cells using denaturing (left) or native conditions (right). (B); Diagram showing the scheme of the fusion protein hCLE-TAP with its tags for affinity purification. (C); left, HEK293T cells were transfected with the hCLE-TAP expressing plasmid and total cell extract was used for affinity purification, a sample of the purified protein was analyzed by silver staining in SDS-PAGE gels. Right; The hCLE-CBC purified protein was dialyzed and analyzed in non-denaturing gels followed by Western blot detection. (D). The hCLE-CBD purified protein was subjected to silver staining and bands corresponding to different sizes were excised and analyzed by MS-MS technique. The lines denote hCLE identification by MS-MS technique. (*), denotes hCLE monomer and (**) hCLE dimer. doi:10.1371/journal.pone.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Purification of nuclear and cytosolic hCLE-containing complexes. The hCLE cDNA was inserted upstream of the TAP tag. HEK293T cells were transfected with the hCLE-TAP or the TAP (Control) expressing plasmids and nuclear and cytosolic extracts were used for affinity purification. (A), A sample of the nuclear and cytosolic extracts were analyzed by SDS-PAGE and Western blot in order to confirm the presence of hCLE-TAP protein and to establish the correct subcellular fractioning by detecting a nuclear (RNAP II) and a cytosolic (b-tubulin) protein. (B), Silver stained SDS-PAGE gel of the purified material. The position of hCLE protein is indicated by an arrow. The mobility of molecular weight markers is indicated on the left side of the panel. MWM 1 and 1/10 correspond to 100 and 10 ng of total protein, respectively. doi:10.1371/journal.pone.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "RNA analysis. HEK293T cells were transfected with control pC-TAP or pChCLE-TAP plasmids and the RNA associated to CBD or hCLE-CBD after DNAse treatment was isolated from the purified complexes, radiolabeled and analyzed in denaturing acrylamide-urea 15% gels. (A); protein silver staining. (B); Radiolabeled RNA. doi:10.1371/journal.pone.0090957.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Gel filtration separation of the hCLE-containing complexes. (A); HEK293T nuclear or cytosolic cell extracts were untreated (A) or treated (B) with RNAse A and filtered through a Sephacryl S400 column and their elution was monitored by Western blot against the indicated proteins. The lines denote the elution of the MW markers. doi:10.1371/journal.pone.interaction. Similar results have been reported for protein complexes in different systems such as the small c-tubulin complex, the major component of the pericentriolar material",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Effect of RNAse treatment in the association of purified hCLE-associated proteins. Cultured HEK293T cells were transfected with pChCLE-TAP plasmid, nuclear (N) and cytosolic (C) cell extracts were untreated or treated with RNAse A and used for hCLE purification. The presence of DDX1, HSPC117, FAM98B and hCLE in the original extracts (input) or the purified fraction (purified) was monitored by Western blot. (**); denotes the hCLE-TAP protein, (*), denotes the hCLC-CBD purifed protein. doi:10.1371/journal.pone.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "hCLE shuttles in and out of the nucleus. (A); Cultured HEK293T cells were transfected with the phCLE-PAGFP (photoactivatable GFP) plasmid and 24 h post-transfection they were used for live cell microscopy. The videos were analyzed with Leica Microsystems LAS AF software (version 2.3.0). (upper panel), Photoactivation was applied in the cytosol to visualize hCLE import. (lower panel), Photoactivation was applied in the nucleus to visualize hCLE export. The numbers below the figures represent minutes, seconds and milliseconds after photoactivation. A dotted line marking the boundary of the nucleus is included in the last panels. (B); Cultured HEK293T cells were transfected with the empty pPAGFP plasmid and 24 h post-transfection they were used for live cell microscopy. Photoactivation was applied in the nucleus and the cytosol to visualize GFP movement. doi:10.1371/journal.pone.0090957.g007",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "hCLE modulates the expression of hCLE-interacting proteins. (A); HEK293T cells were infected with lentiviruses expressing a control sequence (Ct) or specific sequences for hCLE silencing (siCLE.1 and si-CLE.2) and 4 days post-infection total cell extracts were used for Western blot against the indicated proteins. (B); HEK293T cells were infected with lentiviruses expressing a control sequence (Ct) or a specific sequence for hCLE silencing (siCLE.1). 5 days post-infection, the cells were left untransfected (-) or transfected (+) with a plasmid expressing a hCLE gene with 3 silent mutations that avoids its silencing (ns.hCLE). 48 h post-transfection, nuclear and cytoplasmic fractions were prepared and used for Western blot detection of the indicated proteins. doi:10.1371/journal.pone.0090957.g006",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Transcription inhibition retains hCLE in the cytoplasm. Cultured HEK293T cells were incubated in the absence (Control) or the presence of Actinomycin D (Act. D) during 1 h, washed, fixed and processed for immunofluorescence using antibodies anti-hCLE and DAPI. doi:10.1371/journal.pone.0090957.g008",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Identification of hCLE as monomer and dimer in denaturing gel conditions. AC: Accession Number of the top protein from NCBInr protein Database (non-identical NCBI protein database). MW (Mr): Nominal molecular weight of each protein. pI: Calculated pI value. Pept (MS[MSMS]): number of matched peptides from the top scoring protein in peptide mass fingerprinting and number of MS/MS spectra that were matched to this protein. Score: Mascot protein score. This number reflects the combined scores of all observed mass spectra that can be matched to amino acid sequences within that protein. A higher score indicates a more confident match. Seq Cov: Percentage of the database protein sequence covered by matching peptides. doi:10.1371/journal.pone.0090957.t001 hCLE/C14orf166-DDX1-HSPC117-FAM98B Complex PLOS ONE | www.plosone.org such as DDX1, HSPC117, FAM98B or myosin light chain kinase 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "proteins where at least 2 non-redundant peptides were identified, with a FDR ,1% at peptide level that are present exclusively in hCLE purified samples or have at least 3-fold enrichment of total number of confidently identified peptides in hCLE purified fractions compared to the control (ctr.) samples (marked with asterisk). Their molecular weight, the total number of confidently identified peptides and the number of non-redundant",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Nuclear and cytosolic hCLE-associated proteins.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are indebted to J. Ortín, P. Gastaminza, and S. F. González for their criticisms on the manuscript. The technical assistance of S. Gutiérrez with the confocal miscroscopy studies is gratefully acknowledged. We also thank Y. Fernández and N. Zamarreñ o for their technical support. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}